{
  "_id": "AChZTm3pFdO51aFE",
  "name": "BKG (Burst)",
  "type": "weapon",
  "img": "systems/sw5e/packs/Icons/Martial%20Blasters/Bkg.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "sw5e-importer": {
      "timestamp": "2023-03-09T01:52:06.0927198+00:00",
      "importer_version": 3,
      "uid": "Weapon.name-bkg.equipmentCategory-weapon.mode-burst"
    }
  },
  "system": {
    "description": {
      "value": "<h3>Auto</h3>\n<p>Weapons with this property can only fire in burst, penetrating, or rapid modes. If the weapon has any combination of burst, penetrating, and rapid modes, you choose which mode to use. You can only use one mode at a time.</p>\n<h3>Burst 2</h3>\n<p>When you would make a ranged weapon attack with a weapon with this property, you can instead spray a 10-foot-cube area within range with shots, consuming ammunition equal to the burst number. Each creature in the area must make a Dexterity saving throw (DC = 8 + your bonus to attacks with the weapon) or take the weapon's normal damage. Before you use this property, you can declare one creature that would be affected by it. If the creature fails its save, in addition to the weapon's normal damage, it is subjected to any additional effects that would occur on a hit. If you would have advantage on your attack roll, the creature instead has disadvantage on their saving throw, and if you would have disadvantage on your attack roll, the creature instead has advantage on their saving throw.</p>\n<h3>Disintegrate 13</h3>\n<p>When a creature is reduced to 0 hit points by a weapon with the disintegrate property, it must make a Constitution saving throw, DC equal to the disintegrate number. On a failed save, it dies immediately without making death saving throws. A disintegrated creature and everything unenhanced it is wearing or carrying are reduced to a pile of fine gray dust. A creature destroyed in this way can not be revitalized.</p>\n<h3>Power cell (range 120/480) Cell</h3>\n<p>Weapons with this property are fueled by power cells, which must be loaded in order to fire the weapon. A power cell fuels a number of attacks equal to the weapon's reload number.</p>\n<h3>Reload 2</h3>\n<p>A number of shots equal to the reload number can be made with a weapon with this property. A character must then reload it using an action or a bonus action (their choice). You must have one free hand to reload.</p>\n<h3>Strength 19</h3>\n<p>A weapon with this property has a heavy kickback. While wielding it, you have disadvantage on attack rolls unless you meet the Strength requirement. If the weapon has the burst, penetrating, or rapid property, you must meet the Strength requirement to use this feature. If the weapon lacks the two-handed property, you can wield the weapon in two hands to temporarily reduce the strength number by one step (from 19 to 17, 17 to 15, 15 to 13, or 13 to 11). If this would reduce the strength number below 11, you ignore it entirely.</p>\n<h3>Two-handed</h3>\n<p>A weapon with this property requires two hands to use.</p>\n<h3>Vicious 1</h3>\n<p>Whenever you deal damage with a weapon with the vicious property and roll the maximum on a weapon damage die, you gain a bonus to damage equal to the vicious number.</p>",
      "chat": "",
      "unidentified": ""
    },
    "requirements": "",
    "source": "WH",
    "quantity": 1,
    "weight": 19,
    "price": {
      "value": 2750,
      "denomination": "gc"
    },
    "attunement": 0,
    "equipped": false,
    "rarity": "",
    "identified": true,
    "isCargo": false,
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "cover": null,
    "crewed": false,
    "target": {
      "value": "10",
      "width": null,
      "units": "ft",
      "type": "cube"
    },
    "range": {
      "value": null,
      "long": null,
      "units": "ft"
    },
    "uses": {
      "value": null,
      "max": null,
      "per": null,
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": "",
      "amount": 480,
      "ammount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [
        [
          "3d4 + @mod",
          "energy"
        ]
      ],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "dex",
      "dc": null,
      "scaling": "dex"
    },
    "armor": {
      "value": 10
    },
    "hp": {
      "value": 0,
      "max": 0,
      "dt": null,
      "conditions": ""
    },
    "modify": {
      "chassis": "none",
      "augmentSlots": 0,
      "modSlots": 4,
      "items": [],
      "changes": {},
      "type": null,
      "overrides": {}
    },
    "weaponType": "martialB",
    "weaponClass": "heavy",
    "baseItem": "bkg",
    "ammo": {
      "target": null,
      "value": null,
      "use": null,
      "types": [
        "powerCell"
      ]
    },
    "properties": {
      "aut": true,
      "bur": 2,
      "dis": 13,
      "ran": 120,
      "rel": 2,
      "str": 19,
      "two": true,
      "pcl": "range 120/480",
      "vic": 1
    },
    "proficient": null,
    "equiped": false
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "sw5e",
    "systemVersion": "2.3.1.2.6.4",
    "coreVersion": "11.308",
    "createdTime": 1674493961241,
    "modifiedTime": 1698778730903,
    "lastModifiedBy": "sw5ebuilder0000"
  },
  "_key": "!items!AChZTm3pFdO51aFE"
}
