{
  "_id": "hx1NvLOzuEscPrJf",
  "name": "Coordinator",
  "type": "deployment",
  "folder": null,
  "sort": 0,
  "flags": {},
  "img": "systems/sw5e/packs/Icons/Deployments/Coordinator.webp",
  "effects": [],
  "system": {
    "description": {
      "value": "<h3 style=\"color:#000000\">The Coordinator</h3>\n<table style=\"border:none;width:300px\">\n<tbody>\n<tr>\n<th style=\"text-align:center\">Rank</th>\n<th style=\"text-align:left\">Feature</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:center\">1st</td>\n<td style=\"text-align:left\">Venture, Coordinating Leadership</td>\n</tr>\n<tr>\n<td style=\"text-align:center\">2nd</td>\n<td style=\"text-align:left\">Inspiring Display, Uplifting Directive</td>\n</tr>\n<tr>\n<td style=\"text-align:center\">3rd</td>\n<td style=\"text-align:left\">Rallying Cry, Masterful Directive</td>\n</tr>\n<tr>\n<td style=\"text-align:center\">4th</td>\n<td style=\"text-align:left\">Commanding Presence, Contingency Plan</td>\n</tr>\n<tr>\n<td style=\"text-align:center\">5th</td>\n<td style=\"text-align:left\">Paragon Coordinator, Leader Extraordinaire</td>\n</tr>\n</tbody>\n</table>\n<h2>Venture</h2>\n<p>Beginning when you choose this deployment as your specialty, at 1st rank, and again at 2nd, 3rd, 4th, and 5th rank, you can choose a venture (see Chapter 6 for a list of ventures).</p>\n<h2>Coordinating Leadership</h2>\n<p>Also at 1st rank, you learn collaborations that are fueled by special dice called power dice.</p>\n<h3>Collaborations</h3>\n<p>You learn two collaborations of your choice, which are detailed under \"Collaborations\" below. You can use only one collaboration per turn, and you can only use each collaboration once per round.</p>\n<p>You learn an additional collaboration at 2nd, 3rd, 4th, and 5th rank in this deployment. Each time you learn a new collaboration, you can also replace one collaboration you know with a different one.</p>\n<h3>Power Dice</h3>\n<p>A power die is expended when you use it. Your ship must have a power die at the required system in order to use the collaboration.</p>\n<p>Your ship gains power dice based primarily on reactor production. These power dice are stored in a central and/or system capacitors to power abilities of deployed crew members. Your power die type is determined by your ship tier.</p>\n<h2>Collaborations</h2>\n<p>The collaborations are presented in alphabetical order.</p>\n<h3>Battle Stations</h3>\n<p><em><strong>Power Die Location:</strong> Comms</em><br />If you are surprised at the start of combat and aren't incapacitated, you can expend one power die to act normally. Additionally, on your first turn in combat, as a bonus action you can choose a number of creatures equal to the amount rolled on the power die who can see or hear you to act normally on their first turn.</p>\n<h3>Bolster</h3>\n<p><em><strong>Power Die Location:</strong> Comms</em><br />On your turn, you can use your action and expend one power die to bolster the resolve of the crew of your or another allied ship. That ship gains temporary hit points equal to the power die roll + your Charisma modifier.</p>\n<h3>Call for Backup</h3>\n<p><em><strong>Power Die Location:</strong> Comms</em><br />When a ship makes an attack roll against your ship, you can use your reaction and expend a power die and command another willing ally ship within 300 feet of the enemy ship to intercede. A crew member on that allied ship manning a weapon station must use their reaction to do so. The enemy ship is then forced to make an attack on the ally ship instead. If the attack misses, the crew member can immediately make a weapon attack against the enemy ship as a part of that same reaction. Roll the power die, and add the result to the ally's attack roll.</p>\n<h3>Head's Up</h3>\n<p><em><strong>Power Die Location:</strong> Comms</em><br />When you roll initiative and you are not surprised, you can expend a power die and add the number rolled to the initiative of any friendly ship including your own.</p>\n<h3>Incite</h3>\n<p><em><strong>Power Die Location:</strong> Comms</em><br />On your turn, you can use an action and expend one Power die to bolster the resolve of a crew on your or another allied ship who can see or hear you. The allied ship can add your ship's Charisma modifier to a number of damage rolls they make until the start of your next turn equal to the number rolled on the die.</p>\n<h3>Overwhelming Presence</h3>\n<p><em><strong>Power Die Location:</strong> Comms</em><br />As an action, you can make a Charisma (Impress) or Charisma (Menace) skill check and expend one power die to attempt to charm or frighten a humanoid creature who can see and perceive your ship within 600 feet. Add the power die to the roll. The target makes a contested Intelligence (Probe) check. If your check succeeds, the target is charmed by you if you used Impress, or frightened of you if you used Menace, until the end of your next turn.</p>\n<h3>Steady As She Goes</h3>\n<p><em><strong>Power Die Location:</strong> Comms</em><br />As an action, you can expend one power die to strengthen your allies' defenses. Roll a power die. Until the end of your next turn, your ship and all allied ships within 500 feet of you when you use this action have a bonus to any saving throws they make equal to the amount rolled.</p>\n<h3>Watch Out</h3>\n<p><em><strong>Power Die Location:</strong> Comms</em><br />When a friendly ship, including your own, who can see or hear you makes a saving throw, you can use your reaction and expend a power die, adding the number rolled to the result of the saving throw. You can use this collaboration before or after making the saving throw, but before any effects of the saving throw are determined.</p>\n<h2>Uplifting Directive</h2>\n<p>At 2nd rank, when you take the Direct action, roll a d20. Note the number on the d20. This becomes your uplifting directive number.</p>\n<p>While you have an uplifting directive number, when an ally makes an ability check or attack roll affected by your Direct action, you can replace the result of a d20 roll with the value of the uplifting directive roll. You can use this feature before or after making the roll, but before any effects of the roll are determined. You can only have one uplifting directive roll at a time, and you lose any unused uplifting directive rolls when you complete a short or long rest.</p>\n<h2>Inspiring Display</h2>\n<p>Also at 2nd rank, you can inspire others through stirring words. You spend the next minute rallying your allies by giving an inspiring speech. You grant a number of ships up to your proficiency bonus temporary hull points equal to your Charisma modifier. You also grant to a number of crew members up to your proficiency bonus from those ships one Inspiring Display die, a d6. Once within the next 10 minutes, the creature can roll the die and add the number rolled to one ability check, attack roll, or saving throw it makes. The creature can wait until after it rolls the d20 before deciding to use the Inspiring Display die, but must decide before the GM says whether the roll succeeds or fails. Once the Inspiring Display die is rolled, it is lost. A creature can have only one Inspiring Display die at a time.</p>\n<p>Once you've used this feature, you can't use it again until you finish a long rest.</p>\n<p>Your Inspiring Display die changes when you reach certain ranks in this deployment. The die becomes a d8 at 3rd rank, a d10 at 4th rank, and a d12 at 5th rank.</p>\n<h2>Rallying Cry</h2>\n<p>At 3rd rank, as a bonus action, you can extend a rallying cry to those that can hear you. Choose a number of friendly creatures up to twice your Charisma modifier that can see or hear you. Each of those creatures gains an Inspiring Display die that lasts until the end of your next turn.</p>\n<p>Once you've used this feature, you can't use it again until you finish a long rest.</p>\n<h2>Masterful Directive</h2>\n<p>Also at 3rd rank, when you roll your uplifting directive number as a part of the Direct action, you can use your bonus action to increase your uplifting directive number by an amount equal to your proficiency bonus. If this would increase the value of your uplifting directive number to more than 20, it instead becomes 20.</p>\n<h2>Commanding Presence</h2>\n<p>At 4th rank, you learn a new way to use your Inspiring Display. While aboard your ship, when a creature that can see or hear you fails an ability check, attack roll, or saving throw, you can use use your reaction to aid that creature provided it did not already have or use an Inspiring Display die this turn. The creature can then roll the die and add it to the result.</p>\n<p>You can use this feature a number of times equal to your proficiency bonus. You regain any expended uses when you finish a long rest.</p>\n<h2>Contingency Plan</h2>\n<p>Also at 4th rank, while aboard your ship, you can choose two allies, instead of one, when you take the Direct action.</p>\n<h2>Paragon Coordinator</h2>\n<p>As of 5th tier, you are a paragon of your deployment. When you would expend a Power die or an Inspiring Display die, you can use a d4 instead of expending a die. You can only use this feature once per round.</p>\n<h2>Leader Extraordinaire</h2>\n<p>You regain all expended uses of your Inspiring Display, Rallying Cry, and Commanding Presence features when you finish a short or long rest.</p>\n<p>Additionally, when you roll an Uplifting Directive number, you can take the maximum instead of rolling. You can use this feature before or after making the roll, but before any effects of the roll are determined. Once you've used this feature, you must complete a short or long rest before you can use it again.</p>\n<p>Finally, when a creature uses an Inspiring Display die, they take the maximum instead of rolling. Once you've used this feature, you can't use it again until you finish a short or long rest.</p>",
      "chat": ""
    },
    "source": {
      "custom": "SotG"
    },
    "identifier": "",
    "rank": 1,
    "flavorText": {
      "value": ""
    },
    "advancement": []
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "sw5e",
    "systemVersion": "3.2.1.2.8.0",
    "coreVersion": "11.315",
    "createdTime": 1674493963934,
    "modifiedTime": 1720368730514,
    "lastModifiedBy": "sw5ebuilder00000"
  },
  "_key": "!items!hx1NvLOzuEscPrJf"
}
