{
  "_id": "8B0449FqtXP02WVs",
  "name": "Gunner",
  "type": "deployment",
  "folder": null,
  "sort": 0,
  "flags": {},
  "img": "systems/sw5e/packs/Icons/Deployments/Gunner.webp",
  "effects": [],
  "system": {
    "description": {
      "value": "<h3 style=\"color:#000000\">The Gunner</h3>\n<table style=\"border:none;width:300px\">\n<tbody>\n<tr>\n<th style=\"text-align:center\">Rank</th>\n<th style=\"text-align:left\">Feature</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:center\">1st</td>\n<td style=\"text-align:left\">Venture, Gunner Techniques</td>\n</tr>\n<tr>\n<td style=\"text-align:center\">2nd</td>\n<td style=\"text-align:left\">Gunning Style, Improved Critical</td>\n</tr>\n<tr>\n<td style=\"text-align:center\">3rd</td>\n<td style=\"text-align:left\">Dependable Gunner, Brutal Critical</td>\n</tr>\n<tr>\n<td style=\"text-align:center\">4th</td>\n<td style=\"text-align:left\">Gunning Mastery, Protean Gunner</td>\n</tr>\n<tr>\n<td style=\"text-align:center\">5th</td>\n<td style=\"text-align:left\">Paragon Gunner, Maximum Power</td>\n</tr>\n</tbody>\n</table>\n<h2>Venture</h2>\n<p>Beginning when you choose this deployment as your specialty, at 1st rank, and again at 2nd, 3rd, 4th, and 5th rank, you can choose a venture (see Chapter 6 for a list of ventures).</p>\n<h2>Gunner Techniques</h2>\n<p>Also at 1st rank, you learn gambits that are fueled by special dice called power dice.</p>\n<h3>Gambits</h3>\n<p>You learn two gambits of your choice, which are detailed under \"Gambits\" below. Many gambits enhance an attack in some way. You can use only one gambit per attack, and you can only use each gambit once per turn.</p>\n<p>You learn an additional gambit at 2nd, 3rd, 4th, and 5th rank in this deployment. Each time you learn a new gambit, you can also replace one gambit you know with a different one.</p>\n<h3>Power Dice</h3>\n<p>A power die is expended when you use it. Your ship must have a power die at the required system in order to use the gambit.</p>\n<p>Your ship gains power dice based primarily on reactor production. These power dice are stored in a central and/or system capacitors to power abilities of deployed crew members. Your power die type is determined by your ship tier.</p>\n<h2>Gambits</h2>\n<p>The gambits are presented in alphabetical order.</p>\n<h3>Crippling Shot</h3>\n<p><em><strong>Power Die Location:</strong> Weapons</em><br />When you hit a ship with a ship attack, you can expend one power die to cripple it. Add the power die to the attack's damage roll, and the target ship's flying speed is reduced by half until the end of their next turn.</p>\n<h3>Disabling Shot</h3>\n<p><em><strong>Power Die Location:</strong> Weapons</em><br />When you make a ship attack roll against a ship, you can expend one power die to add it to the roll. On a hit, the ship has disadvantage on the next ability check or attack roll it makes before the end of your next turn.</p>\n<h3>Distracting Shot</h3>\n<p><em><strong>Power Die Location:</strong> Weapons</em><br />When you hit a ship with a ship attack, you can expend one power die to give your allies an opening. You add the power die to the attack's damage roll, and the next attack roll against the target by someone other than you has advantage if the attack is made before the start of your next turn.</p>\n<h3>Explosive Shot</h3>\n<p><em><strong>Power Die Location:</strong> Weapons</em><br />When you reduce a ship to 0 hit points, you can expend one power die and use a bonus action on your turn to make one additional ship attack against a different ship within range. If that attack hits, add the power die to the attack's damage roll.</p>\n<h3>Expose Weakness</h3>\n<p><em><strong>Power Die Location:</strong> Weapons</em><br />When you hit a ship with a ship attack, you can expend a power die and deal additional damage equal to the number rolled. This damage cannot be reduced in any way.</p>\n<h3>Feinting Shot</h3>\n<p><em><strong>Power Die Location:</strong> Weapons</em><br />You can expend one power die and use a bonus action on your turn to feint, choosing one ship within your primary weapon's normal range as your target. You have advantage on your next attack roll against that ship. If that attack hits, add the power die to the attack's damage roll.</p>\n<h3>Penetrating Shot</h3>\n<p><em><strong>Power Die Location:</strong> Weapons</em><br />When you hit a ship with a ship attack, you can expend one power die to attempt to damage another ship with the same attack. Choose a second ship within 150 feet of and directly behind your initial target. If the original attack roll would hit the second ship, it takes damage equal to the number you roll on your power die. The damage is of the same type dealt by the original attack.</p>\n<h3>Precision Shot</h3>\n<p><em><strong>Power Die Location:</strong> Weapons</em><br />When you make a ship attack roll against a ship, you can expend one power die to add it to the roll. If that attack hits, add the power die to the attack's damage roll. You can use this power before or after making the attack roll, but before any effects of the attack are applied.</p>\n<h2>Gunning Style</h2>\n<p>At 2nd rank, you adopt a particular style of gunning as your specialty. Choose one of the Gunning Style options, detailed in Chapter 6. You can't take a Gunning Style option more than once, even if you later get to choose again.</p>\n<h2>Improved Critical</h2>\n<p>Also at 2nd rank, your critical hit range with primary and secondary weapons increases by 1, and when a ship rolls a 1 on a saving throw against a tertiary or quaternary weapon that you control, they treat the effect's damage as if it had rolled the maximum.</p>\n<h2>Dependable Gunner</h2>\n<p>Starting at 3rd rank, when you roll for damage with a ship weapon, you can reroll one of the dice, but you must use the new result. You may use this feature a number of times equal to your ranks in gunner. You regain all expended uses when you complete a long rest.</p>\n<h2>Brutal Critical</h2>\n<p>Also at 3rd rank, you can roll the weapon damage dice one additional time when determining the extra damage for a critical hit with a ship weapon.</p>\n<h2>Gunning Mastery</h2>\n<p>At 4th rank, you master a particular style of gunning. Choose one of the Gunning Mastery options, detailed in Chapter 6. You can't take a Gunning Mastery option more than once, even if you later get to choose again.</p>\n<h2>Protean Gunner</h2>\n<p>Also at 4th rank, you can choose a second Gunning Style option.</p>\n<h2>Paragon Gunner</h2>\n<p>At 5th rank, when you would expend a power die, you can use a d4 instead of expending a die. You can only use this feature once per round.</p>\n<p>Additionally, when you make an attack roll while deployed as a gunner, you can choose to make the roll a critical hit. You can use this feature before or after making the roll, but before any effects of the roll are determined. Once you've used this feature, you must complete a short or long rest before you can use it again.</p>\n<h2>Maximum Power</h2>\n<p>Also at 5th rank, when you hit a ship with a ship attack, you can deal maximum damage with that attack.</p>\n<p>Once you've used this feature, you can't use it again until you finish a short or long rest.</p>",
      "chat": ""
    },
    "source": {
      "custom": "SotG"
    },
    "identifier": "",
    "rank": 1,
    "flavorText": {
      "value": ""
    },
    "advancement": []
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "sw5e",
    "systemVersion": "3.2.1.2.8.0",
    "coreVersion": "11.315",
    "createdTime": 1674493963931,
    "modifiedTime": 1720368730483,
    "lastModifiedBy": "sw5ebuilder0000"
  },
  "_key": "!items!8B0449FqtXP02WVs"
}
