{
  "_id": "NCOjzgFbOg6DsjSF",
  "name": "Mechanic",
  "type": "deployment",
  "folder": null,
  "sort": 0,
  "flags": {},
  "img": "systems/sw5e/packs/Icons/Deployments/Mechanic.webp",
  "effects": [],
  "system": {
    "description": {
      "value": "<h3 style=\"color:#000000\">The Mechanic</h3>\n<table style=\"border:none;width:300px\">\n<tbody>\n<tr>\n<th style=\"text-align:center\">Rank</th>\n<th style=\"text-align:left\">Feature</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:center\">1st</td>\n<td style=\"text-align:left\">Venture, System Boost</td>\n</tr>\n<tr>\n<td style=\"text-align:center\">2nd</td>\n<td style=\"text-align:left\">Quick Fixer, Ship Technician</td>\n</tr>\n<tr>\n<td style=\"text-align:center\">3rd</td>\n<td style=\"text-align:left\">Dependable Tech, Reroute Power</td>\n</tr>\n<tr>\n<td style=\"text-align:center\">4th</td>\n<td style=\"text-align:left\">Rapid Repairman, Efficient Reroute</td>\n</tr>\n<tr>\n<td style=\"text-align:center\">5th</td>\n<td style=\"text-align:left\">Paragon Tech, Supreme Boost</td>\n</tr>\n</tbody>\n</table>\n<h2>Venture</h2>\n<p>Beginning when you choose this deployment as your specialty, at 1st rank, and again at 2nd, 3rd, 4th, and 5th rank, you can choose a venture (see Chapter 6 for a list of ventures).</p>\n<h2>System Boost</h2>\n<p>Also at 1st rank, you learn techniques to quickly augment different systems on your ship that are fueled by special dice called tech dice.</p>\n<h3>Techniques</h3>\n<p>You learn two techniques of your choice, which are detailed under \"Techniques\" below. You can use only one technique per turn, and you can only use each technique once per round.</p>\n<p>You learn an additional technique at 2nd, 3rd, 4th and 5th rank in this deployment. Each time you learn a new technique, you can also replace one technique you know with a different one.</p>\n<h3>Tech Dice</h3>\n<p>Your techniques are represented by your tech die, the starting size of which is a d4. Using your tech die does not expend it.</p>\n<p>Your tech die changes when you reach certain ranks in this deployment. The die becomes a d6 at 2nd rank, a d8 at 3rd rank, a d10 at 4th rank, and a d12 at 5th rank.</p>\n<h3>Creative Thinking</h3>\n<p>If you roll a 1 on your tech die, it decreases by one die size until the end of your next turn. This represents you burning through your creativity. For example, if the die is a d6 and you roll a 1, it becomes a d4. If it's a d4 and you roll a 1, it becomes unusable until the end of your next turn.</p>\n<p>Conversely, if you roll the maximum number on your tech die, it increases by one die size until the end of your next turn, up to a d12. This represents you having a creative break-through. For example, if you roll a 4 on a d4, the die then becomes a d6. If it's a d12 and you roll a 12, on future rolls until the end of your next turn, you can roll an extra die and choose which die to use.</p>\n<h2>Techniques</h2>\n<p>The techniques are presented in alphabetical order.</p>\n<h3>Comms Boost</h3>\n<p>As a bonus action, you can roll a tech die and add it to the next Charisma (Interfere) check your ship makes before the end of your next turn.</p>\n<h3>Engine Tuning</h3>\n<p>As an action, you can roll your tech die. Take the result of the die and multiply it by 50. The flying speed of your ship increases by this amount until the end of your next turn.</p>\n<h3>Power Distribution</h3>\n<p>As a bonus action, you can roll your tech die and move that number of power dice from their current location to another location.</p>\n<h3>Quiet Electronics</h3>\n<p>As a bonus action, you can roll a tech die and add it to the next Dexterity (Stealth) check your ship makes before the end of your next turn.</p>\n<h3>Reactor Boost</h3>\n<p>As an action, you can roll your tech die. Your reactor immediately produces that many power dice that must be stored immediately based on your ship's power coupling. For any power dice produced in excess of your ship's capacity to store, your ship takes that many hull points in damage.</p>\n<p>Additionally, your ship must succeed on a Constitution (Regulation) check (DC = 10 + the number rolled on your tech die) or take hull damage equal to one hull die + your ship's strength modifier.</p>\n<h3>Sensor Boost</h3>\n<p>As a bonus action, you can roll a tech die and add it to the next Wisdom (Scan) or Intelligence (Probe) check your ship makes before the end of your next turn.</p>\n<h3>Shield Reinforcement</h3>\n<p>As a bonus action, you can roll your tech die. Your shields immediately regenerate by the result of the die.</p>\n<h3>Weapon Overload</h3>\n<p>As a bonus action, you can roll your tech die. The next time a ship weapon deals damage before the end of your next turn, it deals additional damage equal to the result of the die. The damage is of the same type dealt by the original attack.</p>\n<h2>Quick Fixer</h2>\n<p>At 2nd rank, when you take the Patch action or conduct ship repairs during recharging, you have advantage on the Constitution (Patch) check. If you already have advantage, you can instead reroll one of the dice once.</p>\n<h2>Ship Mechanic</h2>\n<p>Also at 2nd rank, when installing new equipment or upgrades, you count as two members of a workforce, instead of one.</p>\n<h2>Dependable Tech</h2>\n<p>Starting at 3rd rank, you can regain use of your starting tech die as a reaction. Once you've used this feature, you must finish a short or long rest before you can use it again.</p>\n<h2>Reroute Power</h2>\n<p>Also at 3rd rank, as an action on each of your turns, you can reroute power between your ship's engines, shields, and weapons through use of the ship's power coupling. A power coupling can be toggled to neutral, where all three aspects function normally, or can divert power to a specific system.</p>\n<p>When diverting power to a system, the effects of that system are doubled:</p>\n<ul>\n<li><strong>Engines:</strong> A ship's flying speed is doubled.</li>\n<li><strong>Shields:</strong> Shields take half damage and shield regeneration rate is doubled.</li>\n<li><strong>Weapons:</strong> Weapons deal double damage.</li>\n</ul>\n<p>When diverting power to a system, power to the other systems is halved:</p>\n<ul>\n<li><strong>Engines:</strong> A ship's flying speed is reduced by half.</li>\n<li><strong>Shields:</strong> Shields take double damage and shield regeneration rate reduced by half.</li>\n<li><strong>Weapons:</strong> Ship weapon damage is reduced by half.</li>\n</ul>\n<h2>Rapid Repairman</h2>\n<p>At 4th rank, when you take the Patch action, you can choose to forgo your proficiently equipped bonus. If you succeed on the check, you can expend 2 Hull Dice, instead of one. For each Hull Die spent in this way, roll the die and add the ship's Constitution modifier to it.</p>\n<h2>Efficient Reroute</h2>\n<p>Also at 4th rank, when you reroute power you only halve power to one other system of your choice.</p>\n<h2>Paragon Tech</h2>\n<p>As of 5th tier, you are a paragon of your deployment. When you make a Strength (Boost) check or a Constitution (Regulate) check, you can take the maximum instead of rolling. You can use this feature before or after making the roll, but before any effects of the roll are determined. Once you've used this feature, you must complete a short or long rest before you can use it again.</p>\n<h2>Supreme Boost</h2>\n<p>As of 5th rank, you learn to briefly and massively boost your ship's system. When you use a technique that uses a bonus action, you can use another, different technique that also uses a bonus action this turn. Additionally, instead of rolling your Tech die for these uses, you can choose to take the maximum.</p>\n<p>Once you've used this feature, you must finish a short or long rest before you can use it again.</p>",
      "chat": ""
    },
    "source": {
      "custom": "SotG"
    },
    "identifier": "",
    "rank": 1,
    "flavorText": {
      "value": ""
    },
    "advancement": []
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "sw5e",
    "systemVersion": "3.2.1.2.8.0",
    "coreVersion": "11.315",
    "createdTime": 1674493963932,
    "modifiedTime": 1720368730490,
    "lastModifiedBy": "sw5ebuilder0000"
  },
  "_key": "!items!NCOjzgFbOg6DsjSF"
}
