{
  "_id": "6t3DOvGdpOMkYUtI",
  "name": "Operator",
  "type": "deployment",
  "folder": null,
  "sort": 0,
  "flags": {},
  "img": "systems/sw5e/packs/Icons/Deployments/Operator.webp",
  "effects": [],
  "system": {
    "description": {
      "value": "<h3 style=\"color: #000000;\">The Operator</h3>\n<table style=\"border: none; width: 300px;\">\n<tbody>\n<tr>\n<th style=\"text-align: center;\">Rank</th>\n<th style=\"text-align: left;\">Feature</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align: center;\">1st</td>\n<td style=\"text-align: left;\">Venture, Operational Control</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">2nd</td>\n<td style=\"text-align: left;\">System Disruption, Improved Interference</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">3rd</td>\n<td style=\"text-align: left;\">Disrupted Defenses, Threat Assessment</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">4th</td>\n<td style=\"text-align: left;\">Masterful Interference, Haywire</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">5th</td>\n<td style=\"text-align: left;\">Paragon Operator, Overload Systems</td>\n</tr>\n</tbody>\n</table>\n<h2>Venture</h2>\n<p>Beginning when you choose this deployment as your specialty, at 1st rank, and again at 2nd, 3rd, 4th, and 5th rank, you can choose a venture (see Chapter 6 for a list of ventures).</p>\n<h2>Operational Control</h2>\n<p>Also at 1st rank, you learn disruptions that are fueled by special dice called power dice.</p>\n<h3>Disruptions</h3>\n<p>You learn two disruptions of your choice, which are detailed under &ldquo;Disruptions&rdquo; below. You can use only one disruption per turn, and you can only use each disruption once per round.</p>\n<p>You learn an additional disruption at 2nd, 3rd, 4th, and 5th rank in this deployment. Each time you learn a new disruption, you can also replace one disruption you know with a different one.</p>\n<h3>Power Dice</h3>\n<p>A power die is expended when you use it. Your ship must have a power die at the required system in order to use the disruption.</p>\n<p>Your ship gains power dice based primarily on reactor production. These power dice are stored in a central and/or system capacitors to power abilities of deployed crew members. Your power die type is determined by your ship tier.</p>\n<h3>Saving Throws</h3>\n<p>Some of your Disruptions require your target to make a saving throw to resist the disruption&rsquo;s effects. The saving throw DC is calculated as follows:</p>\n<p><strong>Disruption save DC</strong> = 8 + your proficiency bonus + your ship&rsquo;s Charisma modifier</p>\n<h2>Disruptions</h2>\n<p>The collaborations are presented in alphabetical order.</p>\n<h3>Enhance Scopes</h3>\n<p><em><strong>Power Die Location:</strong> Sensors</em><br />As a bonus action, can expend one power die to increase the ranges of your ship&rsquo;s next primary or secondary weapon attack by 500 feet. If it hits, you add the power die to the attack&rsquo;s damage roll.</p>\n<h3>Disarming Shot</h3>\n<p><em><strong>Power Die Location:</strong> Sensors</em><br />As an action, you can expend one power die to attempt to disarm the target. You add the power die to your ship&rsquo;s next attack roll. On a hit, in addition to the normal damage taken, the target must make a Constitution saving throw. On a failed save, you disable a weapon of the target ship of your choice until the ship recharges.</p>\n<h3>Hacked Communications</h3>\n<p><em><strong>Power Die Location:</strong> Comms</em><br />As an action, you may expend a power die, and choose any number of ships that you can see within 600 feet of you. Each ship must succeed on a Wisdom saving throw or take ionic damage equal to the number rolled on the die + your ship&rsquo;s Charisma modifier (minimum of one). Additionally, on a failed save, the ship&rsquo;s communication devices are disabled until rebooted.</p>\n<h3>Reactor Vulnerability</h3>\n<p><em><strong>Power Die Location:</strong> Comms</em><br />When a friendly ship hits a ship with a weapon attack, you can expend a superiority die as a reaction to temporarily destabilize the ship&rsquo;s reactor. Add the number rolled to the damage of the weapon attack and the ship must succeed on a Constitution saving throw or be shocked until the end of its next turn.</p>\n<h3>Remote Sensors</h3>\n<p><em><strong>Power Die Location:</strong> Sensors</em><br />Whenever you make a Wisdom (Scan) or an Intelligence (Probe) check, you can employ the aid of remote sensors by expending a power die, adding the number rolled to the check. You can use this maneuver before or after making the ability check, but before the results of the ability check are determined.</p>\n<h3>Sensor Blast</h3>\n<p><em><strong>Power Die Location:</strong> Comms</em><br />When a friendly ship hits a target with a weapon attack, you can expend one power die as a reaction to attempt to saturate the target&rsquo;s sensors. You add the power die to the attack&rsquo;s damage roll, and the target must make a Wisdom saving throw. On a failed save, the target has disadvantage on all attack rolls against targets other than your ship until the end of your next turn.</p>\n<h3>Systems Block</h3>\n<p><em><strong>Power Die Location:</strong> Comms</em><br />When a friendly ship makes an attack roll, you can use your reaction and expend a power die and add it to the attack roll. On a hit, the target&rsquo;s next attack has disadvantage and it cannot regain shield points until the start of your next turn.</p>\n<h3>Targeted Strike</h3>\n<p><em><strong>Power Die Location:</strong> Sensors</em><br />When a friendly ship makes an attack against a target, you can use your reaction to expend a power die. You add the power die to the attack roll, and the damage roll if it hits. You can use this maneuver before or after the attack roll, but before the GM determines whether or not the attack hits.</p>\n<h2>System Disruption</h2>\n<p>At 2nd rank, as a bonus action while deployed as an operator, you can choose a ship that you can see within 1,000 feet and target its systems for disruption. For the next minute, or until you disrupt another target, you have advantage on any Wisdom (Scan) or Intelligence (Probe) check you make to find it.</p>\n<p>Additionally, when the ship makes an ability check, attack roll, or saving throw, you can use your reaction to disrupt the ship&rsquo;s functions. Roll a System Disruption die, which is a d6, and subtract it from the ability check, attack roll, or saving throw. You can choose to use this feature after the ship makes its roll, but before the GM says whether the roll succeeds or fails. You can use this feature twice. You gain another use of this feature at 3rd, 4th, and 5th rank in this deployment. You regain any expended uses when you finish a long rest.</p>\n<p>Your System Disruption die changes when you reach certain ranks in this deployment. The die becomes a d8 at 3rd rank, a d10 at 4th rank, and a d12 at 5th rank.</p>\n<h2>Improved Interference</h2>\n<p>Also at 2nd rank, when you use take the Interfere action, you have advantage on the Charisma (Interfere) check. If you already have advantage, you can instead reroll one of the dice once.</p>\n<h2>Disrupted Defenses</h2>\n<p>At 3rd rank, the first time the target of your System Disruption takes damage each round, it takes additional damage equal to your System Disruption die. The damage is of the same type dealt by the original attack.</p>\n<h2>Threat Assessment</h2>\n<p>Also at 3rd rank, as a bonus action, you can learn certain information about the capabilities of the target of your System Disruption. The GM tells you if the ship is your ship&rsquo;s equal, superior, or inferior in regard to two of the following characteristics of your choice:</p>\n<ul>\n<li>An ability score</li>\n<li>Armor Class</li>\n<li>Current total hull and shield points</li>\n<li>Total ship tiers (if any)</li>\n<li>Total deployment ranks (if any)</li>\n</ul>\n<h2>Masterful Interference</h2>\n<p>At 4th rank, when you take the Interfere action, you can choose to forgo your proficiency bonus. If you succeed on the check, the target has disadvantage on all ability checks or attack rolls it makes before the start of your next turn, instead of one.</p>\n<h2>Haywire</h2>\n<p>Also at 4th rank, when you target a ship with your System Disruption feature, it must make a Constitution saving throw (DC = 8 + your bonus to Interfere checks). On a failed save, while it is the target of your System Disruption feature, the first time it makes an attack roll or a saving throw each round, the target must roll a d4 and subtract the number rolled from the attack roll or saving throw.</p>\n<h2>Paragon Operator</h2>\n<p>As of 5th rank, you are a paragon of your deployment. When you would expend a Power die or a System Disruption die, you can use a d4 instead of expending a die. You can only use this feature once per round.</p>\n<p>Additionally, you regain all expended uses of your System Disruption feature when you finish a short or long rest.</p>\n<p>Lastly, when you would make an Interfere, Scan, or Probe check while deployed as an operator, you can take the maximum instead of rolling. You can use this feature before or after making the roll, but before any effects of the roll are determined. Once you&rsquo;ve used this feature, you must complete a short or long rest before you can use it again.</p>\n<h2>Overload Systems</h2>\n<p>Also at 5th rank, you learn how to overload the systems of a ship remotely. As an action, you can attempt to breach the systems of the target of your System Disruption. The ship must make a Constitution saving throw (DC = 8 + your bonus to Interfere checks). On a failed save, the target&rsquo;s flying speed reduced by half, it&rsquo;s turning speed is doubled, it takes a -2 penalty to AC and Dexterity saving throws, it&rsquo;s shields no longer regenerate, and it can&rsquo;t use reactions. On its turn, it can use either an action or a bonus action, not both. Regardless of the ship&rsquo;s abilities, crew, or equipment, it can&rsquo;t make more than one attack during its turn.</p>\n<p>The ship&rsquo;s pilot makes another Constitution saving throw at the end of its turns. On a successful save, the effect ends.</p>\n<p>Once you&rsquo;ve use this feature, you must finish a short or long rest before you can use it again.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SotG",
    "identifier": "",
    "rank": 1,
    "flavorText": "<p><img style=\"float: right; margin: 20px; border: 0px;\" src=\"systems/sw5e/packs/Icons/Deployments/operator_01.webp\" /></p>\n<p><strong><span style=\"font-variant: small-caps;\">\"<em>Watcher's Confidence</em>, please proceed to docking bay ninety-four,\"</span></strong> comes over the freighter's speakers for a third time. Frantically, the chiss operator types as fast as he can, attempting to disguise his ship's transponder code and true designation. Finally, with a satisfied sigh and a single keystroke, he completes the new temporary identity to his ship.</p>\n<p>Methodically, the voss operator types away on the datapad in front of her, one eye on the console and the other on her quarry. As she sees the ship's trajectory abruptly change, she completes her commands, overloading their systems. The ship immediately slows, it's turning become sluggish, enabling the voss to overtake it.</p>\n<p>As the light freighter exits hyperspace, the hull starts to vibrate with the impacts of cannon fire. The human operator immediately jumps into the co-pilot's seat and interfaces with the control panel. He engages a comm scrambler, disrupting the communications of the enemy ships, in an effort to diminish their coordination.</p>\n<p>Operators share their love of a challenge; to overcome the obstacle that few others can comprehend. While they aren't always celebrated, operators are an integral part of any ship's crew.</p>",
    "advancement": []
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "sw5e",
    "systemVersion": "2.1.4.2.4.0",
    "coreVersion": "10.291",
    "createdTime": 1674493963930,
    "modifiedTime": 1677349705794,
    "lastModifiedBy": "sw5ebuilder0000"
  }
}
