{
  "_id": "goeBsNfPxPVrNanH",
  "name": "Technician",
  "type": "deployment",
  "folder": null,
  "sort": 0,
  "flags": {},
  "img": "systems/sw5e/packs/Icons/Deployments/Technician.webp",
  "effects": [],
  "system": {
    "description": {
      "value": "<h3 style=\"color: #000000;\">The Technician</h3>\n<table style=\"border: none; width: 300px;\">\n<tbody>\n<tr>\n<th style=\"text-align: center;\">Rank</th>\n<th style=\"text-align: left;\">Feature</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align: center;\">1st</td>\n<td style=\"text-align: left;\">Venture, Defense Stratagems</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">2nd</td>\n<td style=\"text-align: left;\">Quick Regen, Ship Technician</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">3rd</td>\n<td style=\"text-align: left;\">Dependable Damage Control, Reroute Power</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">4th</td>\n<td style=\"text-align: left;\">Rapid Repairman, Last Resort</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">5th</td>\n<td style=\"text-align: left;\">Paragon of Defense, Supreme Save</td>\n</tr>\n</tbody>\n</table>\n<h2>Venture</h2>\n<p>Beginning when you choose this deployment as your specialty, at 1st rank, and again at 2nd, 3rd, 4th, and 5th rank, you can choose a venture (see Chapter 6 for a list of ventures).</p>\n<h2>Defense Stratagems</h2>\n<p>Also at 1st rank, you learn stratagems that are fueled by special dice called power dice.</p>\n<h3>Stratagems</h3>\n<p>You learn two stratagems of your choice, which are detailed under &ldquo;Stratagems&rdquo; below. Many stratagems enhance a defense in some way. You can use only one gambit per attack, and you can only use each stratagem once per turn.</p>\n<p>You learn an additional stratagem at 2nd, 3rd, 4th, and 5th rank in this deployment. Each time you learn a new stratagem, you can also replace one stratagem you know with a different one.</p>\n<h3>Power Dice</h3>\n<p>A power die is expended when you use it. Your ship must have a power die at the required system in order to use the stratagem.</p>\n<p>Your ship gains power dice based primarily on reactor production. These power dice are stored in a central and/or system capacitors to power abilities of deployed crew members. Your power die type is determined by your ship tier.</p>\n<h2>Stratagems</h2>\n<p>The stratagems are presented in alphabetical order.</p>\n<h3>Angle Deflector Shields</h3>\n<p><em><strong>Power Die Location:</strong> Shields</em><br />When you are hit by a ship attack, you can expend one power die as a reaction to redirect some of the impact. Reduce the damage absorbed by your shields by the amount rolled on the power die plus the ship&rsquo;s intelligence modifier.</p>\n<h3>Brace for Impact</h3>\n<p><em><strong>Power Die Location:</strong> Shields</em><br />When you are reduced to zero shields, as a reaction, you can expend a power die to instead reduce your shields to one.</p>\n<h3>Bring 'Em Back Up!</h3>\n<p><em><strong>Power Die Location:</strong> Shields</em><br />When you have no shields, as an action, you can expend one power die to use a shield die to bring your shields back online with a value equal to your ship&rsquo;s regeneration rate plus the amount rolled on the power die.</p>\n<h3>Close Blast Doors</h3>\n<p><em><strong>Power Die Location:</strong> Shields</em><br />When you are hit by a ship attack, you can expend one power die as a reaction to mitigate some of the damage. Reduce the damage done to your hull by the amount rolled on the power die plus the ship&rsquo;s constitution modifier.</p>\n<h3>Countermeasures</h3>\n<p><em><strong>Power Die Location:</strong> Shields</em><br />When you fail a Dexterity Saving throw forced by a Ship weapon, you can expend one power die as a reaction. Until the start of your next turn, your ship has a bonus to dexterity saving throws equal to the amount rolled on the power die. This includes the triggering save.</p>\n<h3>I Need More Power!</h3>\n<p><em><strong>Power Die Location:</strong> Shields</em><br />When you use your action to regenerate your ship&rsquo;s shields, you can use a bonus action to expend a power die and add its result to the amount regenerated.</p>\n<h3>Intensify Shields</h3>\n<p><em><strong>Power Die Location:</strong> Shields</em><br />When you are hit by a ship attack, you can expend one power die as a reaction. Until the start of your next turn, your ship has a bonus to AC equal to the amount rolled on the power die. This includes the triggering attack.</p>\n<h3>Powerful Patch</h3>\n<p><em><strong>Power Die Location:</strong> Shields</em><br />As an action, you can expend one power die to use a hull dice and recover Hull Points. You gain additional Hull Points equal to the amount rolled on the power die.</p>\n<h2>Quick Regen</h2>\n<p>At 2nd rank, when you take the Boost Shields action, you have advantage on the Strength (Boost) check. If you already have advantage, you can instead reroll one of the dice once.</p>\n<h2>Ship Technician</h2>\n<p>Also at 2nd rank, when installing new equipment or upgrades, you count as two members of a workforce, instead of one.</p>\n<h2>Dependable Damage Control</h2>\n<p>Starting at 3rd rank, when your ship would make a Constitution Saving throw, you can take take the maximum instead of rolling. You can use this feature before or after making the roll, but before any effects of the roll are determined. You may use this feature once before completing a short or long rest.</p>\n<h2>Reroute Power</h2>\n<p>Additionally, when your ship&rsquo;s shields are fully depleted, you can use your reaction to immediately restore a number of shield points equal to your Intelligence modifier. Once you&rsquo;ve used this feature, you must finish a long rest before you can use it again.</p>\n<h2>Rapid Repairman</h2>\n<p>At 4th rank, when you take the Patch action, you can choose to forgo your proficiently equipped bonus. If you succeed on the check, you can expend 2 Hull Dice, instead of one. For each Hull Die spent in this way, roll the die and add the ship&rsquo;s Constitution modifier to it.</p>\n<h2>Last Resort</h2>\n<p>Also at 4th rank, when your ship makes a destruction saving throw, it adds its Constitution modifier to the roll (minimum of +1). Additionally, when you roll a ship&rsquo;s Hull Die to regain hull points or Shield Die to regain shield points, the minimum number of points it can regain from the roll equals twice the ship&rsquo;s constitution modifier (minimum of 2).</p>\n<h2>Paragon of Defense</h2>\n<p>As of 5th rank, you are a paragon of your deployment. When you would expend a Power die, you can use a d4 instead of expending a die. You can only use this feature once per round.</p>\n<p>Additionally, when you take the Boost Shields or Patch action, when you would roll to restore hull points or shield points, you can take the maximum instead of rolling. You can use this feature before or after making the roll. Once you&rsquo;ve used this feature, you must com-plete a short or long rest before you can use it again.</p>\n<h2>Supreme Save</h2>\n<p>As of 5th rank, you learn how to quickly isolate massive damage on your ship. As a reaction, when you would otherwise be reduced to zero hull points, you can instead reduce your hull points to one.</p>\n<p>Once you&rsquo;ve used this feature, you must finish a long rest before you can use it again.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SotG",
    "identifier": "",
    "rank": 1,
    "flavorText": "<p><img style=\"float: right; margin: 20px; border: 0px;\" src=\"systems/sw5e/packs/Icons/Deployments/technician_01.webp\" /></p>\n<p><strong><span style=\"font-variant: small-caps;\">Flinching occasionally as a blaster bolt hits the nearby</span></strong> bulkhead, a Sullustan defense coordinator quickly orders back-up troopers to his position. He peers through his infrared goggles, filtering out the clouds of smoke, ignoring the shouts of his falling comrades as the enemy advances. He raises his own blaster, yelling with anger as the weapon tears into the opposing force. His ship would not be overtaken from within.</p>\n<p>Staggering in time with the rocking ship, the ortolan technician rushes down the hallway, hanging wires obstructing her path. As she dodges and jumps over the impediments, she finally reaches the shield generator. With a quick twist of her hydrospanner and a graceless hit with a hammer, she opens the protective cover and reengages the ship's shields. The familiar hum as they power up brings a smile to her lips.</p>\n<p>As the flagship exits hyperspace, the hull starts to vibrate with the impacts of cannon fire. On the bridge, the sounds of a muffled explosion can be heard. With practiced ease, the human shield technician jumps to action, calmly angling deflector shields to catch the salvo. Within seconds, the impacts cease, the energy blasts coruscating off the invisible field.</p>\n<p>While damage control technicians come from all walks of life, they all share one thing; they gain immense satisfaction from keeping their ship running.</p>",
    "advancement": []
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "sw5e",
    "systemVersion": "2.1.4.2.4.0",
    "coreVersion": "10.291",
    "createdTime": 1674493963933,
    "modifiedTime": 1677349705798,
    "lastModifiedBy": "sw5ebuilder0000"
  }
}
