{
  "_id": "CcUUuyuEnZlmia6H",
  "name": "Binders (Fine)",
  "type": "loot",
  "img": "systems/sw5e/packs/Icons/Utility/Binders.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "sw5e-importer": {
      "timestamp": "2023-03-09T01:52:20.3494552+00:00",
      "importer_version": 3,
      "uid": "EnhancedItem.name-binders_fine.subtype-"
    }
  },
  "system": {
    "description": {
      "value": "<h4>Adventuring Gear</h4>\n <p>Binders can be used to restrain a Small or Medium creature with appropriate appendages. Applying binders takes an action, and the target must make a DC 16 Strength or Dexterity saving throw (the target chooses the ability to use). A hostile creature makes this save with advantage. A set of binders comes with one key. Breaking the binders requires a DC 22 Strength check. Escaping them requires a DC 22 Dexterity check. Without the key, unlocking the binders requires a DC 18 security kit to force open. Binders have an AC of 11 and 30 hit points. Destroying the binders frees the creature without harming it.</p>\n<p> </p>\n<h2>Binders</h2>\n<p>Binders can be used to restrain a Small or Medium creature with appropriate appendages. Applying binders takes an action, and the target must make a DC 14 Strength or Dexterity saving throw (the target chooses the ability to use). A hostile creature makes this save with advantage. Breaking the binders requires a DC 20 Strength check. Escaping them requires a DC 20 Dexterity check. A set of binders comes with one key. Without the key, unlocking the binders requires a DC 15 security kit to force open. Binders have an AC of 10 and 15 hit points. Destroying the binders frees the creature without harming it.</p>",
      "chat": ""
    },
    "source": {
      "custom": "EC"
    },
    "quantity": 1,
    "weight": {
      "value": 6,
      "units": "lb"
    },
    "price": {
      "value": 50,
      "denomination": "gc"
    },
    "rarity": "premium",
    "identified": true,
    "properties": {},
    "type": {
      "value": "gear",
      "subtype": ""
    },
    "_propertyValues": {},
    "unidentified": {
      "description": ""
    },
    "container": null
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "sw5e",
    "systemVersion": "3.2.1.2.8.0",
    "coreVersion": "11.315",
    "createdTime": 1674493964501,
    "modifiedTime": 1720418048515,
    "lastModifiedBy": "sw5ebuilder00000"
  },
  "_key": "!items!CcUUuyuEnZlmia6H"
}
