{
  "name": "Portable Structure",
  "flags": {
    "sw5e-importer": {
      "timestamp": "2023-03-09T01:52:14.7447036+00:00",
      "importer_version": 3,
      "uid": "Feature.name-portable_structure.source-archetype.sourceName-construction_engineering.level-17"
    }
  },
  "type": "feat",
  "img": "systems/sw5e/packs/Icons/Class%20Features/ENGR-ARCH-Action.webp",
  "system": {
    "description": {
      "value": "<p><em><strong>Construction Engineering:</strong> 3rd, 11th, and 17th level</em></p>\n<p>You have constructed a set of malleable, portable fortifications that can elevate you and your allies. Over the course of a long rest, you create a portable structure that travels with you. </p>\n<p>Your portable structure can only be directed by you, and you must have a tech focus in order to direct it remotely. If you lack a tech focus, you can instead direct it while it is within 5 feet of you. Your portable structure has the following features:</p>\n<ul>\n<li>Its AC equals your tech save DC.</li>\n<li>It has a number of hit points equal to 5 x your engineer level. If your structure is reduced to 0 hit points, it collapses and can't be used again until you spend 1 hour repairing it, which can be done during a short or long rest.</li>\n<li>You can restore missing hit points to your structure by casting the <em>mending</em> tech power on it, or by completing a short or long rest. Casting the <em>mending</em> tech power restores a number of missing hit points equal to your Intelligence modifier (minimum of one), but it can't be repaired to more than half its hit point maximum in this way. Completing a short rest restores your structure to half its hit point maximum, and completing a long rest restores it to its hit point maximum.</li>\n<li>Your structure has two modes: dismantled and deployed. While dismantled, your structure's speed equals your own, it hovers 5 feet off the ground, takes up the space of a 5-foot cube, and weighs 500 lbs. This increases to a 10-foot cube and 1,000 lbs. at 11th level, and a 15-foot cube and 2,000 lbs. at 17th level as you upgrade it. While deployed, your structure's speed is 0 and it takes up space dictated by how its deployed.</li>\n</ul>\n<p>As an action, you can remotely deploy your structure at a space you can see on the ground within 30 feet of you, provided there is sufficient space to support it. This range increases to 60 feet at 11th level and 120 feet at 17th level. Automatic dismantling of your structure takes 1 minute, and can be initiated on your turn (no action required).</p>\n<p>You can deploy your choice from these structures a combined total of four times, and you gain more uses at higher levels, as shown in the Modification Slots column of the engineer table. Each time you use this feature in excess of your proficiency bonus, your tech point maximum is reduced by 1 until you complete a long rest. You regain all expended uses when you complete a long rest.</p>\n<h3>Bridge</h3>\n<p>You deploy a bridge up to 30 feet long, 10 feet wide, and 3 feet thick. The bridge starts from the point at which you deploy it, and extends in a direction of your choice. When you dismantle your bridge, it retracts to the point at which you initially deployed it. Both ends of the bridge must be supported in some fashion; one end cannot be suspended in the air or on unstable terrain. The bridge can hold up to 1,000 lbs., any weight above which causes the bridge to instantly drop to 0 hit points, destroying it. If a creature is on the bridge when it is destroyed or dismantled, it must make a Dexterity saving throw against your tech save DC. On a successful saving throw, it reaches the closest part of the bridge that has stable support, or it maintains a grip on your bridge as it retracts, as appropriate. On a failed save, it falls. </p>\n<p>When you reach 11th level, the bridge can now extend up to 45 feet long, 15 feet wide, and it can support up to 2,000 lbs. When you reach 17th level, the bridge can now extend up to 60 feet long, 20 feet wide, and it can support up to 4,000 lbs.</p>\n<h3>Cage</h3>\n<p>You create a cage that surrounds a cube up to 10 feet on each side centered on the target location. The cube is surrounded on all sides except the ground by 2-foot-thick walls. The walls and roof are completely opaque, and you choose whether the structure has a light source when you deploy it that provides bright light within the cube. Otherwise, the space within the cube is in complete darkness. The cage is permeable, allowing air, water, and sound to pass through it. You can attempt to trap unwilling Medium or smaller creatures inside the cage. When you deploy this structure in an unwilling creature's space, it must make a Dexterity saving throw against your tech save DC. On a successful save, it can immediately move to nearest unoccupied space outside of the cage. Otherwise, it is trapped within the structure when it is deployed. </p>\n<p>When you reach 11th level, the cage can extend up to 15 feet on each side, and it can trap creatures of Large size or smaller. When you reach 17th level, the cage can extend up to 20 feet on each side, and it can trap creatures of Huge size or smaller. </p>\n<h3>Shelter</h3>\n<p>You erect a shelter up to 15 feet long, 10 feet wide, and 10 feet tall, with one-foot-thick walls, a roof, and a floor. It has a single door along its walls in a location of your choice. The building has temperature control and lighting systems, and can withstand harsh winds, heavy rain and snow. Any creature inside the shelter is protected from hazardous environmental effects outside the shelter such as extreme heat or cold. The structure does not provide additional breathing air for anyone inside if the environment it is placed in is not breathable. The shelter can comfortably support up to 5 Medium creatures. For each Medium creature, it can instead support 2 Small creatures. For each Small creature, it can instead support 2 Tiny creatures.</p>\n<p>When you reach 11th level, the shelter can extend up to 30 feet long, 15 feet wide, 15 feet tall, and it can now comfortably support up to 10 Medium creatures. For each Medium creature, it can instead support 2 Small creatures. For each Small creature, it can instead support 2 Tiny creatures. Additionally, when a creature completes a long rest while within your shelter, they regain all spent Hit Dice, instead of only half. When you reach 17th level, the shelter can extend up to 45 feet long, 20 feet wide, 20 feet tall, and it can now comfortably support up to 10 Large creatures. For each Large creature, it can instead support 2 Medium creatures. For each Medium creature, it can instead support 2 Small creatures. For each Small creature, it can instead support 2 Tiny creatures. Additionally, when a creature completes a long rest while within your shelter, their exhaustion level is reduced by 2, instead of only 1.</p>\n<h3>Tower</h3>\n<p>You erect a tower from a 5-foot square platform centered on the target location that rises up to 30 feet. If the tower is created under a creature, that creature must succeed on a Dexterity saving throw or be lifted by the tower. A creature can choose to fail the save. The tower comes equipped with a ladder that reaches from the ground to the platform. </p>\n<p>When you reach 11th level, the tower's platform can extend 5 feet by 10 feet and rise up to 40 feet. When you reach 17th level, the tower's platform can cover a 10-foot square, and rise up to 50 feet. Additionally, any creature on the tower's platform has advantage on Wisdom (Perception) checks that rely on sight.</p>\n<h3>Wall</h3>\n<p>You deploy a wall up to 30 feet long, 10 feet high, and 3 feet thick, or a ringed wall up to 10 feet in diameter, 10 feet high, and 3 feet thick. The wall features ramparts deep enough to support creatures of Medium size or smaller, and provides one-quarter cover to any creature on its ramparts. The wall includes a ladder on the side of your choice. You choose whether the wall contains any openings otherwise. Any openings chosen in this way can be seen through on both sides. The wall can be climbed, but requires a Strength (Athletics) check against your tech save DC for any creature without a climbing speed. A creature can only make this check once per turn. </p>\n<p>When you reach 11th level, the wall can deploy up to 45 feet long and 15 feet high, or a ringed wall up to 15 feet in diameter and 15 feet high. Additionally, the wall now provides half cover to any creature on its ramparts. When you reach 17th level, the wall can deploy up to 60 feet long and 20 feet high, or a ringed wall up to 20 feet in diameter and 20 feet high. Additionally, the wall now provides three-quarters cover to any creature on its ramparts.</p>",
      "chat": "",
      "unidentified": ""
    },
    "requirements": "Engineer (Construction Engineering) 17",
    "source": "EC",
    "activation": {
      "type": "action",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "",
      "units": "inst"
    },
    "cover": null,
    "crewed": false,
    "target": {
      "value": 5,
      "width": null,
      "units": "ft",
      "type": "cube"
    },
    "range": {
      "value": 5,
      "long": null,
      "units": ""
    },
    "uses": {
      "value": null,
      "max": "",
      "per": null,
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": null,
    "actionType": "save",
    "attackBonus": "",
    "chatFlavor": "",
    "critical": {
      "threshold": null,
      "damage": ""
    },
    "damage": {
      "parts": [
        [
          "5 * (@classes.engineer.levels)",
          "healing"
        ]
      ],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "dex",
      "dc": null,
      "scaling": "power"
    },
    "type": {
      "value": "class",
      "subtype": ""
    },
    "recharge": {
      "value": null,
      "charged": false
    },
    "attributes": {
      "speed": {
        "space": null,
        "turn": null
      }
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "sw5e",
    "systemVersion": "2.3.1.2.6.4",
    "coreVersion": "11.308",
    "createdTime": 1679683269077,
    "modifiedTime": 1698794203484,
    "lastModifiedBy": "sw5ebuilder0000"
  },
  "_id": "oXMNwia3Sw6hCBHe",
  "_key": "!items!oXMNwia3Sw6hCBHe"
}
