{
  "_id": "ixN1vVJkzhiaebQK",
  "name": "What Is a Power?",
  "permission": {
    "default": 0
  },
  "folder": "",
  "flags": {},
  "content": "<p>A power is a discrete magical effect, a single shaping of the magical energies that suffuse the multiverse into a specific, limited expression. In casting a power, a character carefully plucks at the invisible strands of raw magic suffusing the world, pins them in place in a particular pattern, sets them vibrating in a specific way, and then releases them to unleash the desired effect—in most cases, all in the span of seconds.</p>\n<p>Powers can be versatile tools, weapons, or protective wards. They can deal damage or undo it, impose or remove conditions (see @Compendium[sw5e.rules.lrgT2KMBGTgZD4sA]{Appendix PH-A}), drain life energy away, and restore life to the dead.</p>\n<p>Uncounted thousands of powers have been created over the course of the multiverse's history, and many of them are long forgotten. Some might yet lie recorded in crumbling powerbooks hidden in ancient ruins or trapped in the minds of dead gods. Or they might someday be reinvented by a character who has amassed enough power and wisdom to do so.</p>\n<h2>Power Level</h2>\n<p>Every power has a level from 0 to 9. A power's level is a general indicator of how powerful it is, with the lowly (but still impressive) @Compendium[sw5e.powers.41JIhpDyM9Anm7cs]{Magic Missile} at 1st level and the earth-shaking @Compendium[sw5e.powers.3okM6Gn63zzEULkz]{Wish} at 9th. Cantrips—simple but powerful powers that characters can cast almost by rote—are level 0. The higher a power's level, the higher level a powercaster must be to use that power.</p>\n<p>Power level and character level don't correspond directly. Typically, a character has to be at least 17th level, not 9th level, to cast a 9th-level power.</p>\n<h2>Known and Prepared Powers</h2>\n<p>Before a powercaster can use a power, he or she must have the power firmly fixed in mind, or must have access to the power in a magic item. Members of a few classes, including bards and sorcerers, have a limited list of powers they know that are always fixed in mind. The same thing is true of many magic-using monsters. Other powercasters, such as clerics and wizards, undergo a process of preparing powers. This process varies for different classes, as detailed in their descriptions.</p>\n<p>In every case, the number of powers a caster can have fixed in mind at any given time depends on the character's level.</p>\n<h2>Power Slots</h2>\n<p>Regardless of how many powers a caster knows or prepares, he or she can cast only a limited number of powers before resting. Manipulating the fabric of magic and channeling its energy into even a simple power is physically and mentally taxing, and higherlevel powers are even more so. Thus, each powercasting class's description (except that of the warlock) includes a table showing how many power slots of each power level a character can use at each character level. For example, the 3rd-level wizard Umara has four 1st-level power slots and two 2nd-level slots.</p>\n<p>When a character casts a power, he or she expends a slot of that power's level or higher, effectively “filling” a slot with the power. You can think of a power slot as a groove of a certain size—small for a 1st-level slot, larger for a power of higher level. A 1st-level power fits into a slot of any size, but a 9th-level power fits only in a 9th-level slot. So when Umara casts @Compendium[sw5e.powers.41JIhpDyM9Anm7cs]{Magic Missile}, a 1st-level power, she spends one of her four 1st-level slots and has three remaining.</p>\n<p>Finishing a long rest restores any expended power slots.</p>\n<p>Some characters and monsters have special abilities that let them cast powers without using power slots. For example, a monk who follows the Way of the Four Elements, a warlock who chooses certain eldritch invocations, and a pit fiend from the Nine Hells can all cast powers in such a way.</p>\n<h3>Casting a Power at a Higher Level</h3>\n<p>When a powercaster casts a power using a slot that is of a higher level than the power, the power assumes the higher level for that casting. For instance, if Umara casts @Compendium[sw5e.powers.41JIhpDyM9Anm7cs]{Magic Missile}<em> </em>using one of her 2nd-level slots, that <em>magic missile </em>is 2nd level. Effectively, the power expands to fill the slot it is put into.</p>\n<p>Some powers, such as <em>magic missile </em>and @Compendium[sw5e.powers.uUWb1wZgtMou0TVP]{Cure Wounds}, have more powerful effects when cast at a higher level, as detailed in a power's description.</p>\n<hr>\n<h4>Casting in Armor</h4>\n<p>Because of the mental focus and precise gestures required for powercasting, you must be proficient with the armor you are wearing to cast a power. You are otherwise too distracted and physically hampered by your armor for powercasting.</p>\n<hr>\n<h2>Cantrips</h2>\n<p>A cantrip is a power that can be cast at will, without using a power slot and without being prepared in advance. Repeated practice has fixed the power in the caster's mind and infused the caster with the magic needed to produce the effect over and over. A cantrip's power level is 0.</p>\n<h2>Rituals</h2>\n<p>Certain powers have a special tag: ritual. Such a power can be cast following the normal rules for powercasting, or the power can be cast as a ritual. The ritual version of a power takes 10 minutes longer to cast than normal. It also doesn't expend a power slot, which means the ritual version of a power can't be cast at a higher level.</p>\n<p>To cast a power as a ritual, a powercaster must have a feature that grants the ability to do so. The cleric and the druid, for example, have such a feature. The caster must also have the power prepared or on his or her list of powers known, unless the character's ritual feature specifies otherwise, as the wizard's does.</p>"
}
