{
  "_id": "LBajgahniRJbAgDr",
  "name": "Powerbook",
  "type": "loot",
  "img": "icons/sundries/books/book-embossed-jewel-gold-purple.webp",
  "data": {
    "description": {
      "value": "<p>Essential for wizards, a powerbook is a leather-bound tome with 100 blank vellum pages suitable for recording powers.</p>\n<p> </p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "PHB pg. 153",
    "quantity": 1,
    "weight": 3,
    "price": 50,
    "attunement": 0,
    "equipped": false,
    "rarity": "common",
    "identified": true,
    "damage": {
      "parts": []
    },
    "details": {
      "description": "<p>Essential for wizards, a powerbook is a leather-bound tome with 100 blank vellum pages suitable for recording powers.</p>\n<p>The powers that you add to your powerbook as you gain levels reflect the arcane research you conduct on your own, as well as intellectual breakthroughs you have had about the nature of the multiverse. You might find other powers during your adventures. You could discover a power recorded on a scroll in an evil wizard's chest, for example, or in a dusty tome in an ancient library. </p>\n<p><strong>Copying a Power into the Book</strong></p>\n<p>When you find a wizard power of 1st level or higher, you can add it to your powerbook if it is of a power level you can prepare and if you can spare the time to decipher and copy it. Copying that power into your powerbook involves reproducing the basic form of the power, then deciphering the unique system of notation used by the wizard who wrote it. You must practice the power until you understand the sounds or gestures required, then transcribe it into your powerbook using your own notation. For each level of the power, the process takes 2 hours and costs 50 gp. The cost represents material components you expend as you experiment with the power to master it, as well as the fine inks you need to record it. Once you have spent this time and money, you can prepare the power just like your other powers. </p>\n<p><strong>Replacing the Book</strong> </p>\n<p>You can copy a power from your own powerbook into another book - for example, if you want to make a backup copy of your powerbook. This is just like copying a new power into your powerbook, but faster and easier, since you understand your own notation and already know how to cast the power. You need spend only 1 hour and 10 gp for each level of the copied power. </p>\n<p>If you lose your powerbook, you can use the same procedure to transcribe the powers that you have prepared into a new powerbook. Filling out the remainder of your powerbook requires you to find new powers to do so, as normal. For this reason, many wizards keep backup powerbooks in a safe place. The Book's Appearance. Your powerbook is a unique compilation of powers, with its own decorative flourishes and margin notes. It might be a plain, functional leather volume that you received as a gift from your master, a finely bound gilt-edged tome you found in an ancient library, or even a loose collection of notes scrounged together after you lost your previous powerbook in a mishap.</p>"
    }
  },
  "effects": [],
  "folder": null,
  "sort": 4600000,
  "permission": {
    "default": 0
  },
  "flags": {}
}
