{
  "name": "Exhaustion",
  "folder": null,
  "sort": 0,
  "flags": {
    "sw5e-importer": {
      "timestamp": "2020-01-17T18:31:17.6357082+00:00",
      "importer_version": 3,
      "uid": "Conditions.name-exhaustion"
    }
  },
  "_id": "EpnBWP4VKrmHICaa",
  "pages": [
    {
      "name": "Exhaustion",
      "type": "text",
      "title": {
        "show": false,
        "level": 1
      },
      "text": {
        "format": 1,
        "content": "<p>Some special abilities and environmental hazards, such as and the long-term effects of freezing or scorching temperatures, can lead to a special condition called exhaustion. Exhaustion is measured in six levels. An effect can give a creature one or more levels of exhaustion, as specified in the effect's description. Exhaustion Level</p>\n<p>|Level|Effect|</p>\n<p>|:--:|:--|</p>\n<p>|1|Disadvantage on ability checks|</p>\n<p>|2|Speed halved|</p>\n<p>|3|Disadvantage on attack rolls and saving throws|</p>\n<p>|4|Hit point maximum halved|</p>\n<p>|5|Speed reduced to 0|</p>\n<p>|6|Death|</p>\n<p>If an already exhausted creature suffers another effect that causes exhaustion, its current level of exhaustion increases by the amount specified in the effect's description.</p>\n<p>A creature suffers the effect of its current level of exhaustion as well as all lower levels. For example, a creature suffering level 2 exhaustion has its speed halved and has disadvantage on ability checks.</p>\n<p>An effect that removes exhaustion reduces its level as specified in the effect's description, with all exhaustion effects ending if a creature's exhaustion level is reduced below 1.</p>\n<p>Finishing a long rest reduces a creature's exhaustion level by 1, provided that the creature has also ingested some food and drink.</p>"
      },
      "_id": "9h0Z9tisNv7AqiOT",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "ownership": {
        "default": -1
      },
      "flags": {}
    }
  ],
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "sw5e",
    "systemVersion": "2.1.5.2.4.0",
    "coreVersion": "10.291",
    "createdTime": null,
    "modifiedTime": 1678471095301,
    "lastModifiedBy": "sw5ebuilder0000"
  }
}
