{
  "_id": "TuvDqpPYOvnUGIoQ",
  "name": "Pilot",
  "type": "deployment",
  "folder": "H32p1XK09eJcqL89",
  "sort": 0,
  "flags": {},
  "img": "systems/sw5e/packs/Icons/Deployments/Pilot.webp",
  "effects": [],
  "system": {
    "description": {
      "value": "<h3 style=\"color: #000000;\">The Pilot</h3>\n<table style=\"border: none; width: 300px;\">\n<tbody>\n<tr>\n<th style=\"text-align: center;\">Rank</th>\n<th style=\"text-align: left;\">Feature</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align: center;\">1st</td>\n<td style=\"text-align: left;\">Venture, Piloting Procedure</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">2nd</td>\n<td style=\"text-align: left;\">I&rsquo;ll Try Spinning, Uncanny Dodge</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">3rd</td>\n<td style=\"text-align: left;\">Dependable Pilot, Cunning Avoidance</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">4th</td>\n<td style=\"text-align: left;\">That&rsquo;s a Good Trick, Evasion</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">5th</td>\n<td style=\"text-align: left;\">Paragon Pilot, Pilot Extraordinaire</td>\n</tr>\n</tbody>\n</table>\n<h2>Venture</h2>\n<p>Beginning when you choose this deployment as your specialty, at 1st rank, and again at 2nd, 3rd, 4th, and 5th rank, you can choose a venture (see Chapter 6 for a list of ventures).</p>\n<h2>Piloting Procedure</h2>\n<p>Also at 1st rank, you learn tactics that are fueled by special dice called power dice.</p>\n<h3>Tactics</h3>\n<p>You learn two tactics of your choice, which are detailed under &ldquo;Tactics&rdquo; below. You can use only one tactic per turn, and you can only use each tactic once per round.</p>\n<p>You learn an additional tactic at 2nd, 3rd, 4th, and 5th rank in this deployment. Each time you learn a new tactic, you can also replace one tactic you know with a different one.</p>\n<h3>Power Dice</h3>\n<p>A power die is expended when you use it. Your ship must have a power die at the required system in order to use the tactic.</p>\n<p>Your ship gains power dice based primarily on reactor production. These power dice are stored in a central and/or system capacitors to power abilities of deployed crew members. Your power die type is determined by your ship tier.</p>\n<h2>Tactics</h2>\n<p>The tactics are presented in alphabetical order.</p>\n<h3>Attack Pattern Delta</h3>\n<p><em><strong>Power Die Location:</strong> Engines</em><br />When your ship makes a ship attack while there is a friendly ship within 100 feet of you, you can expend a power die to grant advantage to the roll. If the attack hits, add the result of the die to the attack&rsquo;s damage roll.</p>\n<h3>Break the Lock</h3>\n<p><em><strong>Power Die Location:</strong> Engines</em><br />When the ship fails a Strength, Dexterity, or Constitution saving throw, as a reaction, you can expend a power die to attempt to recover. Roll the die and add the result to the saving throw.</p>\n<h3>Defense Screen</h3>\n<p><em><strong>Power Die Location:</strong> Engines</em><br />As a bonus action, you can expend a power die and take a defensive formation as long as there is a friendly ship within 100 feet of you. When you do so, your AC increases by the amount rolled on the die until the start of your next turn.</p>\n<h3>Koiogran Turn</h3>\n<p><em><strong>Power Die Location:</strong> Engines</em><br />When you are the target of an attack roll, you can expend a power die and attempt to maneuver out of the line of fire. Roll the die, take the result, and multiply it by 50. You immediately move that many feet in a direction of your choice. The orientation of your ship does not change.</p>\n<h3>Skim the Surface</h3>\n<p><em><strong>Power Die Location:</strong> Engines</em><br />As a bonus action, you can expend a power die and attempt to fly through the space of a hostile ship. Roll the die, take the result, and multiply it by 50. Your ship&rsquo;s flying speed increases by that amount until the end of your turn. Additionally, moving through a hostile ship&rsquo;s space does not count as hostile terrain this turn.</p>\n<h3>Snap Roll</h3>\n<p><em><strong>Power Die Location:</strong> Engines</em><br />When you are hit by a ship attack, you can expend a power die and attempt to roll to mitigate the damage. When you do so, the damage you take from the attack is reduced by the amount rolled on the die.</p>\n<h3>Starship Charge</h3>\n<p><em><strong>Power Die Location:</strong> Engines</em><br />When you take the Ram action, you can expend a power die to increase the damage. On a failed save, the target ship takes additional kinetic damage equal to the amount rolled on the die + your ship&rsquo;s Strength modifier. Your ship has resistance to the additional damage dealt by this tactic.</p>\n<h3>Target Acquired</h3>\n<p><em><strong>Power Die Location:</strong> Engines</em><br />As a bonus action, you can expend a power die and hone in on a target you can see. The next attack roll made by your ship has advantage, and if the attack hits, add the result of the die to the attack&rsquo;s damage roll.</p>\n<h2>I&rsquo;ll Try Spinning</h2>\n<p>At 2nd rank, when you use take the Evade action, you can choose to have all attacks against you from a single ship have disadvantage until the beginning of your ship&rsquo;s next turn.</p>\n<p>Once you&rsquo;ve used this feature, you can&rsquo;t use it again until you finish a long rest.</p>\n<h2>Uncanny Dodge</h2>\n<p>Also at 2nd rank, when an attacker that you can see hits your ship with an attack, you can use your reaction to halve the attack&rsquo;s damage against your ship.</p>\n<h2>Dependable Pilot</h2>\n<p>Starting at 3rd rank, when you would make a Dexterity (Maneuvering) check while assigned as a pilot, you can take the maximum instead of rolling. You can use this feature before or after making the roll, but before any effects of the roll are determined. You may use this feature a number of times equal to your ranks in piloting. You regain all expended uses when you complete a long rest.</p>\n<h2>Cunning Avoidance</h2>\n<p>Also at 3rd rank, once per round, when your ship is hit with a ship attack or fails a saving throw, you can make a Dexterity (Maneuvering) check, and instead use that value for your AC or saving throw.</p>\n<h2>That&rsquo;s a Good Trick</h2>\n<p>At 4th rank, you can take a reaction to give disadvantage to an attack declared against your ship.</p>\n<p>Once you&rsquo;ve used this feature, you can&rsquo;t use it again until you finish a long rest.</p>\n<h2>Evasion</h2>\n<p>Also at 4th rank, your instinctive agility lets you dodge out of the way of certain area effects. When your ship is subjected to an effect, such as a proton torpedo or a seismic charge, that allows your ship to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeeds on a saving throw, and only half damage if it fails.</p>\n<h2>Paragon Pilot</h2>\n<p>As of 5th tier, you are a paragon of your deployment. When you would expend a power die, you can use a d4 instead of expending a die. You can only use this feature once per round.</p>\n<h2>Pilot Extraordinaire</h2>\n<p>Also at 5th rank, you are a master at the helm. As a bonus action, you can harness your experience in a brief but awe-inspiring burst. Until the end of your next turn, you have advantage on Dexterity (Maneuvering) checks, your ship has advantage on Strength and Dexterity saving throws, and attack rolls against your ship have disadvantage.</p>\n<p>Once you&rsquo;ve used this feature, you can&rsquo;t use it again until you finish a short or long rest.</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": "SotG",
    "identifier": "",
    "rank": 1,
    "flavorText": "<p><img style=\"float: right; margin: 20px; border: 0px;\" src=\"systems/sw5e/packs/Icons/Deployments/pilot_01.webp\" /></p>\n<p><strong><span style=\"font-variant: small-caps;\">Frantically, the human pilot jukes his x-wing from side-to-side</span></strong>, trying desperately to shake his tail. In a last ditch effort, the pilot hauls back on the yolk, inverting his fighter, before quickly snapping off two proton torpedoes and vaporizing his opponent.</p>\n<p>The sullustan maneuvers his B-Wing into position above the Star Destroyer's shield batteries before dropping his payload. As he turns his craft to flee, he takes one last glance over his shoulder, just in time to see the bombs detonate the shield generator in a massive eruption.</p>\n<p>As the light freighter exits hyperspace, the hull starts to vibrate with the impacts of cannon fire. The twi'lek pilot immediately takes evasive maneuvers, dodging the incoming volley, before giving her ship's line of fire on the offenders.</p>\n<p>Regardless of their choice of career, their origin, and their species, all pilots share one thing in common; the love of flight. They thrive under pressure, be it a dogfight, a bombing run, or smuggler evading the law.</p>",
    "advancement": []
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "sw5e",
    "systemVersion": "2.1.4.2.4.0",
    "coreVersion": "10.291",
    "createdTime": 1674493963932,
    "modifiedTime": 1677349705797,
    "lastModifiedBy": "sw5ebuilder0000"
  }
}
