{
  "name": "Biting",
  "folder": null,
  "sort": 0,
  "flags": {
    "sw5e-importer": {
      "timestamp": "2023-03-09T01:52:06.2956024+00:00",
      "importer_version": 3,
      "uid": "WeaponProperty.name-biting"
    }
  },
  "_id": "iS5OLJAPgwXeySy3",
  "pages": [
    {
      "name": "Biting",
      "type": "text",
      "title": {
        "show": false,
        "level": 1
      },
      "text": {
        "format": 1,
        "content": "<h3>Biting</h3>\n<p>This weapon's damage becomes acid. Additionally, when you would make a melee weapon attack with a weapon with the biting property, you can instead force the target to make a Constitution saving throw (DC = 8 + your bonus to attacks with the weapon, or the biting number, whichever is lower). If you would have advantage on your attack roll, the creature instead has disadvantage on their saving throw, and if you would have disadvantage on your attack roll, the creature instead has advantage on their saving throw. On a failed save, the target takes normal weapon damage and is subjected to any additional effects that would occur on a hit, and the first attack it makes before the end of its next turn has disadvantage. If damage dealt by this weapon reduces a creature to 0 hit points, it must make a DC 13 Constitution saving throw. On a failed save, it dies immediately without making death saving throws. A disintegrated creature and everything unenhanced it is wearing and carrying are reduced to a pile of fine gray dust. A creature destroyed in this way can not be revitalized.</p>"
      },
      "_id": "08AlWd8CZqJYCqso",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_key": "!journal.pages!iS5OLJAPgwXeySy3.08AlWd8CZqJYCqso"
    }
  ],
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "sw5e",
    "systemVersion": "2.1.5.2.4.4",
    "coreVersion": "10.291",
    "createdTime": null,
    "modifiedTime": 1684819096418,
    "lastModifiedBy": "sw5ebuilder0000"
  },
  "_key": "!journal!iS5OLJAPgwXeySy3"
}
