{
    "label": "Talente",
    "entries": [
        {
            "id": "Ace Pilot",
            "name": "Ass-Pilot",
            "description": "<p>Sie sind sowohl an Land als auch in der Luft ziemlich erfahren, sei es von Zeit zu Zeit in einer Marine, als Söldner oder vielleicht sogar als Piraterie. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deinen Intelligenzwert um 1, bis maximal 20.</li> <li>Du erlangst Kenntnisse in der Pilotenfertigkeit. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Immer wenn du einen Wurf auf Intelligenz (Ermittlung) oder Weisheit (Wahrnehmung) in Bezug auf Fahrzeuge oder Schiffe abgibst, gilt dein Wissen in der Fertigkeit \"Ermittlung\" oder \"Wahrnehmung\".</li></ul>"
        },
        {
            "id": "Acrobat",
            "name": "Akrobat",
            "description": "<p>Sie werden flinker und erhalten die folgenden Vorteile: </p> <ul> <li>Erhöhen Sie Ihre Geschicklichkeitswertung um 1, bis maximal 20. </li> <li>Sie erlangen Kenntnisse in der Fertigkeit Akrobatik . Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Als Bonusaktion kannst du einen Wurf auf Geschicklichkeit (Akrobatik) gegen SG 15 ablegen. Wenn dir das gelingt, kostet dich schwieriges Gelände bis zum Ende des aktuellen Zuges keine zusätzliche Bewegung.</li></ul>"
        },
        {
            "id": "Actor",
            "name": "Schauspieler",
            "description": "<p>Geübt in Mimik und Dramatik erhältst du die folgenden Vorteile:</p> <ul> <li>Erhöh deine Charisma-Punktzahl um 1, bis maximal 20.</li> <li>Du hast Vorteile bei Charisma (Täuschung) und Charisma (Leistung)-Checks, wenn du versuchst, dich als eine andere Person auszugeben.</li> <li>Du kannst die Sprache einer anderen Person oder die Geräusche anderer Kreaturen nachahmen. Sie müssen die Person mindestens 1 Minute lang sprechen oder gehört haben, wie die Kreatur das Geräusch macht. Ein erfolgreicher Wurf auf Weisheit (Einsicht), der durch Ihren Wurf auf Charisma (Täuschung) bestritten wird, ermöglicht es einem Zuhörer, festzustellen, dass der Effekt gefälscht ist.</li></ul>"
        },
        {
            "id": "Alert",
            "name": "Alarm",
            "description": "<p>Immer auf der Suche nach Gefahren, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +5 auf die Initiative.</li> <li>Sie können nicht überrascht sein, während Sie sind bei Bewusstsein.</li> <li>Andere Kreaturen erhalten keinen Vorteil bei Angriffswürfen gegen dich, weil sie von dir nicht gesehen werden.</li></ul>"
        },
        {
            "id": "Animal Handler",
            "name": "Tierführer",
            "description": "<p>Sie beherrschen die Techniken, die zum Trainieren und Umgang mit Tieren erforderlich sind. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deine Weisheitspunkte um 1, bis maximal 20. </li> <li>Du verbesserst die Fertigkeit Tierhandhabung. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Du kannst in deinem Zug eine Bonusaktion nutzen, um ein befreundetes Biest innerhalb von 60ft um dich herum zu befehligen, das dich hören kann und derzeit nicht dem Befehl eines anderen folgt. Du entscheidest jetzt, welche Aktion das Biest ausführt und wohin es sich in seinem nächsten Zug bewegt, oder du erteilst einen Generalbefehl, der 1 Minute dauert, wie zum Beispiel ein bestimmtes Gebiet zu bewachen.</li></ul>"
        },
        {
            "id": "Armor Expert",
            "name": "Rüstungsexperte",
            "description": "<p>Du hast gelernt, dich in Rüstung fließend zu bewegen und erhältst die folgenden Vorteile:</p> <ul> <li>Erhöht deine Stärke, Geschicklichkeit oder Konstitution um 1 bis maximal 20.</li> <li>Du erlangst Kenntnisse im Umgang mit leichter Rüstung. Wenn Sie bereits mit leichter Rüstung geübt sind, erhöht sich Ihre Geschwindigkeit stattdessen um 6ft, während Sie eine leichte Rüstung tragen. </li> <li>Wenn du bei diesem Talent bereits mit leichter Rüstung vertraut bist, erlangst du auch Erfahrung mit mittlerer Rüstung. Wenn du mit mittlerer Rüstung bereits geübt bist, kannst du stattdessen, während du mittlere Rüstung trägst, 3 statt 2 zu deiner RK hinzufügen, wenn du eine Geschicklichkeit von 16 oder höher hast, und du ignorierst die sperrige Eigenschaft der mittleren Rüstung. </li> <li>Wenn du bei diesem Talent bereits mittlere Rüstungen beherrscht, erlangst du auch Fähigkeiten in schwerer Rüstung. Wenn du bereits geübt im Umgang mit schwerer Rüstung bist, werden kritische Treffer gegen dich stattdessen als normale Treffer behandelt, während du schwere Rüstung trägst.</li> </ul> <p>Du kannst dieses Talent mehrmals ausführen. </p>"
        },
        {
            "id": "Athlete",
            "name": "Athlet",
            "description": "<p>Sie haben umfangreiches körperliches Training absolviert, um die folgenden Vorteile zu erlangen:</p> <ul> <li>Erhöhen Sie Ihren Kraft- oder Geschicklichkeitswert um 1, bis maximal 20.</li> <li>Wenn Sie liegend, beansprucht das Aufstehen nur 5ft deiner Bewegung.</li> <li>Klettern kostet dich keine zusätzliche Bewegung.</li> <li>Du kannst einen laufenden Weitsprung oder einen laufenden Hochsprung machen, nachdem du dich nur bewegt hast 5ft zu Fuß statt 10ft.</li></ul>"
        },
        {
            "id": "Augmented Cyborg",
            "name": "Augmentierter Cyborg",
            "description": "<p>Sie haben mit kybernetischen Erweiterungen experimentiert und die folgenden Vorteile gewährt: </p> <ul> <li>Erhöht einen Fähigkeitswert Ihrer Wahl um 1, bis maximal 20.</li> <li>Wählen Sie eine kybernetische Erweiterung der Standard-Seltenheit aus Anhang A. Diese Erweiterung ist installiert und wird nicht auf die maximale kybernetische Erweiterung angerechnet, die Sie unterstützen können, aber sie zählt zu Ihren gesamten kybernetischen Erweiterungen, wie in der Tabelle mit den Nebenwirkungen von kybernetischen Erweiterungen in Kapitel 7 gezeigt. </li></ul>"
        },
        {
            "id": "Battle Scarred",
            "name": "Kampfnarben",
            "description": "<p>Du hast ein Leben lang gekämpft, mit den Narben, die es beweisen. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deinen Konstitutionswert um 1, bis maximal 20.</li> <li>Wenn du eine 19 oder 20 auf dem [[/r d20]] für einen Todesrettungswurf erhältst du 1 Trefferpunkt zurück. </li> <li>Wenn Sie auf 0 Trefferpunkte reduziert, aber nicht sofort getötet werden, können Sie stattdessen auf 1 Trefferpunkt fallen. Sobald du diese Fähigkeit benutzt hast, musst du eine lange Pause einlegen, bevor du sie wieder einsetzen kannst.</li></ul>"
        },
        {
            "id": "Blinding Agility",
            "name": "Blendende Beweglichkeit",
            "description": "<p>Sie haben die Reflexe, die Dinge zu sehen, bevor sie passieren, und gewähren Ihnen die folgenden Vorteile:</p> <ul> <li>Sie werden in Geschicklichkeitsrettungswürfen geübt. Wenn du sie bereits beherrscht, erwirbst du stattdessen Fachwissen.</li> <li>Waffen, denen die Zweihand- oder besonderen Eigenschaften fehlen, gelten als die Finesse-Eigenschaft für dich.</li> <li>Gelegenheit Angriffe gegen dich haben einen Nachteil.</li></ul>"
        },
        {
            "id": "Bountiful Luck",
            "name": "Viel Glück",
            "description": "<p>Ihre Leute haben außergewöhnliches Glück, das Sie Ihren Gefährten leihen können, wenn Sie sie ins Wanken bringen. Sie sind sich nicht sicher, wie Sie es tun; man wünscht es sich einfach und es passiert. Sicherlich ein Zeichen der Gunst des Glücks!</p> <p>Wenn ein Verbündeter, den Sie innerhalb von 30ft um Sie sehen können, eine 1 auf dem [[/r d20]] für einen Angriffswurf, eine Fähigkeitsprobe oder einen Rettungswurf würfelt , kannst du deine Reaktion nutzen und 1 Glückspunkt aufwenden, um den Verbündeten erneut würfeln zu lassen. Der Verbündete muss den neuen Wurf verwenden. Wenn du diese Fähigkeit einsetzt, kannst du keine Glückspunkte vor dem Ende deines nächsten Zuges einsetzen. </p>"
        },
        {
            "id": "Brawny",
            "name": "Brauen",
            "description": "<p>Sie werden stärker und erhalten die folgenden Vorteile: </p> <ul> <li>Erhöhen Sie Ihren Stärkewert um 1, bis maximal 20. </li> <li>Sie gewinnen an Fähigkeiten in der Leichtathletik-Fertigkeit. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Ihre Tragfähigkeit und das Gewicht, das Sie schieben, ziehen oder heben können, verdoppeln sich. Wenn es sich bereits verdoppeln würde, verdreifacht es sich stattdessen.</li></ul>"
        },
        {
            "id": "Casting Specialist",
            "name": "Gussspezialist",
            "description": "<p>Wählen Sie eines aus Force- oder Tech-Casting. Du hast den gewählten Zaubertyp gemeistert und die folgenden Vorteile erhalten:</p> <ul> <li>Du erhältst einen Bonus von +1 auf deinen Kraft- oder Tech-Sparwurf und deinen Kraft- oder Tech-Angriffsmodifikator.</li> <li>Einmal pro Zug, wenn du eine Kraft wirkst, die einen Angriffs- oder Rettungswurf erfordert, kannst du bei einem Angriffswurf einen Vorteil haben oder eine von der Kraft betroffene Kreatur zwingen, beim Rettungswurf einen Vorteil oder einen Nachteil zu haben (deine Auswahl). Sobald Sie diese Funktion für eine Kraft verwendet haben, können Sie diese Kraft nicht mehr beeinflussen, bis Sie eine kurze oder lange Pause abgeschlossen haben. Sobald du diese Funktion bei einer Kreatur verwendet hast, kannst du dies nicht wieder tun, bis du eine kurze oder lange Pause abgeschlossen hast.</li> <li>Einmal pro Zug, wenn du eine Kraft wirkst, die keine Fähigkeit erfordert Schach, Angriffswurf oder Rettungswurf, erfordert aber einen Würfelwurf, können Sie das Maximum oder Minimum des Würfels wählen (Ihre Wahl). Wenn die Macht mehrere Würfel erfordert, können Sie auf diese Weise nur eine Anzahl von ihnen in Höhe der Hälfte Ihres Kompetenzbonus (aufgerundet) beeinflussen. Sobald du diese Funktion auf eine Kraft angewendet hast, kannst du diese Kraft erst nach einer kurzen oder langen Pause wieder beeinflussen.</li> </ul> <p>Du kannst diese Kraft zweimal auswählen. Jedes Mal, wenn Sie dies tun, müssen Sie einen anderen Casting-Typ auswählen.</p>"
        },
        {
            "id": "Charmer",
            "name": "Charmeur",
            "description": "<p>Sie beherrschen die Kunst, Ihre Mitmenschen zu bezaubern, und erhalten die folgenden Vorteile: </p> <ul> <li>Erhöhen Sie Ihren Charisma-Wert um 1 bis maximal 20. </li> <li> Sie erwerben Kenntnisse in der Fertigkeit Überzeugungskraft. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Wenn du 1 Minute damit verbringst, mit jemandem zu sprechen, der verstehen kann, was du sagst, kannst du einen Wurf für Charisma (Überzeugung) machen, der durch den Wurf auf Weisheit (Einsicht) der Kreatur bestritten wird. Wenn du oder deine Gefährten gegen die Kreatur kämpfen, schlägt dein Wurf automatisch fehl. Wenn Ihr Wurf erfolgreich ist, wird das Ziel von Ihnen verzaubert, solange es sich in einem Umkreis von 60ft um Sie befindet und danach 1 Minute lang. </li></ul>"
        },
        {
            "id": "Class Improvement",
            "name": "Klassenverbesserung",
            "description": "<p>Sie nehmen eine bestimmte neue Anwendung in Ihre Klasse auf und erhalten die folgenden Vorteile:</p> <ul> <li>Erhöht einen Fähigkeitswert Ihrer Wahl um 1, bis maximal 20.</li> <li>Wählen Sie eine der Klassenverbesserungsoptionen, die später in diesem Kapitel beschrieben werden. </li> </ul> <p>Du kannst dieses Talent mehrmals ausführen. </p> <ul> <li>@Compendium[sw5e.feats.C8Iftmd1TNFrkZdZ]{Berserker}</li> <li>@Compendium[sw5e.feats.fejCvE78ZlWj1tYF]{Consular}</li> <li>@Compendium [sw5e.feats.yvcWtlTDvt7nr6CM]{Engineer}</li> <li>@Compendium[sw5e.feats.UPdDMnF0GhZrf0Lp]{Fighter}</li> <li>@Compendium[sw5e.feats.pFC02kZevXcVH</NO]{cVH} li> <li>@Compendium[sw5e.feats.FplL9LRkC6PxBl0y]{Monk}</li> <li>@Compendium[sw5e.feats.cJ3YivzMIYDNq10X]{Operative}</li> <li>@Compendium[sw5e.feats. 6H3Njwe8rh2HfvcZ]{Scholar}</li> <li>@Compendium[sw5e.feats.NqFLpV9FLK9SQGhD]{Scout}</li> <li>@Compendium[sw5e.feats.o0dvzY0pwLkZ0tin .}</li>>"
        },
        {
            "id": "Class Improvement (Berserker)",
            "name": "Klassenverbesserung (Berserker)",
            "description": "<p>Wenn eine Kreatur ihren Zug innerhalb von 15ft von dir beendet, kannst du deine Reaktion nutzen, um dich mit bis zu halber Geschwindigkeit auf ein Feld näher zu der Kreatur zu bewegen. Diese Bewegung provoziert keine Gelegenheitsangriffe.</p>"
        },
        {
            "id": "Class Improvement (Consular)",
            "name": "Klassenverbesserung (Konsular)",
            "description": "<p>Wenn Sie eine lange Pause absolvieren, können Sie eine der Ihnen bekannten Kraftkräfte auswählen und durch eine andere Kraftkraft ersetzen, solange diese Kraft nicht höher ist als Ihre maximale Kraftstufe. </p>"
        },
        {
            "id": "Class Improvement (Engineer)",
            "name": "Klassenverbesserung (Ingenieur)",
            "description": "<p>Wenn eine Kreatur einen Mächtigen Eignungswürfel von dir hat und eine Kraft wirkt, kann sie würfeln und die gewürfelte Zahl zu einem Schadens- oder Heilungswurf der Kraft addieren. Wenn die Kraft mehrere Ziele beschädigen oder heilen würde, gilt dieser Bonus nur für eines von ihnen. Der Potente Eignungswürfel ist dann verloren.</p>"
        },
        {
            "id": "Class Improvement (Fighter)",
            "name": "Klassenverbesserung (Kämpfer)",
            "description": "<p>Immer wenn du eine lange Pause einlegst, kannst du einen dir bekannten Kampfstil durch einen anderen verfügbaren Kampfstil ersetzen. Du kannst eine Kampfstiloption nicht mehr als einmal wählen, auch wenn du später noch einmal wählen kannst.</p>"
        },
        {
            "id": "Class Improvement (Guardian)",
            "name": "Klassenverbesserung (Wächter)",
            "description": "<p>Als Bonusaktion kannst du eine Nutzung deines Kanals der Macht aufwenden, um 2 Machtpunkte zurückzugewinnen. Sie können diese Funktion mehrmals in Höhe Ihres Kompetenzbonus verwenden, wie in der Wächtertabelle angegeben. Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine lange Pause einlegst.</p>"
        },
        {
            "id": "Class Improvement (Monk)",
            "name": "Klassenverbesserung (Mönch)",
            "description": "<p>Als Aktion kannst du 2 Fokuspunkte ausgeben und einen Kampfsportwürfel werfen. Du erhältst eine Anzahl von Trefferpunkten zurück, die der gewürfelten Menge + deinem Weisheits- oder Charisma-Modifikator entspricht (nach deiner Wahl, mindestens eins).</p>"
        },
        {
            "id": "Class Improvement (Operative)",
            "name": "Klassenverbesserung (Operativ)",
            "description": "<p>Du kannst die Bonusaktion deiner Listigen Aktion nutzen, um deinen nächsten Angriff sorgfältig zu zielen. Du erhältst einen Vorteil bei deinem nächsten Angriffswurf vor dem Ende deines aktuellen Zuges. Du kannst diese Funktion nicht verwenden, wenn du dich während dieses Zuges bewegt hast, und wenn du diese Funktion verwendest, wird deine Geschwindigkeit bis zum Ende deines aktuellen Zuges auf 0 reduziert.</p>"
        },
        {
            "id": "Class Improvement (Scholar)",
            "name": "Klassenverbesserung (Gelehrter)",
            "description": "<p>Wenn Sie eine lange Pause machen, können Sie eines der bekannten Manöver auswählen und durch ein anderes ersetzen.</p>"
        },
        {
            "id": "Class Improvement (Scout)",
            "name": "Klassenverbesserung (Scout)",
            "description": "<p>Als Aktion kannst du deine Erschöpfungsstufe um 1 reduzieren und dir eine Anzahl temporärer Trefferpunkte in Höhe von [[/r 1W10]] + deiner Aufklärerstufe geben. </p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie sie wieder verwenden können.</p>"
        },
        {
            "id": "Class Improvement (Sentinel)",
            "name": "Klassenverbesserung (Wächter)",
            "description": "<p>Einmal pro Spielzug, wenn du einen kinetischen Kampfwürfel wirfst, kannst du den Würfel mit Vorteil würfeln.</p>"
        },
        {
            "id": "Climber",
            "name": "Bergsteiger",
            "description": "<p>Sie sind hervorragend darin, Klippen, Hügel, Bäume und allgemeines Klettern zu erklimmen. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deinen Stärkewert um 1, bis maximal 20. </li> <li>Du erhältst eine Steiggeschwindigkeit, die deiner Bewegungsgeschwindigkeit entspricht.</li> <li>Du hast einen Vorteil bei Fähigkeitschecks und Rettungswürfen, um beim Klettern nicht herunterzufallen oder herunterzufallen. </li> <li>Du kannst 5 Minuten damit verbringen, Anweisungen zu geben, Haltegriffe zu zeigen und andere Kreaturen zu führen, bevor du einen Aufstieg machst. Wenn Sie dies tun, wählen Sie bis zu sechs befreundete Kreaturen (zu denen Sie selbst gehören können) innerhalb von 30ft von Ihnen aus. Jede Kreatur kann jedem Fähigkeitswurf oder Rettungswurf, den sie für diesen Aufstieg macht, einen [[/r 1W6]] hinzufügen.</li></ul>"
        },
        {
            "id": "Close Quarters Caster",
            "name": "Nahkampf-Caster",
            "description": "<p>Sie haben geübt, Kräfte aus nächster Nähe einzusetzen und Techniken zu erlernen, die Ihnen die folgenden Vorteile gewähren:</p> <ul> <li>Wenn Sie einen Fernkampf- oder Tech-Angriff ausführen, während Sie sich innerhalb von 5ft von einer feindlichen Kreatur befinden , hast du keinen Nachteil beim Angriffswurf. </li> <li>Ihre Fernkampf- und Tech-Angriffe ignorieren Halb- und Dreiviertel-Deckung gegen Ziele in einem Umkreis von 30ft um Sie. </li> <li>Du lernst eine beliebige Kraft, die einen Angriffswurf erfordert. Ihre Zauberfähigkeit für diese nach Belieben gewählte Kraft hängt von der Kraftliste ab, aus der Sie ausgewählt haben: Weisheit oder Charisma (je nach Kraftausrichtung) für Kraftkräfte oder Intelligenz für Technologiekräfte.</li></ul>"
        },
        {
            "id": "Combat Caster",
            "name": "Kampfzauberer",
            "description": "<p>Du hast geübt, deine Kräfte schwerer zu vermeiden, indem du Techniken erlernst, die dir die folgenden Vorteile gewähren:</p> <ul> <li>Wenn eine Kreatur beim [[/r d20]]-Wurf eine 1 würfelt eines Rettungswurfs gegen eine von dir gewirkte Kraft, die Schaden verursacht, nehmen sie stattdessen die höchstmögliche Zahl für den Schadenswürfel.</li> <li>Du lernst eine beliebige Kraft, die einen Rettungswurf erfordert. Ihre Zauberfähigkeit für diese nach Belieben gewählte Kraft hängt von der Kraftliste ab, aus der Sie ausgewählt haben: Weisheit oder Charisma (je nach Kraftausrichtung) für Kraftkräfte oder Intelligenz für Technologiekräfte.</li></ul>"
        },
        {
            "id": "Commando",
            "name": "Kommando",
            "description": "<p>Sie haben das Kämpfen im Liegen geübt und dabei die folgenden Vorteile erhalten:</p> <ul> <li>Erhöhen Sie Ihre Geschicklichkeitswertung um 1 bis maximal 20.</li> <li>Sie erhalten ein Krabbeln Geschwindigkeit gleich deiner Bewegungsgeschwindigkeit.</li> <li>Du hast keinen Nachteil mehr bei Distanzangriffswürfen gegen Ziele innerhalb von 30ft.</li> <li>Wenn du versuchst, dich im Liegen in deinem Zug zu verstecken, kannst du wählen um sich in dieser Kurve nicht zu bewegen. Wenn Sie es vermeiden, sich zu bewegen, gelten Sie als leicht verdeckt. Sie verlieren diesen Vorteil, wenn Sie sich freiwillig oder aufgrund einer äußeren Wirkung bewegen oder aufstehen. Sie werden weiterhin automatisch erkannt, wenn Sie durch einen Effekt oder eine Aktion nicht mehr ausgeblendet werden. Wenn Sie in Ihrem nächsten Zug immer noch versteckt sind, können Sie weiterhin bewegungslos bleiben und diesen Vorteil erhalten, bis Sie entdeckt werden.</li></ul>"
        },
        {
            "id": "Companion Keeper",
            "name": "Gefährtenbewahrer",
            "description": "<p>Sie erhalten die Dienste eines Begleiters. Wählen Sie eine der Naturbegleiter-Optionen, die später in diesem Kapitel beschrieben werden.</p>"
        },
        {
            "id": "Competitor",
            "name": "Wettbewerber",
            "description": "<p>Sie haben eine starke Begabung für Wettkämpfe. Wählen Sie ein Gaming-Set aus. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh einen Fähigkeitswert deiner Wahl um 1, bis maximal 20.</li> <li>Du erlangst Kenntnisse im gewählten Spielset. Wenn du damit bereits geübt bist, sammelst du stattdessen Erfahrung damit.</li> <li>Solange du mindestens 1 Minute damit verbringst, dein Spielset zu verwenden, kannst du keinen Nachteil bei Intelligenztests haben, die du machst, um das Spielset, Charisma (Täuschung)-Checks, die du machst, um mit dem Gaming-Set zu bluffen, oder Weisheits-Checks (Einsicht), die du machst, um einen Gegner zu lesen, mit dem du mit dem Gaming-Set konkurrierst.</li> </ul> <p> Sie können dieses Kunststück mehrmals ausführen. Jedes Mal, wenn Sie dies tun, müssen Sie ein anderes Spielset auswählen.</p>"
        },
        {
            "id": "Crafter",
            "name": "Handwerker",
            "description": "<p>Du hast ein Händchen fürs Basteln; Sie arbeiten effizienter und produzieren qualitativ hochwertigere Waren. Wählen Sie eine Art von Handwerkergeräten aus. Ihr erhaltet folgende Vorteile:</p> <ul> <li>Erhöht einen Fähigkeitswert Eurer Wahl um 1, bis maximal 20.</li> <li>Du erlangst Erfahrung im Umgang mit dem gewählten Werkzeug. Wenn Sie damit bereits vertraut sind, erwerben Sie stattdessen Erfahrung damit.</li> <li>Wenn Sie mit dem ausgewählten Werkzeug etwas herstellen, erhöht sich der Gesamtmarktwert, den Sie herstellen können, um 50 Cr pro Tag. Wenn Sie Erfahrung damit haben, erhöht sich der Marktwert stattdessen um 100 Cr pro Tag.</li> <li>Wenn Sie das von Ihnen gewählte Tool verwenden, um einen Beruf in Ausfallzeiten auszuüben, können Sie einen Lebensstil unterstützen, der höher ist als Sie selbst normalerweise in der Lage wäre.</li> </ul> <p>Du kannst dieses Talent mehrmals ausführen. Jedes Mal, wenn Sie dies tun, müssen Sie einen anderen Satz Handwerksgeräte auswählen. </p>"
        },
        {
            "id": "Cunning Intellect",
            "name": "Listiger Intellekt",
            "description": "<p>Du verfügst über die Gerissenheit der produktivsten Gelehrten und gewährst folgende Vorteile:</p> <ul> <li>Du lernst Intelligenz-Rettungswürfe. Wenn Sie sie bereits beherrschen, erwerben Sie stattdessen Fachwissen.</li> <li>Wenn Sie sich an der Aktivität \"Trainingsausfallzeit\" beteiligen, fügen Sie während der Lösung Ihren Kompetenzbonus zum Scheck hinzu. Wenn Sie Ihren Kompetenzbonus bereits hinzufügen würden, addieren Sie stattdessen das Doppelte Ihres Kompetenzbonus. Wenn du bereits das Doppelte deines Fähigkeitsbonus addieren würdest, hast du stattdessen einen Vorteil beim Wurf.</li> <li>Immer wenn du einen Fähigkeitswurf machst, der deine Intelligenz nutzt, kannst du die Hälfte deines Fähigkeitsbonus (abgerundet) hinzufügen, falls dies der Fall ist Berücksichtigen Sie Ihren Kompetenzbonus noch nicht. Wenn du bei einem Intelligenzwurf außerdem weniger als die Hälfte deiner Stufe (abgerundet) würfelst, kannst du stattdessen deine Stufe für den [[/r d20]]-Wurf verwenden.</li></ul>"
        },
        {
            "id": "Customized Droid",
            "name": "Maßgeschneiderter Droide",
            "description": "<p>Du wurdest besser als andere Droiden desselben Modells angepasst und gewährst folgende Vorteile: </p> <ul> <li>Erhöht einen Fähigkeitswert Eurer Wahl um 1, bis maximal 20.</li> <li>Wählen Sie eine Droid-Anpassung der Standard-Seltenheit aus Anhang A. Diese Anpassung ist installiert und zählt nicht zu den maximalen Droid-Anpassungen, die Sie unterstützen können, aber sie zählt zu Ihren maximalen Teilen, wie in der Tabelle mit den maximalen Teilen für Droiden gezeigt in Kapitel 7.</li></ul>"
        },
        {
            "id": "Dual Focused Caster",
            "name": "Doppelfokussierter Caster",
            "description": "<p>Sie haben gelernt, Ihre Aufmerksamkeit zu lenken, während Sie sich auf Kräfte konzentrieren, und lernen Techniken, die Ihnen die folgenden Vorteile bieten:</p> <ul> <li>Wenn Sie versuchen, eine Kraft zu wirken, die Konzentration erfordert, während Sie sich bereits auf eine vorhandene konzentrieren Kraft können Sie sich gleichzeitig auf beide Kräfte konzentrieren. Sie müssen Ihre Aktion jede nachfolgende Runde aufwenden, um diese Konzentration aufrechtzuerhalten, oder Sie verlieren die Konzentration für beide Kräfte. </li> <li>Am Ende jedes deiner Züge, in denen du zwei Kräfte hast, auf die du dich konzentrierst, musst du einen Konstitutionsrettungswurf machen (SG entspricht 10 + Anzahl der kompletten Runden, auf die du dich auf zwei Kräfte konzentriert hast). Bei einem Misserfolg verlieren Sie die Konzentration für beide Kräfte. Du kannst die Konzentration auf eine deiner Kräfte während deines Zuges als freie Aktion fallen lassen, um diesen Rettungswurf zu vermeiden.</li> <li>Jedes Mal, wenn du gezwungen bist, einen Konstitutions-Rettungswurf zu machen, um die Konzentration aufrechtzuerhalten, weil du Schaden erleidest, Der SG beträgt 10 + die Stufen beider Kräfte zusammen oder die Hälfte des erlittenen Schadens, je nachdem, welcher Wert höher ist. Bei einem Misserfolg verlierst du die Konzentration auf beide Kräfte.</li></ul>"
        },
        {
            "id": "Dungeon Delver",
            "name": "Dungeon-Entwickler",
            "description": "<p>Benachrichtigen Sie die versteckten Fallen und Geheimtüren, die Sie in vielen Dungeons finden, Sie erhalten die folgenden Vorteile:</p> <ul> <li>Erhöhen Sie Ihre Intelligenz- oder Weisheitspunkte um 1, bis maximal 20.</li> <li>Du hast einen Vorteil bei Würfen auf Weisheit (Wahrnehmung) und Intelligenz (Untersuchung), um das Vorhandensein von Geheimtüren zu entdecken.</li> <li>Du hast einen Vorteil bei Rettungswürfen, um Fallen auszuweichen oder ihnen zu widerstehen.</li> <li>Du hast Widerstand gegen den Schaden, der von Fallen verursacht wird. </li> <li>Eine schnelle Reise führt nicht mehr zu einer Strafe von -5 auf deine passive Weisheit (Wahrnehmung).</li></ul>"
        },
        {
            "id": "Durable",
            "name": "Dauerhaft",
            "description": "<p>Robust und widerstandsfähig, erhältst du die folgenden Vorteile:</p> <ul> <li>Erhöht deinen Konstitutionswert um 1, bis maximal 20.</li> <li>Wenn du einen Trefferwürfel auf wirfst Trefferpunkte zurückgewinnen, die minimale Anzahl an Trefferpunkten, die du durch den Wurf zurückgewinnen kannst, entspricht dem Doppelten deines Konstitutionsmodifikators (Minimum von 2).</li> <li>Dein Maximum an Trefferpunkten erhöht sich um das Doppelte deiner Stufe, wenn du gewinnst diese Leistung. Immer wenn du danach eine Stufe aufsteigst, erhöht sich dein Trefferpunkt-Maximum um zusätzliche 2 Trefferpunkte.</li></ul>"
        },
        {
            "id": "Empathic",
            "name": "Empathisch",
            "description": "<p>Sie verfügen über ein tiefes Verständnis dafür, wie andere Menschen denken und fühlen. Du erhältst die folgenden Vorteile: </p> <ul> <li>Erhöh deine Weisheitspunkte um 1, bis maximal 20. </li> <li>Du gewinnst Kenntnisse in der Einsichtsfertigkeit. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Sie können Ihre Aktion verwenden, um einen unheimlichen Einblick in einen Humanoiden zu erhalten, den Sie innerhalb von 30ft von Ihnen sehen können. Mache einen Wurf auf Weisheit (Einsicht), der durch den Wurf auf Charisma (Täuschung) des Ziels bestritten wird. Bei einem Erfolg hast du bis zum Ende deines nächsten Zuges einen Vorteil bei Angriffswürfen und Fähigkeitswürfen gegen das Ziel.</li></ul>"
        },
        {
            "id": "Entertainer",
            "name": "Entertainer",
            "description": "<p>Sie haben eine natürliche Begabung für Auftritte. Wählen Sie ein Musikinstrument aus. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh einen Fähigkeitswert deiner Wahl um 1, bis maximal 20.</li> <li>Du erlangst Kenntnisse in dem gewählten Musikinstrument. Wenn Sie damit bereits vertraut sind, erwerben Sie stattdessen Erfahrung damit.</li> <li>Während Sie Ihr gewähltes Musikinstrument spielen, können Sie die Emotionen derjenigen, die Ihnen Aufmerksamkeit schenken, immer gut ablesen. Während dieser Zeit und bis zu einer Minute nach Abschluss hast du einen Vorteil bei Würfen auf Weisheit (Einsicht), um die Emotionen derer zu lesen, für die du gespielt hast.</li> </ul> <p>Du kannst dieses Talent mehrmals ausführen . Jedes Mal, wenn Sie dies tun, müssen Sie ein anderes Musikinstrument auswählen.</p>"
        },
        {
            "id": "Exalted Awareness",
            "name": "Erhabenes Bewusstsein",
            "description": "<p>Du verfügst über die Weisheit der berühmtesten Meister der Macht und gewährst folgende Vorteile:</p> <ul> <li>Du erlangst Kenntnisse in Weisheitsrettungswürfen. Wenn du sie bereits beherrscht, erlangst du stattdessen Erfahrung in ihnen.</li> <li>Kreaturen im Umkreis von 60ft um dich haben einen Nachteil bei Fertigkeitswürfen (Heimlichkeit), um dich vor dir zu verstecken.</li> <li>As einer Aktion können Sie die Anwesenheit von Illusionen und anderen Effekten spüren, die die Sinne in einem Umkreis von 30ft täuschen sollen, vorausgesetzt, Sie sind nicht geblendet oder taub. Sie spüren, dass ein Effekt versucht, Sie zu täuschen, aber Sie erhalten keinen Einblick in das Verborgene oder seine wahre Natur. Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie sie wieder verwenden können.</li></ul>"
        },
        {
            "id": "Fanatic",
            "name": "Fanatiker",
            "description": "<p>Mit jedem Schlag, der deine Feinde trifft, fühlst du dich dem Sieg näher und lässt dich vor Aufregung zittern. Du erhältst die folgenden Vorteile:</p> <ul> <li>Wenn du mit einem Angriffswurf einen kritischen Treffer erzielst oder eine Kreatur auf 0 Trefferpunkte reduzierst, kannst du als Bonusaktion einen Waffenangriff ausführen.</li> <li>Immer wenn eine Kreatur, die du im Umkreis von 30ft sehen kannst, auf 0 Trefferpunkte reduziert wird, verlierst du eine Inbrunst und erhältst temporäre Trefferpunkte in Höhe von [[/r 1W4]] + deinem Konstitutionsmodifikator. </li></ul>"
        },
        {
            "id": "Feigned Confidence",
            "name": "Vorgetäuschtes Vertrauen",
            "description": "<p>Du hast Jahre damit verbracht, so zu tun, als wüsstest du, was du tust, und hast die folgenden Vorteile erlangt:</p> <ul> <li>Erhöh deinen Charisma-Wert um 1 bis maximal 20.</li> <li>Wenn du einen Fertigkeitswurf mit einer Fertigkeit oder einem Werkzeug machen würdest, das deinen Fertigkeitsbonus nicht hinzufügt, kannst du zuerst einen Wurf auf Charisma (Täuschung) gegen SG 15 machen. Bei einem Erfolg kannst du deinen Fähigkeitsbonus zum anfänglichen Fähigkeitscheck hinzufügen. Du kannst diese Funktion so oft verwenden, wie es deinem Charisma-Modifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Anwendungen zurück, wenn du eine kurze oder lange Pause beendet hast.</li></ul>"
        },
        {
            "id": "Fighting Master",
            "name": "Kampfmeister",
            "description": "<p>Du beherrschst einen bestimmten Kampfstil. Wählen Sie eine der Kampfbeherrschungsoptionen, die später in diesem Kapitel beschrieben werden. Sie können dieses Kunststück mehrmals ausführen. </p>"
        },
        {
            "id": "Fighting Stylist",
            "name": "Kampfstylistin",
            "description": "<p>Sie nehmen einen bestimmten Kampfstil als Ihre Spezialität an und erhalten die folgenden Vorteile:</p> <ul> <li>Erhöhen Sie Ihre Stärke-, Geschicklichkeits- oder Konstitutionswertung um 1, bis maximal 20.</li> <li>Wählen Sie eine der Kampfstiloptionen, die später in diesem Kapitel beschrieben werden. </li> </ul> <p>Du kannst dieses Talent mehrmals ausführen. </p>"
        },
        {
            "id": "Force Guidance",
            "name": "Kraftführung",
            "description": "<p>Du hast gelernt, deine Gabe mit der Macht auf eine spezifische, einzigartige Weise einzusetzen. Sie erhalten die folgenden Vorteile:</p> <ul> <li>Erhöhen Sie Ihre Weisheits- oder Charisma-Punktzahl um 1, bis maximal 20. </li> <li>Wählen Sie eine Fertigkeit oder ein Werkzeug, das Sie beherrschen. Wenn du mit der gewählten Fertigkeit oder dem gewählten Werkzeug einen Fähigkeitswurf machst, kannst du die Hälfte deines Weisheits- oder Charisma-Modifikators (deine Wahl, abgerundet, mindestens eins) zum Wurf hinzufügen, wenn dieser Modifikator nicht bereits enthalten ist. Sie können diese Funktion so oft verwenden, wie es Ihrem Weisheits- oder Charisma-Modifikator entspricht (Ihre Wahl, mindestens einmal). Du erhältst alle verbrauchten Anwendungen zurück, wenn du eine lange Pause absolvierst.</li> </ul> <p>Du kannst dieses Talent mehrmals ausführen. Jedes Mal, wenn Sie dies tun, müssen Sie eine andere Fertigkeit oder ein anderes Werkzeug auswählen.</p>"
        },
        {
            "id": "Force of Personality",
            "name": "Kraft der Persönlichkeit",
            "description": "<p>Räume bleiben von Ihrer Anwesenheit unbemerkt, und die Stärke Ihrer Persönlichkeit lässt andere den Fokus auf ihr eigenes soziales Spiel verlieren. Kräfte und andere Effekte setzen selten deine Willenskraft außer Kraft. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deinen Charisma-Wert um 1, bis maximal 20.</li> <li>Du kannst deinen Charisma-Modifikator anstelle deines Weisheits-Modifikators verwenden, wenn du Insight machst Checks.</li> <li>Wenn du einen Weisheits-Rettungswurf machen würdest, kannst du stattdessen einen Charisma-Rettungswurf machen. Sie können diese Funktion mehrmals in Höhe Ihres Kompetenzbonus nutzen. Du erhältst alle verbrauchten Nutzungen dieser Funktion zurück, wenn du eine lange Pause einlegst.</li></ul>"
        },
        {
            "id": "Force-Sensitive",
            "name": "Kraftempfindlich",
            "description": "<p>Du kennst zwei willkürliche Kräfte. Wenn du die 3. Stufe erreichst, lernst du eine Kraftkraft der 1. Stufe, die du einmal pro langer Pause wirken kannst. Wenn du die 5. Stufe erreichst, lernst du eine Kraft der 2. Stufe, die du einmal pro langer Pause kannst. Ihre Fähigkeit zum Erzwingen ist Weisheit oder Charisma (abhängig von der Kraftausrichtung). Außerdem verlierst du die besondere Eigenschaft Machtunempfindlich, wenn du sie hast.</p>"
        },
        {
            "id": "Forceful Vigor",
            "name": "Kraftvolle Kraft",
            "description": "<p>Ihre Stärke und Männlichkeit bleiben selten unbemerkt, oft bis zur Ablenkung. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deinen Stärkewert um 1, bis maximal 20.</li> <li>Du kannst deinen Stärkemodifikator anstelle deines Konstitutionsmodifikators verwenden, wenn du Konstitution machst Checks.</li> <li>Wenn du einen Konstitutions-Rettungswurf machen würdest, kannst du stattdessen einen Stärke-Rettungswurf machen. Sie können diese Funktion mehrmals in Höhe Ihres Kompetenzbonus nutzen. Du erhältst alle verbrauchten Nutzungen dieser Funktion zurück, wenn du eine lange Pause einlegst.</li></ul>"
        },
        {
            "id": "Formfighting Dabbler",
            "name": "Formkampf-Dabbler",
            "description": "<p>Du hast dich mit den Grundlagen der bekannten Formen des Lichtschwertkampfs beschäftigt. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh einen Fähigkeitswert deiner Wahl um 1, bis maximal 20.</li> <li>Du lernst eine Lichtschwertform, die später in diesem Kapitel genauer beschrieben wird . Wenn Sie bereits mindestens eine Lichtschwertform kennen, lernen Sie stattdessen drei Lichtschwertformen. Wenn Sie bereits mindestens drei Lichtschwertformen kennen, lernen Sie stattdessen sieben Lichtschwertformen. Wenn du bereits mindestens zehn Lichtschwertformen kennst, lernst du stattdessen die restlichen Formen.</li></ul>"
        },
        {
            "id": "Galvanizing Presence",
            "name": "Galvanisierende Präsenz",
            "description": "<p>Ihre Anwesenheit auf dem Schlachtfeld ist eine Quelle der Inspiration. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deinen Charismawert um 1, bis maximal 20.</li> <li>Als Bonusaktion stößt du einen Schlachtruf aus, der endet der verängstigte oder bezauberte Zustand bei dir selbst und einer Reihe von Verbündeten, die dich hören können, gleich deinem Charisma-Modifikator (mindestens eins). Sobald du diese Fähigkeit benutzt hast, musst du eine kurze oder lange Pause machen, bevor du sie wieder einsetzen kannst.</li></ul>"
        },
        {
            "id": "Haggler",
            "name": "Haggler",
            "description": "<p>Ihre Fähigkeiten im Tauschhandel haben Ihnen die folgenden Vorteile beschert:</p> <ul> <li>Erhöhen Sie Ihre Charisma-Punktzahl um 1 bis maximal 20. </li> <li>Sie haben Vorteile bei Charisma (Überredung) und Charisma (Täuschung) Checks beim Tausch- oder Tauschversuch. </li> <li>Sie kennen immer den aktuellen Geldwert für jeden nicht verbesserten oder allgemeinen verbesserten Artikel. Immer wenn Sie einen Gegenstand identifizieren, erhalten Sie eine grobe Schätzung seines aktuellen Geldwertes.</li></ul>"
        },
        {
            "id": "Healer",
            "name": "Heiler",
            "description": "<p>Du bist ein fähiger Sanitäter, der es dir ermöglicht, Wunden schnell zu heilen und deine Verbündeten wieder in den Kampf zu bringen. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deinen Intelligenz- oder Weisheitswert um 1, bis maximal 20.</li> <li>Wenn du ein Traumakit verwendest, um eine sterbende Kreatur zu stabilisieren, Kreatur erhält außerdem 1 Trefferpunkt zurück.</li> <li>Als Aktion kannst du eine Anwendung eines Traumakits ausgeben, um eine Kreatur zu versorgen und ihr [[/r 1W6 + 4]] Trefferpunkte sowie zusätzlichen Treffer zu erneuern Punkte in Höhe der maximalen Anzahl von Trefferwürfeln der Kreatur. Die Kreatur kann auf diese Weise keine Trefferpunkte wiedererlangen, bis sie eine kurze oder lange Pause beendet hat.</li></ul>"
        },
        {
            "id": "Inspiring Leader",
            "name": "Inspirierende Führungskraft",
            "description": "<p>Du kannst 10 Minuten damit verbringen, deine Gefährten zu inspirieren und ihre Entschlossenheit zum Kampf zu untermauern. Wenn Sie dies tun, wählen Sie bis zu sechs freundliche Kreaturen (zu denen Sie selbst gehören können) in einem Umkreis von 30ft um Sie, die Sie sehen oder hören und Sie verstehen können. Jede Kreatur kann temporäre Trefferpunkte in Höhe deiner Stufe + deinem Charisma-Modifikator erhalten. Eine Kreatur kann durch dieses Talent keine temporären Trefferpunkte mehr erhalten, bis sie eine kurze oder lange Pause beendet hat.</p>"
        },
        {
            "id": "Investigative Attunement",
            "name": "Investigative Einstimmung",
            "description": "<p>Sie haben viel Zeit damit verbracht, verbesserte Artikel zu bewerten und zu testen. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh einen Fähigkeitswert deiner Wahl um 1, bis maximal 20.</li> <li>Deine maximale Einstimmung erhöht sich um 1.</li> <li>Sie haben einen Vorteil bei Fähigkeitsprüfungen, die durchgeführt werden, um Gegenstände zu identifizieren.</li> <li>Einmal pro langer Pause können Sie ein Objekt auswählen, das Sie 10 Minuten lang berühren müssen. Wenn es sich um einen verbesserten oder modifizierten Gegenstand handelt, erfährst du seine Eigenschaften und wie man sie benutzt, ob er Einstimmung erfordert und wie viele Ladungen er hat, falls vorhanden. Sie erfahren, ob Kräfte den Gegenstand beeinflussen und was sie sind. Wenn der Gegenstand von einer Macht erstellt wurde, erfährst du, welche Macht ihn erstellt hat.</li></ul>"
        },
        {
            "id": "Investigator",
            "name": "Ermittler",
            "description": "<p>Sie haben ein Auge fürs Detail und können die kleinsten Hinweise erkennen. Du erhältst die folgenden Vorteile: </p> <ul> <li>Erhöh deinen Intelligenzwert um 1, bis maximal 20. </li> <li>Du erlangst Kenntnisse in der Ermittlungsfertigkeit. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Du kannst die Suchaktion als Bonusaktion ausführen. </li></ul>"
        },
        {
            "id": "Keen Mind",
            "name": "Scharfer Geist",
            "description": "<p>Sie haben einen Verstand, der Zeit, Richtung und Details mit unheimlicher Präzision verfolgen kann. Du erhältst die folgenden Vorteile.</p> <ul> <li>Erhöh deinen Intelligenzwert um 1, bis maximal 20.</li> <li>Du weißt immer, wo Norden ist.</li> <li>Sie wissen immer, wie viele Stunden bis zum nächsten Sonnenaufgang oder Sonnenuntergang verbleiben.</li> <li>Sie können sich genau an alles erinnern, was Sie im letzten Monat gesehen oder gehört haben.</li></ul>"
        },
        {
            "id": "Linguist",
            "name": "Linguist",
            "description": "<p>Sie haben Sprachen und Codes gelernt und dabei folgende Vorteile erlangt:</p> <ul> <li>Erhöhen Sie Ihren Intelligenzwert um 1 bis maximal 20.</li> <li>Sie lernen drei Sprachen von Ihre Wahl.</li> <li>Sie können geschriebene Chiffren erstellen. Andere können einen von dir erstellten Code nicht entziffern, es sei denn, du bringst sie bei, sie haben Erfolg bei einem Intelligenzwurf (SG = dein Intelligenzwert + dein Fähigkeitsbonus) oder sie verwenden eine Kraft, um ihn zu entziffern.</li></ul>"
        },
        {
            "id": "Loremaster",
            "name": "Lehrmeister",
            "description": "<p>Ihr Geschichtsstudium belohnt Sie mit den folgenden Vorteilen: </p> <ul> <li>Erhöht Ihren Intelligenzwert um 1, bis maximal 20. </li> <li>Sie erlangen Kenntnisse in der Lehre Fähigkeit. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Wenn du die Aktion „Hilfe“ ausführst, um den Fähigkeitswurf einer anderen Kreatur zu unterstützen, kannst du einen Intelligenzwurf (Lehre) gegen SG 15 ablegen. Bei einem Erfolg erhält der Wurf dieser Kreatur einen Bonus in Höhe Ihres Fähigkeitsbonus, da Sie einschlägige Ratschläge und historische Beispiele teilen. Um diesen Bonus zu erhalten, muss die Kreatur verstehen können, was du sagst.</li></ul>"
        },
        {
            "id": "Lucky",
            "name": "Glücklich",
            "description": "<p>Sie haben unerklärliches Glück, das im richtigen Moment zu wirken scheint.</p> <p>Sie haben 3 Glückspunkte. Immer wenn du einen Angriffswurf, eine Fähigkeitsprobe oder einen Rettungswurf machst, kannst du einen Glückspunkt ausgeben, um zusätzlich [[/r W20]] zu würfeln. Sie können einen Ihrer Glückspunkte ausgeben, nachdem Sie gewürfelt haben, aber bevor das Ergebnis festgelegt ist. Du bestimmst, welcher der W20 für den Angriffswurf, die Fähigkeitsprobe oder den Rettungswurf verwendet wird.</p> <p>Du kannst auch einen Glückspunkt ausgeben, wenn ein Angriffswurf gegen dich gemacht wird. Wirf einen [[/r d20]] und wähle dann aus, ob der Angriff den Wurf des Angreifers oder deinen Wurf verwendet. Wenn mehr als eine Kreatur einen Glückspunkt ausgibt, um das Ergebnis eines Wurfs zu beeinflussen, heben sich die Punkte gegenseitig auf; es werden keine zusätzlichen Würfel geworfen.</p> <p>Du erhältst deine verbrauchten Glückspunkte zurück, wenn du eine lange Pause beendet hast.</p>"
        },
        {
            "id": "Mariner",
            "name": "Seemann",
            "description": "<p>Sie haben exorbitant viel Zeit im Wasser verbracht. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deinen Konstitutionswert um 1, bis maximal 20.</li> <li>Du erhältst eine Schwimmgeschwindigkeit, die deiner Bewegungsgeschwindigkeit entspricht.</li> <li>Du hast einen Vorteil bei Fähigkeits- und Rettungswürfen im Zusammenhang mit Schwimmen.</li> <li>Du kannst den Atem für eine Anzahl von Minuten anhalten, die 1 + dem Doppelten deines Konstitutionsmodifikators entspricht.</li></ ul>"
        },
        {
            "id": "Medic",
            "name": "Medizin",
            "description": "<p>Sie beherrschen die Kunst des Arztes und erhalten die folgenden Vorteile: </p> <ul> <li>Erhöhen Sie Ihre Weisheitspunktzahl um 1, bis maximal 20. </li> <li>Sie erlangen Kenntnisse in der Medizin Fähigkeit. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Während einer kurzen Pause kannst du die Wunden von bis zu sechs willigen Bestien und Humanoiden reinigen und binden. Mache für jede Kreatur einen Wurf auf Weisheit (Medizin) gegen SG 15. Wenn eine Kreatur bei einem Erfolg während dieser Pause einen Trefferwürfel ausgibt, kann diese Kreatur auf den Wurf verzichten und stattdessen die maximale Anzahl von Trefferpunkten zurückerhalten, die der Würfel wiederherstellen kann. Eine Kreatur kann dies nur einmal pro Pause tun, unabhängig davon, wie viele Trefferwürfel sie ausgibt.</li></ul>"
        },
        {
            "id": "Mobile",
            "name": "Handy, Mobiltelefon",
            "description": "<p>Sie sind außergewöhnlich schnell und wendig. Du erhältst die folgenden Vorteile:</p> <ul> <li>Deine Geschwindigkeit erhöht sich um 10ft.</li> <li>Wenn du die Sprint-Aktion verwendest, kostet dich schwieriges Gelände in dieser Runde keine zusätzliche Bewegung. </li> <li>Wenn du einen Nahkampfangriff gegen eine Kreatur ausführst, provozierst du für den Rest des Zuges keine Gelegenheitsangriffe dieser Kreatur, egal ob du triffst oder nicht.</li></ul>"
        },
        {
            "id": "Mounted Caster",
            "name": "Montierte Rolle",
            "description": "<p>Sie werden im Reiten im Umgang mit Kräften geschult. Solange du beritten bist und nicht handlungsunfähig bist, erhältst du die folgenden Vorteile:</p> <ul> <li>Wenn du eine Kraft auf dich selbst wirkst, kannst du auch dein Reittier mit der Kraft beeinflussen.</li> <li>Du hast einen Vorteil bei Nahkampf- oder Tech-Angriffswürfen gegen alle unberittenen Kreaturen, die kleiner als dein Reittier sind.</li> <li>Wenn dein Reittier einem Effekt ausgesetzt ist, der es ihm erlaubt, einen Geschicklichkeitsrettungswurf zu machen, dauert es nur die Hälfte Schaden, stattdessen erleidet es keinen Schaden, wenn der Rettungswurf erfolgreich ist, und nur halben Schaden, wenn es fehlschlägt.</li></ul>"
        },
        {
            "id": "Multiclass Improvement",
            "name": "Mehrklassenverbesserung",
            "description": "<p>Sie haben gelernt, die Fähigkeiten Ihrer verschiedenen Klassen zu kombinieren. Wählen Sie zwei der Mehrklassen-Verbesserungsoptionen aus, die später in diesem Kapitel beschrieben werden. Sie können dieses Kunststück mehrmals ausführen. </p> <ul> <li>@Compendium[sw5e.feats.Om5SVvKKX5B3FsxW]{Berserker}</li> <li>@Compendium[sw5e.feats.E7axPXfGddza0LLj]{Consular}</li> <li>@Compendium [sw5e.feats.kqsPoFl9VAUUTLdF]{Engineer}</li> <li>@Compendium[sw5e.feats.wEH9b6g6fWgFi8bj]{Fighter}</li> <li>@Compendium[sw5e.feats.lEw8HbIruY8HbIruY8LTX]{Guardian}LTX li> <li>@Compendium[sw5e.feats.KrUKsGFpmHi2D8Ok]{Monk}</li> <li>@Compendium[sw5e.feats.pJWVWjFyukfU7BTF]{Operative}</li> <li>@Compendium[sw5e.feats. vIs6bNzTpZeGF1ft]{Scholar}</li> <li>@Compendium[sw5e.feats.rLjbZae3xpUq7leY]{Scout}</li> <li>@Compendium[sw5e.feats.pvFCujcC><H41vWI4]{/Sentinel}</li>>"
        },
        {
            "id": "Multiclass Improvement (Berserker)",
            "name": "Mehrklassenverbesserung (Berserker)",
            "description": "<p>Sie können die Hälfte der Stufen Ihrer anderen gewählten Klasse (abgerundet) zu Ihren Berserker-Stufen addieren, wenn Sie bestimmen, wie oft Sie eine Wut und den Bonus auf Waffenschadenswürfe während des Wütens eingeben können.</p>"
        },
        {
            "id": "Multiclass Improvement (Consular)",
            "name": "Mehrklassenverbesserung (konsularisch)",
            "description": "<p>Sie können die Hälfte der Stufen Ihrer anderen gewählten Klasse (abgerundet) zu der Hälfte Ihrer Konsularstufen (abgerundet) addieren, wenn Sie die Force-Punkte bestimmen, die Sie durch Ihre Force-Recovery-Funktion zurückgewinnen, und Sie erhalten 1 Force-Punkt für jede Ihrer anderen Auserwählten Klassenstufen.</p>"
        },
        {
            "id": "Multiclass Improvement (Engineer)",
            "name": "Mehrklassenverbesserung (Ingenieur)",
            "description": "<p>Sie können die Stufen Ihrer anderen gewählten Klasse zu Ihren Ingenieurstufen hinzufügen, wenn Sie die Größe Ihres Potent Aptitude-Würfels und die Anzahl der Verwendungen Ihrer Potent Aptitude-Funktion bestimmen, und Sie erhalten 1 Tech-Punkt für jeweils zwei Stufen Ihrer anderen gewählten Klasse .</p>"
        },
        {
            "id": "Multiclass Improvement (Fighter)",
            "name": "Mehrklassenverbesserung (Kämpfer)",
            "description": "<p>Du kannst die Hälfte der Stufen deiner anderen gewählten Klasse (abgerundet) zu deinen Kämpferstufen addieren, wenn du die Anzahl der Trefferpunkte, die du durch deine Zweiter Wind-Funktion zurückgewinnst, die Größe deiner Überlegenheitswürfel und die Anzahl deiner Überlegenheitswürfel bestimmst .</p>"
        },
        {
            "id": "Multiclass Improvement (Guardian)",
            "name": "Mehrklassenverbesserung (Wächter)",
            "description": "<p>Du kannst die Hälfte der Stufen deiner anderen gewählten Klasse (abgerundet) zu deinen Wächter-Stufen addieren, wenn du die Anzahl der Fokussierte-Schläge-Würfel und die Anzahl der Einsätze von Channel the Force bestimmst.</p>"
        },
        {
            "id": "Multiclass Improvement (Monk)",
            "name": "Mehrklassenverbesserung (Mönch)",
            "description": "<p>Sie können die Stufen Ihrer anderen gewählten Klasse zu Ihren Mönchsstufen hinzufügen, wenn Sie die Größe Ihres Kampfkunstwürfels bestimmen.</p>"
        },
        {
            "id": "Multiclass Improvement (Operative)",
            "name": "Mehrklassenverbesserung (operativ)",
            "description": "<p>Du kannst die Hälfte der Stufen deiner anderen gewählten Klasse (abgerundet) zu deinen operativen Stufen addieren, wenn du die Anzahl der Schleichangriffswürfel bestimmst.</p>"
        },
        {
            "id": "Multiclass Improvement (Scholar)",
            "name": "Mehrklassenverbesserung (Gelehrter)",
            "description": "<p>Sie können die Stufen Ihrer anderen gewählten Klasse zu Ihren Gelehrtenstufen hinzufügen, wenn Sie die Anzahl der bekannten Manöver, die Größe Ihrer Überlegenheitswürfel und die Anzahl Ihrer Überlegenheitswürfel bestimmen.</p>"
        },
        {
            "id": "Multiclass Improvement (Scout)",
            "name": "Mehrklassenverbesserung (Scout)",
            "description": "<p>Sie können die Stufen Ihrer anderen gewählten Klasse zu Ihren Scout-Stufen hinzufügen, wenn Sie die Größe Ihres Waldläufer-Steinbruch-Würfels und die Dauer Ihres Waldläufer-Steinbruch-Features bestimmen.</p>"
        },
        {
            "id": "Multiclass Improvement (Sentinel)",
            "name": "Mehrklassenverbesserung (Wächter)",
            "description": "<p>Sie können die Stufen Ihrer anderen gewählten Klasse zu Ihren Wächter-Stufen hinzufügen, wenn Sie die Größe Ihres Kinetischen Kampfwürfels bestimmen.</p>"
        },
        {
            "id": "Naturalist",
            "name": "Naturforscher",
            "description": "<p>Ihr umfangreiches Studium der Natur belohnt Sie mit den folgenden Vorteilen: </p> <ul> <li>Erhöht Ihren Intelligenzwert um 1 bis maximal 20. </li> <li>Sie erlangen Kenntnisse in der Naturgeschick. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Du lernst die Technologie <em>Toxinscan</em>. Du kannst es einmal werfen, indem du Vorräte um dich herum geplündert hast, ohne ein Handgelenkpolster zu verwenden und ohne Tech-Punkte auszugeben, und du erhältst die Fähigkeit dazu, wenn du eine lange Pause beendet hast.</li></ul>"
        },
        {
            "id": "Observant",
            "name": "Aufmerksam",
            "description": "<p>Sie erhalten schnell Details Ihrer Umgebung und erhalten die folgenden Vorteile:</p> <ul> <li>Erhöhen Sie Ihre Intelligenz- oder Weisheitspunkte um 1, bis maximal 20.</li> <li>Wenn Sie können den Mund einer Kreatur sehen, während sie eine Sprache spricht, die Sie verstehen, Sie können das Gesagte interpretieren, indem Sie ihre Lippen lesen.</li> <li>Sie gelten als im Vorteil, wenn Sie Ihre passive Weisheit (Wahrnehmung) und passive Intelligenz bestimmen (Untersuchungs-)Ergebnisse.</li></ul>"
        },
        {
            "id": "Overwhelming Presence",
            "name": "Überwältigende Präsenz",
            "description": "<p>Sie haben die Anwesenheit der wohlhabendsten Anführer, die Ihnen die folgenden Vorteile gewähren:</p> <ul> <li>Sie werden in Charisma-Rettungswürfen geübt. Wenn Sie sie bereits beherrschen, erwerben Sie stattdessen Fachwissen.</li> <li>Während Sie bei Bewusstsein sind, können Sie bis zu fünf freundliche Kreaturen in einem Umkreis von 30ft um Sie gewinnen, die Sie sehen oder hören und die Sie verstehen können ein Bonus auf einen Intelligenz-, Weisheits- oder Charisma-Rettungswurf, der deinem Charisma-Modifikator entspricht. Sobald sie dies getan haben, können sie dies nicht wieder tun, bis sie eine kurze oder lange Pause beendet haben.</li> <li>Als Aktion kannst du versuchen, bis zu fünf Kreaturen abzulenken, die du im Umkreis von 30ft um dich herum sehen kannst Sie. Jede Kreatur muss einen Weisheitsrettungswurf machen (SG = 8 + dein Fähigkeitsbonus + dein Charisma-Modifikator). Jede Kreatur, die immun gegen Verzauberung ist, ist davon nicht betroffen. Wenn du oder deine Gefährten gegen eine Kreatur kämpfen, hat diese einen Vorteil beim Rettungswurf. Bei einem fehlgeschlagenen Rettungswurf hat eine Kreatur für die nächste Minute einen Nachteil bei Fertigkeitswürfen für Weisheit (Wahrnehmung), um andere Kreaturen als dich wahrzunehmen, bis der Effekt endet oder bis das Ziel dich nicht mehr sehen oder hören kann. Dies endet vorzeitig, wenn Sie arbeitsunfähig sind oder sterben.</li></ul>"
        },
        {
            "id": "Perceptive",
            "name": "Wahrnehmungsfähig",
            "description": "<p>Sie schärfen Ihre Sinne, bis sie rasiermesserscharf werden. Du erhältst die folgenden Vorteile: </p> <ul> <li>Erhöh deine Weisheitspunkte um 1, bis maximal 20. </li> <li>Du verbesserst die Fähigkeit Wahrnehmung. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>In einem leicht verdeckten Bereich zu sein, bedeutet keinen Nachteil für Ihre Weisheits-(Wahrnehmungs-)Prüfungen, wenn Sie sowohl sehen als auch hören können.</li></ul>"
        },
        {
            "id": "Performer",
            "name": "Künstler",
            "description": "<p>Sie beherrschen die Leistung, sodass Sie jede Bühne beherrschen können. Du erhältst die folgenden Vorteile: </p> <ul> <li>Erhöh deine Charisma-Punktzahl um 1, bis maximal 20. </li> <li>Du verbesserst die Leistungsfähigkeit. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Während des Auftritts können Sie versuchen, einen Humanoiden abzulenken, den Sie sehen und hören können. Machen Sie einen Wurf auf Charisma (Leistung), der durch den Wurf auf Weisheit (Einsicht) des Humanoiden bestritten wird. Wenn dein Wurf erfolgreich ist, erregst du die Aufmerksamkeit des Humanoiden so weit, dass er Würfe auf Weisheit (Wahrnehmung) und Intelligenz (Untersuchung) mit Nachteil ausführt, bis du aufhörst.</li></ul>"
        },
        {
            "id": "Power Adept",
            "name": "Kraftadept",
            "description": "<p>Wenn du dieses Talent erlangst, wähle eine der folgenden Schadensarten: Säure, Kälte, Feuer, Gewalt, Blitz oder Nekrotisch. Von dir gewirkte Kräfte ignorieren den Widerstand gegen Schaden des gewählten Typs. Außerdem kannst du, wenn du Schaden für eine gewirkte Kraft würfelst, die Schaden dieses Typs verursacht, jede 1 auf einem Schadenswürfel als 2 behandeln.</p> <p>Du kannst dieses Talent mehrmals ausführen. Jedes Mal, wenn Sie dies tun, müssen Sie einen anderen Schadenstyp auswählen.</p>"
        },
        {
            "id": "Power Channeling",
            "name": "Macht-Channeling",
            "description": "<p>Wählen Sie eines aus Force- oder Tech-Casting. Du hast gelernt, Kräfte des gewählten Typs mit größerer Überlegung zu wirken. Wählen Sie eine Anzahl von Kräften, die Sie ab der 1. Stufe oder höher kennen, die der Hälfte Ihres Kompetenzbonus (abgerundet) entspricht. Wenn Sie eine der ausgewählten Kräfte wirken, können Sie eine zusätzliche Minute damit verbringen, die Kraft für jede Stufe der Kraft zu wirken. In diesem Fall werden die Stromkosten um die Hälfte der Punkte (abgerundet) reduziert. Das Wirken einer Kraft auf diese Weise erfordert Konzentration (erklärt in Kapitel 10). Wenn Ihre Konzentration gestört ist, verflüchtigt sich die Leistung, ohne zu wirken. </p> <p>Immer wenn du eine Stufe in einer Klasse mit Zaubern des gewählten Typs erreichst, kannst du eine der gewählten Kräfte durch eine andere Kraft der 1. Stufe oder höher, die du kennst, ersetzen.</p>"
        },
        {
            "id": "Practiced",
            "name": "Geübt",
            "description": "<p>Sie haben sich im Laufe Ihrer Karriere Fähigkeiten angeeignet und erhalten die folgenden Vorteile: </p> <ul> <li>Erhöhen Sie eine Fähigkeitsbewertung Ihrer Wahl um 1 bis maximal 20.</li> <li>Sie Erlangen Sie Kenntnisse in einer Kombination von zwei Fähigkeiten oder Werkzeugen Ihrer Wahl.</li></ul>"
        },
        {
            "id": "Promising Commander",
            "name": "Vielversprechender Kommandant",
            "description": "<p>Du hast unermüdlich trainiert, um deine Verbündeten auf dem Schlachtfeld zu führen und dir die folgenden Vorteile zu verschaffen:</p> <ul> <li>Erhöh deine Charisma-Punktzahl um 1, bis maximal 20.</li> <li>Als Aktion können Sie taktische Erkenntnisse gewinnen. Eine Minute lang können Sie einmal pro Runde einen speziellen Befehl oder eine Warnung aussprechen, wenn ein Verbündeter, den Sie innerhalb von 30ft sehen können, einen Angriffswurf oder Rettungswurf ausführt. Diese Kreatur kann dem Wurf einen [[/r d4]] hinzufügen, vorausgesetzt, sie kann dich hören und verstehen. Eine Kreatur kann jeweils nur von einem solchen Würfel profitieren. Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie sie wieder verwenden können.</li></ul>"
        },
        {
            "id": "Quick Caster",
            "name": "Schneller Caster",
            "description": "<p>Du hast Zauberkräfte in schneller Folge geübt und Techniken erlernt, die dir die folgenden Vorteile gewähren:</p> <ul> <li>Wenn du eine Kraft mit einer Zauberzeit einer Bonusaktion wirkst, kannst du deine Aktion, um eine Kraft mit einer Kraftstufe zu wirken, die nicht höher als die Hälfte deines Fähigkeitsbonus (abgerundet) ist.</li> <li>Wenn du eine Kraft mit einer Zauberzeit einer Bonusaktion wirkst, kannst du sie ohne Kraftaufwand wirken oder Tech-Punkte, solange sie nicht höher als Ihr Kompetenzbonus sind. Sobald Sie diese Funktion verwendet haben, müssen Sie eine lange Pause einlegen, bevor Sie sie wieder verwenden können.</li></ul>"
        },
        {
            "id": "Quick-Fingered",
            "name": "Schnellfingrig",
            "description": "<p>Mit Ihren flinken Fingern und Ihrer Beweglichkeit können Sie Taschenspielertricks ausführen. Du erhältst die folgenden Vorteile: </p> <ul> <li>Erhöh deine Geschicklichkeitswertung um 1, bis maximal 20. </li> <li>Du verbesserst die Fertigkeit Fingerfertigkeit. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Als Bonusaktion kannst du einen Wurf auf Geschicklichkeit (Handfertigkeit) machen, um jemand anderem etwas anzupflanzen, einen Gegenstand auf einer Kreatur zu verbergen, eine Handtasche zu heben oder etwas aus einer Tasche zu nehmen. </li></ul>"
        },
        {
            "id": "Quick-Witted",
            "name": "Schlagfertig",
            "description": "<p>Großartige Ideen kommen Ihnen von selbst, oft wenn Ihr Leben davon abhängt. Sie haben immer einen Plan oder zumindest Teile davon. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deinen Intelligenzwert um 1, bis maximal 20.</li> <li>Du kannst deinen Intelligenzmodifikator anstelle deines Geschicklichkeitsmodifikators verwenden, wenn du Initiative ausführst Würfe.</li> <li>Wenn du einen Geschicklichkeits-Rettungswurf machen würdest, kannst du stattdessen einen Intelligenz-Rettungswurf machen. Sie können diese Funktion mehrmals in Höhe Ihres Kompetenzbonus nutzen. Du erhältst alle verbrauchten Nutzungen dieser Funktion zurück, wenn du eine lange Pause einlegst.</li></ul>"
        },
        {
            "id": "Resilient",
            "name": "Robust",
            "description": "<p>Wählen Sie einen Fähigkeitswert. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöht die gewählte Fähigkeitswertung um 1, bis maximal 20.</li> <li>Du erlangst die Fähigkeit, Rettungswürfe mit der gewählten Fähigkeit einzusetzen.</li> li></ul>"
        },
        {
            "id": "Savage Shorty",
            "name": "Wilder Shorty",
            "description": "<p>Trotz Ihrer geringen Statur hat Ihre Größe keinen Einfluss auf Ihre Stärke und Männlichkeit. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöht deinen Stärkewert um 1, bis maximal 20.</li> <li>Ihre Geschwindigkeit erhöht sich um 5ft.</li> <li> Du verlierst die Spezialeigenschaft Unterdimensioniert.</li></ul>"
        },
        {
            "id": "Shard Modification",
            "name": "Splitter-Modifikation",
            "description": "<p>Du bist ein speziell modifizierter Droide, der verwendet wird, um eine Scherbe zu beherbergen. Scherben sind empfindungsfähige Kristalle, die auf dem Planeten Orax beheimatet sind, ungefähr einen Fuß lang sind und durch Lichtimpulse miteinander kommunizieren. Während sie einen spezialisierten Droidenwirt bewohnen, können Scherben die Unfähigkeit des Droiden überwinden, die Macht zu führen, was die folgenden Vorteile gewährt:</p> <ul> <li>Erhöht einen Fähigkeitswert eurer Wahl um 1, auf maximal 20 .</li> <li>Du verlierst die Spezialeigenschaft Machtunempfindlich.</li> <li>Du kannst die Machtkraft <em>Kraft erkennen</em> einmal pro Tag wirken. Weisheit oder Charisma (Ihre Wahl) ist Ihre Fähigkeit, diese Kraft zu erzwingen.</li></ul>"
        },
        {
            "id": "Silver-Tongued",
            "name": "Silberzungen",
            "description": "<p>Sie entwickeln Ihre Konversationsfähigkeit, um andere besser zu täuschen. Du erhältst die folgenden Vorteile: </p> <ul> <li>Erhöh deinen Charismawert um 1, bis maximal 20. </li> <li>Du erlangst Kenntnisse in der Fertigkeit Täuschung. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Wenn du die Aktion Angriff ausführst, kannst du einen Angriff durch den Versuch ersetzen, einen Humanoiden zu täuschen, den du innerhalb von 30ft um dich sehen und hören kannst. Mache einen Wurf für Charisma (Täuschung), der durch den Wurf auf Weisheit (Einsicht) des Ziels bestritten wird. Wenn dein Wurf erfolgreich ist, provoziert deine Bewegung keine Gelegenheitsangriffe des Ziels und deine Angriffswürfe gegen das Ziel sind im Vorteil; beide Vorteile halten bis zum Ende deines nächsten Zuges oder bis du diese Fähigkeit bei einem anderen Ziel einsetzt. Wenn dein Test fehlschlägt, kann das Ziel 1 Stunde lang nicht von dir auf diese Weise getäuscht werden.</li></ul>"
        },
        {
            "id": "Snappy Interjection",
            "name": "Bissiger Zwischenruf",
            "description": "<p>Du beherrschst eine schnelle Sprache, um deinen Verbündeten zu helfen. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deinen Charismawert um 1, bis maximal 20.</li> <li>Einmal pro kurzer oder langer Pause, wenn ein Verbündeter einen Angriffswurf macht , einen Fähigkeitscheck oder einen Rettungswurf, kannst du deine Reaktion ausgeben, um ihnen einen Vorteil beim Wurf zu verschaffen.</li></ul>"
        },
        {
            "id": "Sniping Caster",
            "name": "Scharfschützenzauberer",
            "description": "<p>Sie haben das Wirken von Kräften aus großer Entfernung genauer geübt und Techniken gelernt, die Ihnen die folgenden Vorteile bieten:</p> <ul> <li>Wenn Sie eine Kraft wirken, die einen Angriffswurf erfordert, ist die Kraft Die Reichweite wird verdoppelt.</li> <li>Deine Fernkampf- und Tech-Angriffe ignorieren ein Viertel, die Hälfte und drei Viertel der Deckung.</li> <li>Du lernst eine beliebige Kraft, die einen Angriffswurf erfordert. Ihre Zauberfähigkeit für diese nach Belieben gewählte Kraft hängt von der Kraftliste ab, aus der Sie ausgewählt haben: Weisheit oder Charisma (je nach Kraftausrichtung) für Kraftkräfte oder Intelligenz für Technologiekräfte.</li></ul>"
        },
        {
            "id": "Specialist",
            "name": "Spezialist",
            "description": "<p>Sie haben ein gezieltes Training mit einem bestimmten Tool absolviert. Wählen Sie eine Art von Spezialisten-Kit aus. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöht einen Fähigkeitswert Eurer Wahl um 1, bis maximal 20.</li> <li>Du erlangst Erfahrung mit dem gewählten Kit. Wenn Sie damit bereits vertraut sind, erwerben Sie stattdessen Fachwissen. </li> <li>Du kannst Fähigkeitswürfe mit dem ausgewählten Kit durchführen, ohne dass das Kit vorhanden ist, aber wenn du dies tust, hast du einen Nachteil beim Wurf.</li> <li>Wenn du einen Fähigkeitscheck mit dem ausgewählten Kit machst und du keinen Nachteil beim Wurf hast, kannst du einen [[/r d20]] Wurf von 9 oder niedriger als 10 behandeln, solange du mindestens 1 Minute mit dem Wurf verbringst.</li> </li> </ ul> <p>Du kannst dieses Talent mehrmals ausführen. Jedes Mal, wenn Sie dies tun, müssen Sie ein anderes Spezialisten-Kit auswählen.</p>"
        },
        {
            "id": "Splashclass Improvement",
            "name": "Verbesserung der Spritzklasse",
            "description": "<p>Sie haben gelernt, die Fähigkeiten Ihrer verschiedenen Klassen zu kombinieren. Wählen Sie eine der splashclass-Verbesserungsoptionen, die später in diesem Kapitel beschrieben werden. Sie können dieses Kunststück mehrmals ausführen. </p> <ul> <li>@Compendium[sw5e.feats.HfieYbEF4UepAqtL]{Berserker}</li> <li>@Compendium[sw5e.feats.iQl7w58aNr6jWHTn]{Consular}</li> <li>@Compendium [sw5e.feats.kh8b0UPaAtr4Xtah]{Engineer}</li> <li>@Compendium[sw5e.feats.w6fdQRuHr8N15uW9]{Fighter}</li> <li>@Compendium[sw5e.feats.CQdviCPoj07vSaKL]{Guard li> <li>@Compendium[sw5e.feats.B52ZLcL7kuPMFO42]{Monk}</li> <li>@Compendium[sw5e.feats.KtmSbGZV26qLIAJX]{Operative}</li> <li>@Compendium[sw5e.feats. 3R9KitteupBtopMR]{Scholar}</li> <li>@Compendium[sw5e.feats.JHyiEQrJHS9GHrO1]{Scout}</li> <li>@Compendium[sw5e.feats.gEiEozguD5Kv8HsU]{Sentinel}</li></>"
        },
        {
            "id": "Splashclass Improvement (Berserker)",
            "name": "Splashclass-Verbesserung (Berserker)",
            "description": "<p>Während deines Zuges kannst du als Bonusaktion in eine Wut verfallen, wenn du keine schwere Rüstung trägst.</p> <p>Während des Tobens erhältst du die folgenden Vorteile:</p> <ul> <li>Du hast einen Vorteil bei Stärkewürfen und Stärkerettungswürfen.</li> <li>Wenn du einen Nahkampfangriff mit Stärke durchführst, erhältst du einen Bonus von +2 auf den Schadenswurf.</li> <li>Du hast Widerstand zu Kinetik- und Energieschaden.</li> </ul> <p>Wenn du in der Lage bist, Kräfte zu wirken, kannst du sie nicht wirken oder dich während des Tobens auf sie konzentrieren.</p> <p>Deine Wut hält 1 . an Minute. Es endet vorzeitig, wenn Sie bewusstlos geschlagen werden, schwere Rüstung tragen oder wenn Ihr Zug endet und Sie seit Ihrem letzten Zug keine feindliche Aktion ausgeführt oder Schaden erlitten haben. Sie können Ihre Wut auch in Ihrem Zug als Bonusaktion beenden.</p> <p>Sie können diese Funktion einmal verwenden. Ab der 11. Stufe erhältst du eine zusätzliche Verwendung. Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine lange Pause einlegst.</p>"
        },
        {
            "id": "Splashclass Improvement (Consular)",
            "name": "Splashclass-Verbesserung (Konsular)",
            "description": "<p>Du erhältst die Fähigkeit, deine Kräfte an deine Bedürfnisse anzupassen. Wenn Sie eine Machtmacht wirken, können Sie zusätzliche Machtpunkte aufwenden, um die Macht zu modifizieren. Sie erhalten eine der erzwungenen Zauberoptionen Ihrer Wahl aus denen, die der Konsularklasse zur Verfügung stehen. Auf der 11. Stufe erhältst du eine zusätzliche Option.</p> <p>Du kannst auf diese Weise nur eine Anzahl von Machtpunkten in Höhe deines Fähigkeitsbonus ausgeben. Du erhältst die Fähigkeit dazu wieder, wenn du eine lange Pause einlegst.</p>"
        },
        {
            "id": "Splashclass Improvement (Engineer)",
            "name": "Splashclass-Verbesserung (Ingenieur)",
            "description": "<p>Ihre technologische Erfahrung verleiht Ihnen einen ungewöhnlichen Einblick, mit dem Sie Ihre Verbündeten stärken können. Um dies zu tun, verwenden Sie in Ihrem Zug eine Bonusaktion, um eine andere Kreatur als Sie selbst innerhalb von 60ft von Ihnen zu wählen, die Sie hören kann. Diese Kreatur erhält einen Mächtigen Fähigkeitswürfel, einen [[/r d4]]. </p> <p>Einmal innerhalb der nächsten 10 Minuten kann die Kreatur würfeln und die gewürfelte Zahl zu einem Fähigkeitswurf, Angriffswurf oder Rettungswurf addieren. Die Kreatur kann warten, bis sie [[/r d20]] gewürfelt hat, bevor sie sich entscheidet, den Mächtigen Eignungswürfel zu verwenden, muss sich jedoch entscheiden, bevor der SL sagt, ob der Wurf erfolgreich ist oder fehlschlägt. Sobald der Potente Begabungswürfel gewürfelt wurde, ist er verloren.</p> <p>Eine Kreatur kann nur einen Potenten Begabungswürfel gleichzeitig haben.</p> <p>Du kannst diese Funktion so oft verwenden, wie Ihr Kompetenzbonus. Du erhältst alle verbrauchten Verwendungen zurück, wenn du eine lange Pause beendet hast.</p>"
        },
        {
            "id": "Splashclass Improvement (Fighter)",
            "name": "Splashclass-Verbesserung (Kämpfer)",
            "description": "<p>Du lernst Manöver, die von speziellen Würfeln, den sogenannten Überlegenheitswürfeln, angetrieben werden.</p> <p><strong><em>Manöver.</em></strong> Du lernst ein Manöver deiner Wahl aus den verfügbaren die Kämpferklasse. Ein zusätzliches Manöver lernst du auf der 11. Stufe. Viele Manöver verstärken einen Angriff in irgendeiner Weise. Du kannst nur ein Manöver pro Angriff und jedes Manöver nur einmal pro Zug verwenden.</p> <p><strong><em>Überlegenheitswürfel.</em></strong> Du hast eine Reihe von Überlegenheit Würfel in Höhe deines Fähigkeitsbonus, das sind W4s. Ein Überlegenheitswürfel wird verbraucht, wenn Sie ihn verwenden. Nach einer langen Pause erhältst du alle deine verbrauchten Überlegenheitswürfel zurück.</p> <p><strong><em>Sparwürfe.</em></strong> Bei einigen deiner Manöver muss dein Ziel retten werfen, um den Effekten des Manövers zu widerstehen. Der Rettungswurf-SG wird wie folgt berechnet:</p> <p><em></em>_</p> <p><strong>Manöverwurf-SG</strong> = 8 + dein Fähigkeitsbonus + deine Stärke oder Geschicklichkeitsmodifikator (Ihre Wahl)</p> <p><em></em>_</p>"
        },
        {
            "id": "Splashclass Improvement (Guardian)",
            "name": "Verbesserung der Spritzklasse (Wächter)",
            "description": "<p>Wenn du eine Kreatur mit einem Nahkampfwaffenangriff triffst, kannst du Kraftpunkte aufwenden, um dem Ziel zusätzlichen Schaden zuzufügen, der dem Schaden der Waffe entspricht. Der zusätzliche Schaden beträgt [[/r 1W8]] für jeden auf diese Weise ausgegebenen Punkt. Du kannst auf diese Weise nicht mehr als [[/r 2W8]] zusätzlichen Schaden pro Treffer verursachen.</p> <p>Du kannst auf diese Weise nur eine Anzahl von Machtpunkten in Höhe deines Fähigkeitsbonus ausgeben. Du erhältst die Fähigkeit dazu wieder, wenn du eine lange Pause einlegst.</p>"
        },
        {
            "id": "Splashclass Improvement (Monk)",
            "name": "Verbesserung der Spritzklasse (Mönch)",
            "description": "<p>Ihre Ausübung der Kampfkünste gewährt Ihnen die folgenden Vorteile:</p> <ul> <li>Sie können als Bonusaktion einen unbewaffneten Schlag ausführen. Wenn du bereits einen waffenlosen Schlag als Bonusaktion ausführen möchtest, kannst du diesen Schlag stattdessen zusätzlich zu diesem waffenlosen Schlag ausführen.</li> <li>Du kannst die Aktion „Ausrücken“ als Bonusaktion ausführen. Wenn Sie sich bereits als Bonusaktion ablösen möchten, können Sie stattdessen auch Ausweichen.</li> <li>Sie können die Sprint-Aktion als Bonusaktion ausführen. Wenn Sie bereits als Bonusaktion Sprinten möchten, können Sie stattdessen Ihre Sprungweite für die Runde verdoppeln.</li> </ul> <p>Sie können diese Funktionen so oft verwenden, wie es Ihrem Leistungsbonus entspricht. Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine lange Pause einlegst.</p>"
        },
        {
            "id": "Splashclass Improvement (Operative)",
            "name": "Splashclass-Verbesserung (Operativ)",
            "description": "<p>Du weißt, wie man subtil zuschlägt und die Ablenkung eines Gegners ausnutzt. Einmal pro Zug kannst du einer Kreatur, die du mit einem Waffenangriff triffst, zusätzlich [[/r 1W6]] Schaden zufügen, wenn du einen Vorteil beim Angriffswurf hast. Dieser Schaden entspricht dem Schaden der Waffe, und der Angriff muss eine Finesse oder eine Fernkampfwaffe verwenden.</p> <p>Du brauchst keinen Vorteil beim Angriffswurf, wenn sich ein anderer Feind des Ziels innerhalb von 5ft Entfernung befindet Dadurch wird der Gegner nicht handlungsunfähig und du hast keinen Nachteil beim Angriffswurf.</p> <p>Du kannst diesen zusätzlichen Schaden mehrmals in Höhe deines Fähigkeitsbonus zufügen. Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine lange Pause einlegst.</p>"
        },
        {
            "id": "Splashclass Improvement (Scholar)",
            "name": "Splashclass-Verbesserung (Gelehrter)",
            "description": "<p>Sie sind in der Lage, ein Ziel zu analysieren, einen Plan zur Überwindung potenzieller Hindernisse zu entwickeln und diesen Plan mit rücksichtsloser Effizienz umzusetzen. Als Bonusaktion in Ihrem Zug können Sie ein Ziel analysieren, das Sie in einem Umkreis von 60ft um sich herum sehen können. Für die nächste Minute oder bis Sie ein anderes Ziel analysieren, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Wenn Sie eine feindliche Kreatur analysieren, werden Ihre Angriffs- und Schadenswürfe mit Waffen mit der Finesse-Eigenschaft oder Blasterwaffen ausgeführt gegen dieses Ziel kann deinen Intelligenzmodifikator anstelle von Stärke oder Geschicklichkeit verwenden.</li> <li>Wenn du eine befreundete Kreatur analysierst, kann das Ziel deine kritische Analyse für sie beenden (keine Aktion erforderlich), um deinen Intelligenzmodifikator zu einem Angriff hinzuzufügen Wurf, Fähigkeitsprüfung oder Rettungswurf. Sobald eine befreundete Kreatur von dieser Fähigkeit profitiert hat, kann sie dies nicht wieder tun, bis sie eine kurze oder lange Pause abgeschlossen hat.</li> </ul> <p>Du kannst diese Funktion so oft verwenden, wie es deiner Hälfte deiner Fähigkeiten entspricht Bonus, aufgerundet. Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine lange Pause einlegst.</p>"
        },
        {
            "id": "Splashclass Improvement (Scout)",
            "name": "Splashclass-Verbesserung (Scout)",
            "description": "<p>Sie lernen, Ihre Beute effektiv zu lesen und zu verfolgen. Einmal in jedem deiner Züge kannst du eine Kreatur auswählen, die du innerhalb von 120 Fuß sehen kannst, und sie als deine Beute markieren (keine Aktion erforderlich). In der nächsten Stunde erhältst du die folgenden Vorteile:</p> <ul> <li>Wenn du das Ziel mit einem Waffenangriff triffst, kannst du ihm einmal pro Runde [[/r 1W4]] zusätzlichen Schaden von . zufügen der gleiche Typ wie der Schaden der Waffe. </li> <li>Sie haben einen Vorteil bei jeder Prüfung auf Weisheit (Wahrnehmung) oder Weisheit (Überleben), die Sie machen, um sie zu finden, während sie sich auf demselben Planeten wie Sie befindet.</li> </ul> <p>Das können Sie nur Lassen Sie jeweils eine Kreatur auf diese Weise markieren. Auf diese Weise kannst du Kreaturen so oft markieren, wie es deinem halben Fähigkeitsbonus (aufgerundet) entspricht. Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine lange Pause einlegst.</p>"
        },
        {
            "id": "Splashclass Improvement (Sentinel)",
            "name": "Splashclass-Verbesserung (Sentinel)",
            "description": "<p>Wenn du eine Kreatur mit einem Nahkampfwaffenangriff triffst, kannst du 1 Kraftpunkt ausgeben, um einen erzwungenen Selbsteffekt zu nutzen. Sie haben drei solcher Effekte: Ablenkung, Doppelschlag und Verlangsamung. Du kannst jeden Effekt nur einmal pro Spielzug verwenden und du kannst nur einen Effekt pro Treffer verwenden.</p> <p><strong><em>Ablenkung.</em></strong> Du kannst einen [[/ r d4]] und füge es deiner RK gegen einen Angriff hinzu, bevor dein nächster Zug beginnt.</p> <p><strong><em>Doppelschlag.</em></strong> Du kannst ein [[/r d4]] und füge zusätzlichen Schaden derselben Art in Höhe der gewürfelten Menge zu.</p> <p><strong><em>Langsame Zeit.</em></strong> Du kannst einen [[/r d4]], um deine Geschwindigkeit um das 5-fache des bis zum Ende deines Zuges gewürfelten Betrags zu erhöhen.</p> <p>Du kannst auf diese Weise nur eine Anzahl von Machtpunkten in Höhe deines Fähigkeitsbonus ausgeben. Du erhältst die Fähigkeit dazu wieder, wenn du eine lange Pause einlegst.</p>"
        },
        {
            "id": "Stealthy",
            "name": "Heimlich",
            "description": "<p>Sie wissen, wie Sie sich am besten verstecken, und erhalten die folgenden Vorteile: </p> <ul> <li>Erhöhen Sie Ihre Geschicklichkeitsbewertung um 1, bis maximal 20. </li> <li>Sie gewinnen an Kenntnissen in der Stealth-Fähigkeit. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Wenn Sie versteckt sind, können Sie sich bis zu 10ft im Freien bewegen, ohne sich zu offenbaren, wenn Sie die Bewegung an einer Position beenden, in der Sie nicht deutlich sichtbar sind. </li></ul>"
        },
        {
            "id": "Supreme Accuracy",
            "name": "Höchste Genauigkeit",
            "description": "<p>Sie haben ein unglaubliches Ziel mit Angriffen, die auf Präzision angewiesen sind. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deine Geschicklichkeits-, Intelligenz-, Weisheits- oder Charisma-Punktzahl um 1, bis maximal 20.</li> <li>Immer wenn du einen Vorteil bei einem Angriff hast Mit Geschick, Intelligenz, Weisheit oder Charisma würfeln, darfst du einen der Würfel einmal wiederholen. </li></ul>"
        },
        {
            "id": "Supreme Aptitude",
            "name": "Höchste Eignung",
            "description": "<p>Du hast unheimliche Fähigkeiten mit einem übernatürlichen Fokus. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deine Stärke, Geschicklichkeit, Konstitution oder Intelligenz um 1, bis maximal 20.</li> <li>Immer wenn du einen Vorteil bei einer Fähigkeit hast check mit Stärke, Geschicklichkeit, Konstitution oder Intelligenz kannst du einen der Würfel einmal wiederholen. </li></ul>"
        },
        {
            "id": "Supreme Durability",
            "name": "Höchste Haltbarkeit",
            "description": "<p>Sie haben eine unheimliche Widerstandsfähigkeit von Körper und Geist. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deine Punktzahl für Stärke, Konstitution, Weisheit oder Charisma um 1, bis maximal 20.</li> <li>Immer wenn du einen Vorteil beim Sparen hast Wer mit Stärke, Konstitution, Weisheit oder Charisma würfelt, darf einen der Würfel einmal neu würfeln. </li></ul>"
        },
        {
            "id": "Survivalist",
            "name": "Überlebenskünstler",
            "description": "<p>Du meisterst die Überlieferungen der Wildnis und erhältst die folgenden Vorteile: </p> <ul> <li>Erhöh deine Weisheitspunkte um 1, bis maximal 20. </li> <li>Du erlangst Kenntnisse in der Überlebensfertigkeit . Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Du lernst die Technologie <em>Alarm</em>. Sie können es einmal werfen, indem Sie Vorräte um sich herum geplündert haben, ohne ein Handgelenkpolster zu verwenden und ohne Tech-Punkte auszugeben, und Sie erhalten die Fähigkeit dazu wieder, wenn Sie eine lange Pause beendet haben. </li></ul>"
        },
        {
            "id": "Tech Dabbler",
            "name": "Tech Dabbler",
            "description": "<p>Sie kennen zwei beliebige technische Kräfte. Wenn du die 3. Stufe erreichst, lernst du und kannst einmal pro langer Pause eine Tech-Kraft der 1. Stufe einsetzen. Wenn du die 5. Stufe erreichst, lernst du und kannst einmal pro langer Pause eine Technologiekraft der 2. Stufe wirken. Ihre Techcasting-Fähigkeit ist Intelligenz. Für diese Befugnisse benötigen Sie ein Armband. Außerdem verlierst du die Spezialeigenschaft Tech-beeinträchtigt, wenn du sie hast.</p>"
        },
        {
            "id": "Techie",
            "name": "Techniker",
            "description": "<p>Sie beherrschen die Theorie und Praxis der Technologie und profitieren von folgenden Vorteilen: </p> <ul> <li>Erhöhen Sie Ihren Intelligenzwert um 1, bis maximal 20. </li> <li>Sie gewinnen an Kenntnissen in der Fertigkeit Technik. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Du lernst die technische Kraft <em>Reparaturdroiden</em>. Du kannst es einmal werfen, indem du Vorräte um dich herum geplündert hast, ohne ein Handgelenkpolster zu verwenden und ohne Tech-Punkte auszugeben, und du erhältst die Fähigkeit dazu, wenn du eine lange Pause beendet hast.</li></ul>"
        },
        {
            "id": "Threatening",
            "name": "Bedrohlich",
            "description": "<p>Sie werden für andere furchterregend und profitieren von den folgenden Vorteilen: </p> <ul> <li>Erhöhen Sie Ihre Charisma-Punktzahl um 1, bis maximal 20. </li> <li>Sie werden in der Einschüchterung geübt Fähigkeit. Wenn Sie es bereits beherrschen, erwerben Sie stattdessen Fachwissen. </li> <li>Wenn Sie die Aktion Angriff ausführen, können Sie einen Angriff durch den Versuch ersetzen, einen Humanoiden zu demoralisieren, den Sie innerhalb von 30ft um Sie sehen und der Sie sehen und hören kann. Mache einen Wurf für Charisma (Einschüchterung), der durch den Wurf auf Weisheit (Einsicht) des Ziels angefochten wird. Wenn dein Wurf erfolgreich ist, hat das Ziel bis zum Ende deines nächsten Zuges Angst. Wenn Ihr Wurf fehlschlägt, kann das Ziel 1 Stunde lang nicht von Ihnen auf diese Weise erschreckt werden. </li></ul>"
        },
        {
            "id": "Tiny Terror",
            "name": "Winziger Terror",
            "description": "<p>Obwohl Sie bei anderen Arten unter die Kniehöhe fallen, hat Ihre Größe weniger Einfluss auf Ihre Kraft und Männlichkeit. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöht deinen Stärkewert um 1, bis maximal 20.</li> <li>Ihre Geschwindigkeit erhöht sich um 5ft.</li> <li> Du verlierst die Spezialeigenschaft Pintsize und du bist nicht mehr auf +3 beschränkt, wenn du deinen Bonus auf Angriffs- und Schadenswürfe für Waffenangriffe mit Stärke aufgrund der Spezialeigenschaft Puny bestimmst.</li> <li>Du erhältst die Spezialeigenschaft Unterdimensioniert : <strong><em>Unterdimensioniert.</em></strong> Deine kleine Statur macht es dir schwer, größere Waffen zu führen. Sie können keine schweren Schilde oder Kampfwaffen mit der Zweihand-Eigenschaft verwenden, es sei denn, sie hat die leichte Eigenschaft, und wenn eine Kampfwaffe die vielseitige Eigenschaft hat, können Sie sie nur beidhändig führen.</li></ul>"
        },
        {
            "id": "Titan's Power",
            "name": "Titans Macht",
            "description": "<p>Du verfügst über die Stärke, von der Legenden erzählen, und gewährst folgende Vorteile:</p> <ul> <li>Du lernst Stärke-Rettungswürfe. Wenn Sie sie bereits beherrschen, erwerben Sie stattdessen Erfahrung in ihnen.</li> <li>Sie ignorieren die Zweihandeigenschaft von Waffen, mit denen Sie vertraut sind.</li> <li>Wenn Sie mit einem Nahkampf verfehlen Waffenangriff, erleidet die Kreatur Schaden in Höhe deines Stärkemodifikators. Dieser Schaden ist vom gleichen Typ wie der Schaden der Waffe.</li></ul>"
        },
        {
            "id": "Tough",
            "name": "Hart",
            "description": "<p>In Ihren Adern fließt das Blut von Helden. Du erhältst die folgenden Vorteile:</p> <ul> <li>Erhöh deinen Konstitutionswert um 1, bis maximal 20.</li> <li>Immer wenn du im Kampf die Aktion Ausweichen ausführst, kannst du einen Treffer ausgeben Stirb, um dich selbst zu heilen. Würfeln Sie, fügen Sie Ihren Konstitutionsmodifikator hinzu und erhalten Sie eine Anzahl von Trefferpunkten in Höhe der Gesamtzahl (mindestens eins). </li></ul>"
        },
        {
            "id": "Unnatural Resilience",
            "name": "Unnatürliche Belastbarkeit",
            "description": "<p>Du verfügst über die Stärke, die oft Göttern zugeschrieben wird, was dir die folgenden Vorteile gewährt:</p> <ul> <li>Du erlangst Erfahrung in Konstitutionsrettungswürfen. Wenn du sie bereits beherrscht, gewinnst du stattdessen Erfahrung in ihnen.</li> <li>Verbesserte Effekte wie Kräfte oder Medipacks, die dir Trefferpunkte wiederherstellen, können nicht weniger als die Hälfte deines Levels wiederherstellen + Ihr Konstitutionsmodifikator. Wenn diese Menge die maximale Anzahl von Trefferpunkten überschreiten würde, die der Effekt wiederherstellen könnte, nimmst du stattdessen das Maximum dieses Effekts.</li> <li>Du kannst deinen Konstitutionsmodifikator zu deinen Todesrettungswürfen hinzufügen.</li></ul>"
        },
        {
            "id": "War Caster",
            "name": "Kriegswirker",
            "description": "<p>Du hast mitten im Kampf Zauberkräfte geübt und Techniken erlernt, die dir die folgenden Vorteile gewähren:</p> <ul> <li>Du hast einen Vorteil bei Konstitutionsrettungswürfen, die du machst, um deine Konzentration auf ein Macht, wenn du Schaden erleidest.</li> <li>Einmal pro Runde, wenn eine feindliche Kreatur einen Gelegenheitsangriff von dir provoziert, kannst du deine Reaktion nutzen, um eine Kraft auf die Kreatur zu wirken, anstatt einen Gelegenheitsangriff durchzuführen. Die Kraft muss eine Wirkzeit von 1 Aktion haben und darf nur diese Kreatur als Ziel haben.</li></ul>"
        },
        {
            "id": "Weapon Expert",
            "name": "Waffenexperte",
            "description": "<p>Du hast ausgiebig mit einer Vielzahl von Waffen geübt und dabei die folgenden Vorteile erlangt:</p> <ul> <li>Erhöht deine Stärke, Geschicklichkeit oder Konstitution um 1 bis maximal 20.</li> <li>Du wirst mit allen Blastern geübt. Wenn du bereits mit allen Blastern geübt bist, kannst du stattdessen einmal pro Runde, wenn du mit einem Blaster Waffenschaden würfeln würdest, einen Vorteil haben.</li> <li>Du gewinnst Erfahrung mit allen leichten Waffen. Wenn du bereits mit allen Leichtwaffen vertraut bist, kannst du stattdessen einmal pro Runde, wenn du mit einer Leichtwaffe Waffenschaden würfeln würdest, einen Vorteil haben.</li> <li>Du wirst mit allen Vibroweapons geübt. Wenn du bereits mit allen Vibroweapons vertraut bist, kannst du stattdessen einmal pro Runde, wenn du mit einem Vibroweapon Waffenschaden würfeln würdest, einen Vorteil haben.</li> </ul> <p>Du kannst dieses Talent zweimal ausführen. </p>"
        },
        {
            "id": "Weapon Focus (Blade Focus)",
            "name": "Waffenfokus (Klingenfokus)",
            "description": "<p>Du hast dein Kampftraining auf Klingenwaffen konzentriert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Schadenswürfe der Waffe.</li> <li>Wenn Sie einen kritischen Treffer mit der Waffe erzielen, hat der nächste Angriffswurf, den das Ziel vor Beginn deines nächsten Zuges macht, einen Nachteil.</li> <li>Wenn du die Angriffsaktion ausführst, kannst du wählen, auf einen oder mehrere Angriffe zu verzichten, um <stark>parieren</strong>. Für jeden Angriff, den du vergisst, erhältst du bis zum Beginn deines nächsten Zuges einen Bonus von +1 auf deine RK.</li></ul>"
        },
        {
            "id": "Weapon Focus (Carbine Focus)",
            "name": "Waffenfokus (Karabinerfokus)",
            "description": "<p>Du hast dein Kampftraining auf Karabinerwaffen konzentriert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Schadenswürfe der Waffe.</li> <li>Wenn Sie einen kritischen Treffer mit der Waffe erzielen, hat der nächste Angriffswurf, den das Ziel vor Beginn deines nächsten Zuges macht, einen Nachteil.</li> <li>Wenn du die Angriffsaktion ausführst, kannst du wählen, auf einen oder mehrere Angriffe zu verzichten, um <stark>erschrecken</strong>. Für jeden Angriff, auf den du verzichtest, verbrauchst du 1 Munition und wählst eine Kreatur, die nicht mehr als eine Nummer größer ist als du (deine Größe oder kleiner, wenn deine Waffe die leichte Eigenschaft hat) und sich innerhalb der normalen Reichweite deiner Waffe befindet. Der Kreatur muss ein Geschicklichkeitswurf gelingen (SG = 8 + dein Bonus auf Angriffe mit der Waffe) oder bis zum Beginn deines nächsten Zuges geschockt sein.</li></ul>"
        },
        {
            "id": "Weapon Focus (Crushing Weapon Focus)",
            "name": "Waffenfokus (Zerschmetternder Waffenfokus)",
            "description": "<p>Du hast dein Kampftraining auf das Zerschmettern von Waffen konzentriert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Schadenswürfe der Waffe.</li> <li>Wenn Sie Wenn du mit der Waffe einen kritischen Treffer erzielst, addierst du den bestimmenden Fähigkeitsmodifikator des Angriffs zweimal statt einmal zum Schaden des Angriffs.</li> <li>Wenn du die Angriffsaktion ausführst, kannst du wählen, ob du auf einen oder mehrere Angriffe verzichten möchtest <strong>zerstöre</strong> den Boden. Wählen Sie für jeden Angriff, auf den Sie verzichten, ein separates 5 Fuß großes Feld in Reichweite Ihrer Waffe, um es zu zerschmettern. Dieser Platz wird zu schwierigem Gelände, bis er geräumt ist. Jeder 5 Fuß-Quadrat-Teil des Bereichs erfordert mindestens 1 Minute, um von Hand zu räumen. Außerdem muss jede Kreatur außer dir in einem betroffenen Feld einen Geschicklichkeitsrettungswurf machen (SG = 8 + dein Bonus auf Angriffe mit der Waffe). Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur Schaden in Höhe des bestimmenden Fähigkeitsmodifikators des Angriffs.</li></ul>"
        },
        {
            "id": "Weapon Focus (Heavy Weapon Focus)",
            "name": "Waffenfokus (Schwerer Waffenfokus)",
            "description": "<p>Du hast dein Kampftraining auf schwere Waffen konzentriert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Schadenswürfe der Waffe.</li> <li>Wenn Sie Wenn du mit der Waffe einen kritischen Treffer erzielst, addierst du den bestimmenden Fähigkeitsmodifikator des Angriffs zweimal statt einmal zum Schaden des Angriffs.</li> <li>Wenn du die Angriffsaktion ausführst, kannst du wählen, ob du auf einen oder mehrere Angriffe verzichten möchtest <strong>unterdrücken</strong>. Für jeden Angriff, auf den Sie verzichten, verbrauchen Sie Munition in Höhe der Hälfte der Nachladezahl Ihrer Waffe (mindestens 2) und wählen einen 3-Fuß-Würfelbereich innerhalb der normalen Reichweite Ihrer Waffe. Jede Kreatur in dem Bereich, die nicht mehr als eine Nummer größer ist als du (deine Größe oder kleiner, wenn deine Waffe die leichte Eigenschaft hat) muss einen Weisheitsrettungswurf machen (SG = 8 + dein Bonus auf Angriffe mit der Waffe) oder erschrecken von dir bis zum Ende ihres nächsten Zuges.</li></ul>"
        },
        {
            "id": "Weapon Focus (Polearm Focus)",
            "name": "Waffenfokus (Stabwaffenfokus)",
            "description": "<p>Sie haben Ihr Kampftraining auf Stangenwaffen konzentriert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Schadenswürfe der Waffe.</li> <li>Wenn Sie Wenn Sie mit der Waffe einen kritischen Treffer erzielen, können Sie einen zusätzlichen Waffenschadenswürfel werfen.</li> <li>Wenn Sie die Aktion Angriff ausführen, können Sie auf einen Ihrer Angriffe verzichten, um <strong>zu ersticken</strong> . Wenn du dies tust, erhöht sich deine Reichweite bis zum Beginn deines nächsten Zuges um 5ft.</li></ul>"
        },
        {
            "id": "Weapon Focus (Rifle Focus)",
            "name": "Waffenfokus (Gewehrfokus)",
            "description": "<p>Sie haben Ihr Kampftraining auf Gewehrwaffen konzentriert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Schadenswürfe der Waffe.</li> <li>Wenn Sie Wenn Sie mit der Waffe einen kritischen Treffer erzielen, können Sie einen zusätzlichen Waffenschadenswürfel würfeln.</li> <li>Wenn Sie die Aktion Angriff ausführen, können Sie auf einen oder mehrere Angriffe verzichten, um <strong>zu kritisieren</strong>. Für jeden Angriff, auf den Sie verzichten, können Sie sich bis zu 10ft weit bewegen, ohne Gelegenheitsangriffe zu provozieren.</li></ul>"
        },
        {
            "id": "Weapon Focus (Sidearm Focus)",
            "name": "Waffenfokus (Seitenwaffenfokus)",
            "description": "<p>Sie haben Ihr Kampftraining auf Seitenwaffen konzentriert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Schadenswürfe der Waffe.</li> <li>Wenn Sie einen kritischen Treffer mit der Waffe erzielen, ist der nächste Angriffswurf gegen das Ziel vor Beginn deines nächsten Zuges im Vorteil.</li> <li>Wenn du die Angriffsaktion ausführst, kannst du auf einen oder mehrere Angriffe verzichten, um <strong>Betäube</strong> eine Kreatur. Für jeden Angriff, auf den Sie verzichten, verbrauchen Sie 2 Munition und wählen eine Kreatur, die nicht mehr als eine Nummer größer ist als Sie (Ihre Größe oder kleiner, wenn Ihre Waffe die leichte Eigenschaft hat), einen Kopf hat und sich innerhalb der normalen Reichweite Ihrer Waffe befindet. Der Kreatur muss ein Konstitutionsrettungswurf gelingen (SG = 8 + dein Bonus auf Angriffe mit der Waffe) oder bis zum Ende ihres nächsten Zuges handlungsunfähig werden oder bis sie Schaden erleidet, je nachdem, was zuerst eintritt.</li></ul>"
        },
        {
            "id": "Weapon Focus (Trip Weapon Focus)",
            "name": "Waffenfokus (Trip-Waffenfokus)",
            "description": "<p>Du hast dein Kampftraining auf Stolperwaffen konzentriert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Schadenswürfe der Waffe.</li> <li>Wenn Sie einen kritischen Treffer mit der Waffe erzielen, ist der nächste Angriffswurf gegen das Ziel vor dem Beginn deines nächsten Zuges im Vorteil.</li> <li>Wenn du die Angriffsaktion ausführst, kannst du wählen, ob du auf einen oder mehrere Angriffe verzichten möchtest, um <strong>Unterbrechen</strong>. Für jeden Angriff, den du vergisst, erhält eine Kreatur in deiner Reichweite bis zum Ende ihres nächsten Zuges keinen Vorteil für die Rüstungsklasse von ihrem Schild.</li></ul>"
        },
        {
            "id": "Weapon Focused",
            "name": "Waffenfokussiert",
            "description": "<p>Sie legen Ihren Fokus auf einen bestimmten Waffentyp. Wählen Sie eine der Waffenfokusoptionen aus, die später in diesem Kapitel beschrieben werden. Sie können dieses Kunststück mehrmals ausführen. </p> <ul> <li>@Compendium[sw5e.feats.F8FtJ6LuwSohQgjk]{Blade Focus}</li> <li>@Compendium[sw5e.feats.NVg0sxmTSLXP8xJ9]{Carbine Focus}</li> <li> @Compendium[sw5e.feats.4Uzb14t5qGL5T36Y]{Crushing Weapon Focus}</li> <li>@Compendium[sw5e.feats.6Dibgd4H91DfelE2]{Heavy Weapon Focus}</li> <li>@Compendium[sw5e.Fofeats.bQ]{Polearm Focus}</li> <li>@Compendium[sw5e.feats.ySSiGAy9312rbnI6]{Rifle Focus}</li> <li>@Compendium[sw5e.feats.ya8OGukZiRJ9TogQ]{Sidearm Focus}</li> <li>@Compendium[sw5e.feats.4sbgk41mcnBJOF5d]{Trip Waffenfokus}</li></ul>"
        },
        {
            "id": "Weapon Supremacist",
            "name": "Waffensupremacist",
            "description": "<p>Sie beherrschen einen bestimmten Waffentyp. Wählen Sie eine der Waffensupremacist-Optionen, die später in diesem Kapitel beschrieben werden. Sie können dieses Kunststück mehrmals ausführen. </p> <ul> <li>@Compendium[sw5e.feats.PRt3Mf8aQAJuSEW3]{Blade Supremacy}</li> <li>@Compendium[sw5e.feats.X815vrMWDsxTsTxg]{Carbine Supremacy}</li> <li> @Compendium[sw5e.feats.wQwmXEH6awoT3UCF]{Crushing Weapon Supremacy}</li> <li>@Compendium[sw5e.feats.ZuG4NATrxUyHedRG]{Heavy Weapon Supremacy}</li> <li>@Compendium[vsw5MY]{Polearm Supremacy}</li> <li>@Compendium[sw5e.feats.XPSqkn2DqgmJ3y7Q]{Rifle Supremacy}</li> <li>@Compendium[sw5e.feats.xgei9ZI6JKZ47z3n]{Sidearm Supremacy}</li> li>@Compendium[sw5e.feats.0OkP9P0yrGL86IkB]{Trip Weapon Supremacy}</li></ul>"
        },
        {
            "id": "Weapon Supremacy (Blade Supremacy)",
            "name": "Waffenherrschaft (Klingenherrschaft)",
            "description": "<p>Du hast dein Kampftraining auf Klingenwaffen spezialisiert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Angriffswürfe der Waffe.</li> <li>Immer wenn Sie Vorteil bei einem Angriffswurf und Treffer haben und der niedrigere der beiden [[/r W20]]-Würfe würde auch treffen (oder eine Kreatur hat einen Nachteil bei einem Rettungswurf und der höhere der beiden W20 würde ebenfalls scheitern), und das Ziel nicht mehr als eine Nummer größer ist als du (deine Größe oder kleiner, wenn deine Waffe die leichte Eigenschaft hat), muss sie einen Geschicklichkeitsrettungswurf erfolgreich durchführen (SG = 8 + dein Bonus auf Angriffe mit der Waffe) oder 1 verlangsamte Stufe erhalten, bis zu Beginn deines nächsten Zuges.</li> <li>Deine kritische Trefferreichweite erhöht sich um 1.</li> <li>Wenn du die Angriffsaktion ausführst, kannst du auf einen oder mehrere Angriffe verzichten, um <strong>zu parieren </strong>. Für jeden Angriff, den du vergisst, erhältst du bis zum Beginn deines nächsten Zuges einen Bonus von +1 auf die RK. Wenn Sie bereits parieren konnten, können Sie dies stattdessen als Bonusaktion tun.</li></ul>"
        },
        {
            "id": "Weapon Supremacy (Carbine Supremacy)",
            "name": "Waffenherrschaft (Karabinerherrschaft)",
            "description": "<p>Du hast dein Kampftraining auf Karabinerwaffen spezialisiert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Angriffswürfe der Waffe.</li> <li>Immer wenn Sie einen Vorteil bei einem Angriffswurf und Treffer haben und der niedrigere der beiden [[/r W20]]-Würfe würde auch treffen (oder eine Kreatur hat einen Nachteil bei einem Rettungswurf und der höhere der beiden W20 würde ebenfalls scheitern), und das Ziel nicht mehr als eine Nummer größer ist als du (deine Größe oder kleiner, wenn deine Waffe die Lichteigenschaft hat), muss sie einen Geschicklichkeitsrettungswurf (SG = 8 + dein Bonus auf Angriffe mit der Waffe) erfolgreich abschließen oder 1 Stufe verlangsamen, bis am Beginn deines nächsten Zuges.</li> <li>Du kannst diese Waffe in einer Hand führen. Wenn Sie dies tun, behandeln Sie die Waffe so, als ob sie die Eigenschaft Stärke 11 hätte. Verfügt die Waffe bereits über die Stärkeeigenschaft, erhöht sich ihre Stärkezahl um eine Stufe (von 11 auf 13, 13 auf 15, 15 auf 17, 17 auf 19 oder 19 auf 21). Während Sie die Waffe in einer Hand führen, können Sie kein Ziel außerhalb der normalen Reichweite der Waffe angreifen.</li> <li>Wenn Sie die Angriffsaktion ausführen, können Sie auf einen oder mehrere Angriffe verzichten, um <strong>zu erschrecken</stark>. Für jeden Angriff, auf den du verzichtest, verbrauchst du 1 Munition und wählst eine Kreatur, die nicht mehr als eine Nummer größer ist als du (deine Größe oder kleiner, wenn deine Waffe die leichte Eigenschaft hat) und sich innerhalb der normalen Reichweite deiner Waffe befindet. Der Kreatur muss ein Geschicklichkeitsrettungswurf gelingen (SG = 8 + dein Bonus auf Angriffe mit der Waffe) oder bis zum Beginn deines nächsten Zuges geschockt werden. Wenn Sie bereits erschrecken könnten, können Sie dies stattdessen als Bonusaktion tun.</li></ul>"
        },
        {
            "id": "Weapon Supremacy (Crushing Weapon Supremacy)",
            "name": "Waffenherrschaft (Zerschmetternde Waffenherrschaft)",
            "description": "<p>Du hast dein Kampftraining auf vernichtende Waffen spezialisiert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Angriffswürfe der Waffe.</li> <li>Immer wenn Sie Vorteil bei einem Angriffswurf und Treffer haben und der niedrigere der beiden [[/r W20]]-Würfe würde auch treffen (oder eine Kreatur hat einen Nachteil bei einem Rettungswurf und der höhere der beiden W20 würde ebenfalls scheitern), und das Ziel nicht mehr als eine Nummer größer ist als du (deine Größe oder kleiner, wenn deine Waffe die leichte Eigenschaft hat), muss sie einen Kraftrettungswurf erfolgreich durchführen (SG = 8 + dein Bonus auf Angriffe mit der Waffe) oder sie wird 5ft hoch gestoßen in eine Richtung deiner Wahl.</li> <li>Einmal pro Runde, wenn du deine Reaktion für einen Nahkampfangriff nutzt, hast du einen Vorteil beim Angriffswurf.</li> <li>Wenn du den Angriff ausführst Aktion können Sie auf einen oder mehrere Angriffe verzichten, um den Boden <strong>zu zerschmettern</strong>. Wählen Sie für jeden Angriff, auf den Sie verzichten, ein separates 5 Fuß großes Feld in Reichweite Ihrer Waffe, um es zu zerschmettern. Dieser Platz wird zu schwierigem Gelände, bis er geräumt ist. Jeder 5 Fuß-Quadrat-Teil des Bereichs erfordert mindestens 1 Minute, um von Hand zu räumen. Außerdem muss jede Kreatur außer dir in einem betroffenen Feld einen Geschicklichkeitsrettungswurf machen (SG = 8 + dein Bonus auf Angriffe mit der Waffe). Bei einem misslungenen Rettungswurf erleidet eine Kreatur Schaden in Höhe des bestimmenden Fähigkeitsmodifikators des Angriffs. Wenn Sie bereits zerschmettern könnten, können Sie dies stattdessen als Bonusaktion tun.</li></ul>"
        },
        {
            "id": "Weapon Supremacy (Heavy Weapon Supremacy)",
            "name": "Waffenherrschaft (Schwere Waffenherrschaft)",
            "description": "<p>Du hast dein Kampftraining mit schweren Waffen spezialisiert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Angriffswürfe der Waffe.</li> <li>Immer wenn Sie Vorteil bei einem Angriffswurf und Treffer haben und der niedrigere der beiden [[/r W20]]-Würfe würde auch treffen (oder eine Kreatur hat einen Nachteil bei einem Rettungswurf und der höhere der beiden W20 würde ebenfalls scheitern), und das Ziel ist nicht mehr als eine Nummer größer als du (deine Größe oder kleiner, wenn deine Waffe die leichte Eigenschaft hat), muss sie einen Stärkerettungswurf erfolgreich durchführen (SG = 8 + dein Bonus auf Angriffe mit der Waffe) oder sie wird 5ft hoch gestoßen in eine Richtung deiner Wahl.</li> <li>Wenn eine Kreatur beim Rettungswurf gegen eine dieser Waffen eine 1 würfelt, behandelt sie den Schaden des Effekts so, als hätte sie das Maximum gewürfelt. Wenn eine Kreatur den Schaden des Effekts bereits so behandeln würde, als hätte sie das Maximum gewürfelt, wenn sie beim Rettungswurf dieser Waffe eine 1 würfelt, tut sie dies stattdessen bei einem Wurf von 1 oder 2.</li> <li>Wenn du die Angriffsaktion können Sie auf einen oder mehrere Angriffe verzichten, um <strong>zu unterdrücken</strong>. Für jeden Angriff, auf den Sie verzichten, verbrauchen Sie Munition in Höhe der Hälfte der Nachladezahl Ihrer Waffe (mindestens 2) und wählen einen 3-Fuß-Würfelbereich innerhalb der normalen Reichweite Ihrer Waffe. Jede Kreatur in dem Bereich, die nicht mehr als eine Nummer größer ist als du (deine Größe oder kleiner, wenn deine Waffe die leichte Eigenschaft hat) muss einen Weisheitsrettungswurf machen (SG = 8 + dein Bonus auf Angriffe mit der Waffe) oder erschrecken von Ihnen bis zum Ende ihres nächsten Zuges. Wenn Sie bereits unterdrücken konnten, können Sie dies stattdessen als Ihre Bonusaktion tun.</li></ul>"
        },
        {
            "id": "Weapon Supremacy (Polearm Supremacy)",
            "name": "Waffenüberlegenheit (Stangenwaffenüberlegenheit)",
            "description": "<p>Du hast dein Kampftraining auf Stangenwaffen spezialisiert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Angriffswürfe der Waffe.</li> <li>Immer wenn Sie Vorteil bei einem Angriffswurf und Treffer haben und der niedrigere der beiden [[/r W20]]-Würfe würde auch treffen (oder eine Kreatur hat einen Nachteil bei einem Rettungswurf und der höhere der beiden W20 würde ebenfalls scheitern), und das Ziel nicht mehr als eine Nummer größer ist als du (deine Größe oder kleiner, wenn deine Waffe die leichte Eigenschaft hat), hast du einen Vorteil beim Schadenswurf der Waffe.</li> <li>Wenn du eine Fähigkeitsprobe oder einen Rettungswurf gegen einen . machst Effekt, der dich schubsen oder stolpern würde, kannst du einen [[/r d20]]-Wurf von weniger als der Hälfte deiner Stufe (aufgerundet) als die Hälfte deiner Stufe behandeln.</li> <li>Wenn du die Angriffsaktion ausführst, kannst du Entscheiden Sie sich dafür, auf einen Ihrer Angriffe zu verzichten, um <strong>zu ersticken</strong>. Wenn Sie dies tun, erhöht sich Ihre Reichweite bis zum Beginn Ihres nächsten Zuges um 5ft. Wenn Sie bereits ersticken könnten, können Sie dies stattdessen als Bonusaktion tun.</li></ul>"
        },
        {
            "id": "Weapon Supremacy (Rifle Supremacy)",
            "name": "Waffenherrschaft (Gewehrherrschaft)",
            "description": "<p>Du hast dein Kampftraining auf Gewehrwaffen spezialisiert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Angriffswürfe der Waffe.</li> <li>Immer wenn Sie Vorteil bei einem Angriffswurf und Treffer haben und der niedrigere der beiden [[/r W20]]-Würfe würde auch treffen (oder eine Kreatur hat einen Nachteil bei einem Rettungswurf und der höhere der beiden W20 würde ebenfalls scheitern), und das Ziel nicht mehr als eine Nummer größer ist als Sie (Ihre Größe oder kleiner, wenn Ihre Waffe die leichte Eigenschaft hat), haben Sie einen Vorteil beim Schadenswurf der Waffe.</li> <li>Ihre Fernkampfwaffenangriffe reduzieren die teilweise Deckung um eine Stufe (von dreiviertel auf die Hälfte oder die Hälfte auf ein Viertel) gegen Ziele in einem Umkreis von 30ft um Sie. Wenn das Ziel ein Viertel Deckung hat, ignorierst du es vollständig.</li> <li>Wenn du die Angriffsaktion ausführst, kannst du auf einen oder mehrere Angriffe verzichten, um <strong>zu kriechen</strong>. Für jeden Angriff, auf den Sie verzichten, können Sie sich bis zu 10ft weit bewegen, ohne Gelegenheitsangriffe zu provozieren. Wenn Sie bereits klettern könnten, können Sie dies stattdessen als Bonusaktion tun.</li></ul>"
        },
        {
            "id": "Weapon Supremacy (Sidearm Supremacy)",
            "name": "Waffenüberlegenheit (Seitenwaffenüberlegenheit)",
            "description": "<p>Du hast dein Kampftraining auf Seitenwaffen spezialisiert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Angriffswürfe der Waffe.</li> <li>Immer wenn Sie Vorteil bei einem Angriffswurf und Treffer haben und der niedrigere der beiden [[/r W20]]-Würfe würde auch treffen (oder eine Kreatur hat einen Nachteil bei einem Rettungswurf und der höhere der beiden W20 würde ebenfalls scheitern), und das Ziel nicht mehr als eine Nummer größer ist als du (deine Größe oder kleiner, wenn deine Waffe die leichte Eigenschaft hat), muss er einen Stärkerettungswurf erfolgreich durchführen (SG = 8 + dein Bonus auf Angriffe mit der Waffe) oder er lässt ein Objekt von fallen deine Entscheidung. Wer freie Hand hat, fängt die Waffe. Andernfalls landet es zu Ihren Füßen.</li> <li>Sie können diese Waffen jetzt mit Ihrer Reaktion oder Objektinteraktion nachladen, anstatt nur Ihre Aktion oder Bonusaktion. Du musst eine Hand zum Nachladen frei haben.</li> <li>Wenn du die Angriffsaktion ausführst, kannst du auf einen oder mehrere Angriffe verzichten, um eine Kreatur <strong>zu betäuben</strong>. Für jeden Angriff, auf den Sie verzichten, verbrauchen Sie 2 Munition und wählen eine Kreatur, die nicht mehr als eine Nummer größer ist als Sie (Ihre Größe oder kleiner, wenn Ihre Waffe die leichte Eigenschaft hat), einen Kopf hat und sich innerhalb der normalen Reichweite Ihrer Waffe befindet. Der Kreatur muss ein Konstitutionsrettungswurf gelingen (SG = 8 + dein Bonus auf Angriffe mit der Waffe) oder bis zum Ende ihres nächsten Zuges oder bis sie Schaden erleidet handlungsunfähig werden, je nachdem, was zuerst eintritt. Wenn Sie bereits benommen sind, können Sie dies stattdessen als Bonusaktion tun.</li></ul>"
        },
        {
            "id": "Weapon Supremacy (Trip Weapon Supremacy)",
            "name": "Waffenherrschaft (Trip Waffenherrschaft)",
            "description": "<p>Du hast dein Kampftraining auf Stolperwaffen spezialisiert. Wenn Sie mit diesen Waffen vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie erhalten einen Bonus von +1 auf die Angriffswürfe der Waffe.</li> <li>Immer wenn Sie Vorteil bei einem Angriffswurf und Treffer haben und der niedrigere der beiden [[/r W20]]-Würfe würde auch treffen (oder eine Kreatur hat einen Nachteil bei einem Rettungswurf und der höhere der beiden W20 würde ebenfalls scheitern), und das Ziel nicht mehr als eine Nummer größer ist als du (deine Größe oder kleiner, wenn deine Waffe die leichte Eigenschaft hat), muss er einen Stärkerettungswurf erfolgreich durchführen (SG = 8 + dein Bonus auf Angriffe mit der Waffe) oder er lässt ein Objekt von fallen deine Entscheidung. Wer freie Hand hat, fängt die Waffe. Sonst landet es dir zu Füßen. </li> <li>Du hast einen Vorteil bei Fertigkeitswürfen (Leichtathletik) und Angriffswürfen, um eine Kreatur zu Fall zu bringen.</li> <li>Wenn du die Angriffsaktion ausführst, kannst du auf einen oder mehrere Angriffe verzichten, um <stark>unterbrechen</strong>. Für jeden Angriff, auf den Sie verzichten, erhält eine Kreatur in Ihrer Reichweite bis zum Ende ihres nächsten Zuges keinen Vorteil für die Rüstungsklasse von ihrem Schild. Wenn Sie bereits unterbrechen konnten, können Sie dies stattdessen als Bonusaktion tun.</li></ul>"
        }
    ]
}					