{
    "label": "Klassen: Berufung",
    "entries": [
        {
            "id": "AI Amplifier",
            "name": "KI-Verstärker",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du erhältst einen Bonus von +1 auf Nahkampf-Tech-Angriffswürfe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "AI Rangefinder",
            "name": "KI-Entfernungsmesser",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du erhältst einen Bonus von +1 auf Fernkampf-Tech-Angriffswürfe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Absorption Shield",
            "name": "Absorptionsschild",
            "description": "<p><em><strong>Voraussetzung:</strong> Physischer Schild</em></p> <p>Du modifizierst deinen physischen Schild, um eingehenden Schaden abzuwehren. Als Bonusaktion kannst du diese Fähigkeit aktivieren und erhältst temporäre Trefferpunkte in Höhe von [[/r 1W4]] + Intelligenzmodifikator, die eine Stunde lang anhalten.</p> <p>Du kannst diese Funktion so oft verwenden zu Ihrem Intelligenzmodifikator (mindestens einmal). Du erhältst alle verbrauchten Verwendungen zurück, wenn du eine lange Pause beendet hast.</p>"
        },
        {
            "id": "Academic Memory",
            "name": "Akademisches Gedächtnis",
            "description": "<p>Sie können sich an alles erinnern, was Sie im letzten Monat gelesen und verstanden haben. Dazu gehören unter anderem Bücher, Karten, Schilder und Listen.</p>"
        },
        {
            "id": "Accelerated Movement",
            "name": "Beschleunigte Bewegung",
            "description": "<p><em><strong>Voraussetzung:</strong> Rüstung</em></p> <p>Sie reduzieren das Gewicht Ihrer modifizierten Rüstung und erhöhen die Kraft auf die Gelenke. Wenn die Rüstung eine Stärkeanforderung hat, ignorierst du diese. Das Gewicht der modifizierten Rüstung wird um 15 lbs reduziert. Während du deine modifizierte Rüstung trägst, erhöht sich deine Geschwindigkeit um 3 Fuß. Dies gilt für alle Bewegungsgeschwindigkeiten, die du hast, während du deine Rüstung trägst.</p>"
        },
        {
            "id": "Accuracy Focus",
            "name": "Genauigkeit Fokus",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Blaster</em></p> <p>Du erhältst einen Bonus von +1 auf Angriffswürfe mit dieser Waffe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Ace Up Your Sleeve",
            "name": "Ass im Ärmel",
            "description": "<p>Immer wenn du einen Wurf auf Geschicklichkeit (Handfertigkeit) oder Charisma (Täuschung) schaffst, kannst du einen Überlegenheitswürfel verbrauchen und das Ergebnis zu deiner Summe für den Wurf hinzufügen.</p>"
        },
        {
            "id": "Acklay's Instinct",
            "name": "Acklays Instinkt",
            "description": "<p>Während des Tobens hast du einen Vorteil bei Konstitutionsrettungswürfen.</p>"
        },
        {
            "id": "Active Camouflage Core",
            "name": "Aktiver Tarnkern",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Als Aktion kannst du diese Erweiterung aktivieren, um die Tech-Power <em>Infiltrieren</em> zu wirken sich selbst anvisieren. Intelligenz ist deine Tech-Casting-Fähigkeit für diese Kraft, und wenn du sie mit dieser Verstärkung wirkst, ist keine Konzentration erforderlich.</p>"
        },
        {
            "id": "Adaptability Routine",
            "name": "Anpassungsfähigkeitsroutine",
            "description": "<p>Zu Beginn jedes deiner Züge kannst du einen Fähigkeitswert mit einem Rettungswurf wählen, in dem du nicht geübt bist. Bis zum Beginn deines nächsten Zuges addierst du die Hälfte deines Fertigkeitsbonus abgerundet zu deinen Rettungswürfen mit der gewählten Fähigkeit. Alternativ kannst du diesen Vorteil auch auf befreundete Kreaturen in einem Umkreis von  5ft um dich ausweiten, außer dir.</p>"
        },
        {
            "id": "Adaptable Armor",
            "name": "Anpassungsfähige Rüstung",
            "description": "<p><em><strong>Voraussetzung:</strong> Rüstung</em></p> <p>Du integrierst ausfahrbare Haken und Flossen in deine Rüstung, um ihre Beweglichkeit zu erhöhen. Während du deine modifizierte Rüstung trägst, erhältst du eine Steiggeschwindigkeit, die deiner Gehgeschwindigkeit entspricht, und du kannst dich nach oben, unten und über vertikale Flächen und kopfüber an Decken entlang bewegen, während du deine Hände frei lässt. Außerdem erhältst du eine Schwimmgeschwindigkeit, die deiner Gehgeschwindigkeit entspricht.</p>"
        },
        {
            "id": "Adapted Hide",
            "name": "Angepasstes Verstecken",
            "description": "<p>Wenn du keine Rüstung trägst, beträgt deine RK 13 + dein Geschicklichkeitsmodifikator. Darüber hinaus sind Sie an heißes oder kaltes Klima (Ihrer Wahl) angepasst, wie in Kapitel 5 des Dungeon Master's Guide beschrieben. Wenn du deine mutagene Transformation durchmachst, fügst du für die Dauer deiner RK deinen vollen Kritischen Analyse-Modifikator anstelle der Hälfte hinzu.</p>"
        },
        {
            "id": "Adaptive",
            "name": "Adaptiv",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe</em></p> <p>Wenn das Ziel deiner Kritischen Analyse auf 0 Trefferpunkte reduziert ist, kannst du deine Reaktion auf Veränderungen nutzen das Ziel deiner Analyse auf eine andere Kreatur in Reichweite.</p>"
        },
        {
            "id": "Additonal Beam Port",
            "name": "Zusätzliche Strahlöffnung",
            "description": "<p>Sie installieren einen zweiten Beamport in Ihrem modifizierten Lichtschwert. Dein modifiziertes Lichtschwert erhält die Eigenschaft double ([[/r 1W8]]). Du kannst nur von dieser Eigenschaft profitieren, wenn du dein modifiziertes Lichtschwert mit zwei Händen schwingst.</p>"
        },
        {
            "id": "Adegan Crystal",
            "name": "Adeganer Kristall",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du erhältst einen Bonus von +1 auf Schadenswürfe mit dieser Waffe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Administer Aid",
            "name": "Hilfe verwalten",
            "description": "<p>Als Aktion kannst du einen Überlegenheitswürfel aufwenden, um dich um eine Kreatur zu kümmern, die du berühren kannst. Die Kreatur erhält eine Anzahl von Trefferpunkten zurück, die der gewürfelten Anzahl + deinem Intelligenzmodifikator entspricht.</p>"
        },
        {
            "id": "Administrator's Log",
            "name": "Administrator-Log",
            "description": "<p>Wenn Sie mindestens 10 Minuten mit der Arbeit an einem Computer oder Terminal verbringen, erhalten Sie eine vollständige Liste der Benutzer, die innerhalb der letzten 24 Stunden auf das Gerät zugegriffen haben. Im Laufe einer langen Pause können Sie dann ein Faksimile zur Identifizierung erstellen, mit dem Sie sich beim Zugriff auf Maschinen als diese Person ausgeben können.</p>"
        },
        {
            "id": "Advanced Battle Enhancement",
            "name": "Erweiterte Kampfverbesserung",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp-Kampfverbesserung</em></p> <p>Während du dein Lied der Schlacht spielst, ignorieren deine technischen Kräfte und Klassenmerkmale den Widerstand gegen Schallschaden , und Immunität gegen Schallschaden wird stattdessen als Widerstand gegen jede Kreatur in Reichweite deines Liedes behandelt, die dich hören kann.</p> <p>Zusätzlich erzeugst du, wenn du deine Kampflied-Verbesserung verwendest, einen vierten Stoß.</p> p>"
        },
        {
            "id": "Advanced Biotic Amplifier",
            "name": "Fortschrittlicher biotischer Verstärker",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp eines biotischen Verstärkers</em></p> <p>Sie verfeinern Ihren biotischen Verstärker weiter. Wenn eine Kreatur während des Tragens dieses Verstärkers vorübergehende Trefferpunkte von Ihrem biotischen Verstärker erhält, erhält sie stattdessen viermal so viele. Dieser Betrag darf die Anzahl der zurückgewonnenen Trefferpunkte nicht überschreiten.</p>"
        },
        {
            "id": "Advanced Blastsaber",
            "name": "Fortschrittliches Blasschwert",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp-Blastsaber</em></p> <p>Du verfeinerst dein Blasschwert weiter. Als Aktion können Sie ein einzelnes elektronisches Gerät deaktivieren, das nicht von einer anderen Kreatur in einem Umkreis von 5ft um Sie herum getragen oder gehalten wird. Das Gerät wird dann deaktiviert, bis es neu gestartet wird.</p> <p>Wenn Sie diese Umwandlung aktivieren, um die Eigenschaften Ihrer Lichtwaffe zu ändern, erzeugen Sie außerdem eine projizierte Barriere aus Ionenenergie in einer 10ft großen Kugel um Sie herum bis zum Beginn deines nächsten Zuges. Feindliche Kreaturen behandeln dieses Gebiet als schwieriges Gelände. Wenn eine feindliche Kreatur den abgeschirmten Bereich betritt oder dort ihren Zug beginnt, erleidet diese Kreatur [[/r 3d4]] Ionenschaden. Jegliche Elektronik, die nicht getragen oder im Umkreis der Schranke gehalten wird, wird bis zum Neustart deaktiviert.</p>"
        },
        {
            "id": "Advanced Brightsaber",
            "name": "Fortschrittliches Hellschwert",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp des Hellschwerts</em></p> <p>Du verfeinerst dein Hellschwert weiter. Wenn es aktiviert ist, zerstreut das helle Licht deines modifizierten Lichtschwerts jetzt automatisch Illusionen und kann Unsichtbarkeit erkennen, wie bei Truesight.</p> <p>Zusätzlich, wenn du diese Umwandlung aktivierst, um die Eigenschaften deiner Lichtwaffe zu ändern und eine Bonusaktion zu verwenden, um zu versuchen, Blende dein Ziel, es macht den Rettungswurf mit Nachteil.</p>"
        },
        {
            "id": "Advanced Corrosive Amplifier",
            "name": "Fortschrittlicher korrosiver Verstärker",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp eines korrosiven Verstärkers</em></p> <p>Sie verfeinern Ihren korrosiven Verstärker weiter. Wenn du diesen Verstärker aktivierst, hat der nächste Angriffswurf dieser Kreatur vor dem Ende ihres nächsten Zuges einen Nachteil.</p>"
        },
        {
            "id": "Advanced Cryo Amplifier",
            "name": "Fortschrittlicher Kryo-Verstärker",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp eines Kryoverstärkers</em></p> <p>Sie verfeinern Ihren Kryoverstärker weiter. Wenn du diesen Verstärker aktivierst, wird die Kreatur bis zum Ende deines nächsten Zuges zurückgehalten.</p>"
        },
        {
            "id": "Advanced Disruption Enhancement",
            "name": "Erweiterte Störungsverbesserung",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp-Störungsverbesserung</em></p> <p>Beim Spielen Ihres Liedes der Störung kann jede feindliche Kreatur in Reichweite Ihres Liedes, die es hören kann Du musst am Ende jedes seiner Züge einen Konstitutionsrettungswurf machen, um die Konzentration auf die Kraft aufrechtzuerhalten.</p>"
        },
        {
            "id": "Advanced Disruptorsaber",
            "name": "Fortschrittliches Disruptorsschwert",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp eines Disruptorsschwerts</em></p> <p>Du verfeinerst dein Disruptorsschwert weiter. Wenn es aktiviert ist, verdeckt dein modifiziertes Lichtschwert leicht den Bereich innerhalb von  5ft davon.</p> <p>Wenn du diese Umwandlung aktivierst, um die Eigenschaften deiner Lichtwaffe zu ändern und eine Bonusaktion zu verwenden, um zu versuchen, dein Ziel in den Nacken zu schlagen, der nächste Rettungswurf, den du vor dem Ende deines nächsten Zuges machst, ist im Vorteil.</p>"
        },
        {
            "id": "Advanced Explosive Amplifier",
            "name": "Fortschrittlicher Explosivverstärker",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp eines Sprengstoffverstärkers</em></p> <p>Du verfeinerst deinen Sprengstoffverstärker weiter. Wenn eine Kreatur Feuerschaden erleidet, während sie gezündet ist, hat die Kreatur beim nächsten Geschicklichkeitsrettungswurf, den sie vor Beginn deines nächsten Zuges macht, einen Nachteil.</p>"
        },
        {
            "id": "Advanced Grounding System",
            "name": "Fortschrittliches Erdungssystem",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe, Prototyp-Erdungssystem</em></p> <p>Während du dein Gadgeteer-Gurtzeug trägst, bist du immun gegen Blitzschaden.</p>"
        },
        {
            "id": "Advanced Grounding System",
            "name": "Fortschrittliches Erdungssystem",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp-Erdungssystem</em></p> <p>Du bist resistent gegen Blitzschaden.</p>"
        },
        {
            "id": "Advanced Hardening",
            "name": "Erweitertes Härten",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Härten</em></p> <p>Du hast Resistenz gegen Ionenschaden.</p>"
        },
        {
            "id": "Advanced Ionizing Phased Array",
            "name": "Erweitertes ionisierendes Phased-Array",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp Pulsating Phased Array</em></p> <p>Während dein ionisierendes Feld aktiv ist, ignorieren deine technischen Kräfte und Klassenmerkmale den Widerstand gegen Ionen Schaden und Immunität gegen Ionenschaden wird stattdessen als Widerstand gegen jede Kreatur in Reichweite deines Feldes behandelt.</p> <p>Zusätzlich erzeugst du eine vierte Explosion, wenn du deine Ionisierende Phased-Array-Funktion verwendest.</p>"
        },
        {
            "id": "Advanced Jamming Phased Array",
            "name": "Erweitertes Jamming Phased Array",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp Jamming Phased Array</em></p> <p>Während dein Jamming-Feld aktiv ist, muss jede feindliche Kreatur innerhalb des Feldes eine Konstitution bilden Rettungswurf am Ende jeder seiner Züge, um die Konzentration auf die Kraft aufrechtzuerhalten.</p>"
        },
        {
            "id": "Advanced Power Fist",
            "name": "Erweiterte Powerfaust",
            "description": "<p><em><strong>Voraussetzung:</strong> 11. Stufe, Prototype Power Fist</em></p> <p>Du modifizierst den Panzerhandschuh deiner modifizierten Rüstung mit erhöhter Verstärkung und höherem Gewicht. Der waffenlose Schlag deiner modifizierten Rüstung verursacht [[/r 1W8]] Kinetikschaden. Außerdem erhöht sich deine kritische Trefferreichweite mit deinen waffenlosen Schlägen um 1.</p>"
        },
        {
            "id": "Advanced Remote Healer",
            "name": "Erweiterter Fernheiler",
            "description": "<p><em><strong>Voraussetzung:</strong> 11. Stufe</em></p> <p>Die Reichweite Ihrer Fernheiler-Funktion erhöht sich auf 60ft.</p>"
        },
        {
            "id": "Advanced Support Enhancement",
            "name": "Erweiterte Support-Verbesserung",
            "description": "| mindestens +1). Wenn dieser Betrag den Wurf von [[/r d20]] auf 20 oder mehr erhöhen würde, erhält die Kreatur 1 Trefferpunkt zurück.</p>"
        },
        {
            "id": "Advanced Targeting Phased Array",
            "name": "Erweitertes Targeting Phased Array",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe, Prototyp-Targeting Phased Array</em></p> <p>Während Ihr Targeting-Feld aktiv ist, können Sie als Aktion eine Reihe von Verbündete innerhalb des Feldes bis zu deinem Intelligenzmodifikator (mindestens eins), um ihre Reaktion zu nutzen, um einen Fernkampfangriff gegen ein einzelnes Ziel durchzuführen, das du sehen kannst.</p> <p>Wenn du diese Funktion benutzt hast, musst du abschließen eine kurze oder lange Pause, bevor Sie es wieder verwenden können.</p>"
        },
        {
            "id": "Advantageous Companion",
            "name": "Vorteilhafter Begleiter",
            "description": "<p>Wenn Sie einen Wurf auf Charisma (Einschüchterung) gegen eine Kreatur machen, die Ihren Tierbegleiter sehen kann und Ihr Begleiter die Größe M oder größer hat, schaffen Sie den Wurf mit Vorteil.</p> <p>Wenn Sie einen Charisma machen (Überzeugungs-)Schach gegen eine Kreatur, die deinen Tiergefährten sehen kann und dein Gefährte die Größe Small oder Winzig hat, du schaffst den Check mit Vorteil.</p>"
        },
        {
            "id": "Against the House",
            "name": "Gegen das Haus",
            "description": "<p>Immer wenn du einen Fertigkeitswurf für Charisma (Überzeugung) mit Feilschen machen würdest, kannst du das Ziel stattdessen zu einem Glücksspiel herausfordern. Wenn sie Ihr Angebot annehmen, können Sie mit einem verfügbaren Spielset eine Fähigkeitsprüfung durchführen. Wenn du die Herausforderung gewinnst, gelingt dir automatisch der Wurf auf Charisma (Überzeugung).</p>"
        },
        {
            "id": "Alternative Fuel",
            "name": "Alternativer Treibstoff",
            "description": "<p>Jede deiner Kochfunktionen, Manöver oder Entdeckungen können sich jetzt auf Droiden und Konstrukte auswirken.</p>"
        },
        {
            "id": "Ambassador",
            "name": "Botschafter",
            "description": "<p>Du lernst drei weitere Sprachen deiner Wahl.</p> <p>Du kannst diese Entdeckung mehrmals auswählen.</p>"
        },
        {
            "id": "Amplifying Barrel",
            "name": "Verstärkerfass",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Blaster</em></p> <p>Du erhältst einen Bonus von +1 auf Schadenswürfe mit dieser Waffe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Ante Up",
            "name": "Ante Up",
            "description": "<p>Wenn Sie die Initiative würfeln, nicht überrascht sind und in der Initiativereihenfolge an erster Stelle stehen, können Sie zusätzlich zu Ihrer regulären Aktion eine zusätzliche Aktion und eine mögliche Bonusaktion während Ihres ersten Kampfzugs ausführen.</p>"
        },
        {
            "id": "Anti-Dazzle Ocular Implant",
            "name": "Blendfreies Augenimplantat",
            "description": "<p>Diese Erweiterung ersetzt Ihre Augen.</p> <p>Sie sind immun gegen den Blindzustand und können Ihre Sehfähigkeit jederzeit aktivieren oder deaktivieren. Zusätzlich sind Ihre Augen mit einem Holorecorder ausgestattet. Sie können sich perfekt an alles erinnern, was Sie in den letzten 7 Tagen gesehen haben.</p>"
        },
        {
            "id": "Arakyd Vector",
            "name": "Arakid Vektor",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du dein Handgelenkpolster als Tech-Fokus nutzt, erhältst du einen Bonus von +1 auf Tech-Angriffswürfe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Arcane Membrane",
            "name": "Arkane Membran",
            "description": "<p>Du hast einen Vorteil bei Würfen für Intelligenz (Lehre) oder Intelligenz (Natur).</p>"
        },
        {
            "id": "Archive Research",
            "name": "Archivrecherche",
            "description": "<p>Ihre Expeditionen haben eine Fülle von Erkenntnissen über die Streitkräfte hervorgebracht. Du lernst drei beliebige Machtkräfte deiner Wahl, die nicht auf deine Anzahl bekannter Machtkräfte angerechnet werden.</p>"
        },
        {
            "id": "Artificially Intelligent",
            "name": "Künstlich intelligent",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Rüstung</em></p> <p>Du installierst eine künstliche Intelligenz in deine modifizierte Rüstung. Während du deine modifizierte Rüstung trägst und du einen Fähigkeitscheck machst, kann die künstliche Intelligenz deiner Rüstung die Aktion „Hilfe“ ausführen.</p> <p>Du kannst diese Funktion so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). . Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine lange Pause einlegst.</p>"
        },
        {
            "id": "Assess the Situation",
            "name": "Beurteile die Situation",
            "description": "<p>Du kannst einen Überlegenheitswürfel aufwenden, um als Bonusaktion einen Wurf auf Weisheit (Wahrnehmung) oder Intelligenz (Untersuchung) zu machen, wobei der Überlegenheitswürfel zum Wurf hinzugefügt wird.</p>"
        },
        {
            "id": "Athletic",
            "name": "Sportlich",
            "description": "<p>Sie haben die Wahl zwischen einer Kletter-, Krabbel- oder Schwimmgeschwindigkeit, die Ihrer Gehgeschwindigkeit entspricht.</p>"
        },
        {
            "id": "Atmospheric Adaptation",
            "name": "Atmosphärische Anpassung",
            "description": "<p>Sie können Luft und Wasser atmen. Wenn Sie sich Ihrer mutagenen Transformation unterziehen, müssen Sie nicht mehr atmen und können für die Dauer bis zu einer Stunde im Vakuum des Weltraums überleben.</p>"
        },
        {
            "id": "Augmented Explosive",
            "name": "Augmentierter Sprengstoff",
            "description": "<p>Du kannst eine einzelne Granate, Mine oder einen thermischen Zünder verstärken, um ihre Ladung wiederzuerlangen. Ein verstärkter Sprengstoff kann nur von dir verwendet werden und verwendet deinen Tech-Save-DC anstelle seines eigenen. Sobald Sie einen Sprengstoff aktiviert haben, kann er nicht wieder aktiviert werden, bis Sie eine kurze oder lange Pause beendet haben.</p> <p>Sie können diese Modifikation mehrmals auswählen. Jedes Mal, wenn du dies tust, kannst du einen zusätzlichen verstärkten Sprengstoff bis zu einem Maximum in Höhe deines Intelligenzmodifikators erhalten.</p>"
        },
        {
            "id": "Aura of Conquest",
            "name": "Aura der Eroberung",
            "description": "<p>Immer wenn eine Kreatur, die Angst vor dir hat, ihren Zug innerhalb von  5ft um dich beginnt, wird ihre Geschwindigkeit auf 0 reduziert und diese Kreatur erleidet psychischen Schaden in Höhe der Hälfte deiner Wächterstufe.</p>"
        },
        {
            "id": "Aura of Conviction",
            "name": "Aura der Überzeugung",
            "description": "<p>Du und verbündete Kreaturen im Umkreis von  5ft um dich haben einen Vorteil bei Rettungswürfen gegen Effekte, die dich verzaubern oder verängstigen würden.</p>"
        },
        {
            "id": "Aura of Hatred",
            "name": "Aura des Hasses",
            "description": "<p>Du und verbündete Kreaturen im Umkreis von  5ft um dich erhalten einen Bonus in Höhe deines Charisma-Modifikators auf die ersten Schadenswürfe für Nahkampfwaffen, die du pro Runde machst (mindestens +1). </p>"
        },
        {
            "id": "Aura of Presence",
            "name": "Aura der Präsenz",
            "description": "<p>Immer wenn du oder eine befreundete Kreatur im Umkreis von  5ft um dich einen Rettungswurf machen musst, erhält die Kreatur einen Bonus auf den Rettungswurf in Höhe deines Weisheitsmodifikators (mindestens +1). </p>"
        },
        {
            "id": "Aura of Protection",
            "name": "Aura des Schutzes",
            "description": "<p>Immer wenn eine Kreatur innerhalb von  5ft um dich herum Schaden erleidet, kannst du deine Reaktion nutzen, um diesen Schaden zu nehmen, anstatt dass diese Kreatur ihn erleidet. Diese Funktion überträgt keine anderen Effekte, die den Schaden begleiten könnten, und dieser Schaden kann in keiner Weise reduziert werden.</p>"
        },
        {
            "id": "Aura of Vigor",
            "name": "Aura der Kraft",
            "description": "<p>Immer wenn eine befreundete Kreatur ihren Zug innerhalb von  5ft um dich beginnt, erhält diese Kreatur vorübergehende Trefferpunkte in Höhe deines Weisheits- oder Charisma-Modifikators (Ihrer Wahl, mindestens eins).</p>"
        },
        {
            "id": "Aura of Warding",
            "name": "Aura der Abwehr",
            "description": "<p>Du und verbündete Kreaturen in einem Umkreis von  5ft um dich haben Widerstand gegen Schaden durch Machtkräfte.</p>"
        },
        {
            "id": "Auto-Defibrillator",
            "name": "Auto-Defibrillator",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Hardy Torso-Prothese</em></p> <p>Der Konstitutionswert deiner Hardy Torso-Prothese erhöht sich um 2. Zusätzlich, wenn du reduziert wirst auf 0 Trefferpunkte, aber nicht sofort getötet, kannst du stattdessen auf 1 Trefferpunkt fallen. Sie können diese Funktion erst wieder verwenden, wenn Sie eine lange Pause beendet haben.</p>"
        },
        {
            "id": "Auto-Injection Regenerator",
            "name": "Auto-Injection-Regenerator",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du installierst einen speziellen Kolto-Injektor in dein Gadgeteer-Gurtzeug, der dir Kolto als Reaktion auf Schmerzen injizieren kann. Wenn du Schaden erleidest, kannst du deine Reaktion nutzen und einen Trefferwürfel verbrauchen, um Gesundheit wiederherzustellen, solange der Schaden deine Trefferpunkte nicht auf 0 reduziert.</p>"
        },
        {
            "id": "Automatic Startup Sequence",
            "name": "Automatische Startsequenz",
            "description": "<p>Wenn eine Kreatur einen Rettungswurf gegen eine von dir gewirkte Tech-Kraft macht, kannst du einen Überlegenheitswürfel aufwenden und die gewürfelte Zahl von ihrer Gesamtzahl abziehen. Du kannst dieses Manöver anwenden, bevor oder nachdem die Kreatur einen Rettungswurf gemacht hat, aber bevor der SL bestimmt, ob die Kreatur scheitert oder nicht.</p>"
        },
        {
            "id": "Autothrusters",
            "name": "Autothruster",
            "description": "<p><em><strong>Voraussetzung:</strong> Jetpack</em></p> <p>Du kannst die Aktionen Sprint und Disengage als Bonusaktion ausführen, während dein Jetpack aktiv ist.</p>"
        },
        {
            "id": "Backdoor Egress",
            "name": "Hintertür-Ausgang",
            "description": "<p>Wenn Sie eine Tech-Kraft wirken, die einen Bereich beeinflusst und einen Rettungswurf erfordert, und Sie sich innerhalb des Bereichs dieser Kraft befinden, können Sie Ihre Reaktion nutzen, um sich bis zur Hälfte Ihrer Geschwindigkeit zu bewegen, ohne Gelegenheitsangriffe zu provozieren. Wenn Sie diese Bewegung außerhalb des von der Tech-Power betroffenen Bereichs beenden, müssen Sie keinen Rettungswurf machen, um ihre Auswirkungen zu vermeiden. </p>"
        },
        {
            "id": "Banquet",
            "name": "Bankett",
            "description": "<p><em><strong>Voraussetzung:</strong> 17. Level, Full Course</em></p> <p>Im Verlauf einer langen oder kurzen Pause kannst du ein zusätzliches Manöver dieses Archetyps nutzen (insgesamt vier).</p>"
        },
        {
            "id": "Bantha's Instinct",
            "name": "Banthas Instinkt",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Deine Tragfähigkeit und das Gewicht, das du schieben, ziehen oder heben kannst, verdoppeln sich. Wenn es sich bereits verdoppeln würde, verdreifacht es sich stattdessen. Außerdem hast du einen Vorteil bei Stärke-Checks zum Schieben, Ziehen, Heben oder Zerbrechen von Objekten.</p>"
        },
        {
            "id": "Barrier",
            "name": "Barriere",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Wenn du in deinem Zug einen Angriffswurf mit deinem modifizierten Lichtschwert machst, kannst du auf dein Können verzichten Bonus. Wenn Sie dies tun, können Sie Ihre Reaktion nutzen, um eine temporäre Barriere zu errichten, die bis zum Beginn Ihres nächsten Zuges besteht. Während die Barriere aktiviert ist, hast du einen Bonus auf die RK gegen den ersten Angriffswurf, der gegen dich durchgeführt wird, in Höhe deines Fähigkeitsbonus.</p>"
        },
        {
            "id": "Battle Song Enhancement",
            "name": "Verbesserung des Kampfliedes",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du dein Lied der Schlacht spielst, kannst du als Aktion Büsten gerichteter Schallenergie aussenden zwei Fernkampfangriffe. Diese Angriffe können auf dieselbe Kreatur mit unterschiedlichen Zielen abzielen. Führe für jeden Stoß separate Angriffswürfe durch. Der Angriff hat eine Reichweite, die dem Radius deines Liedes entspricht, und verursacht bei einem Treffer [[/r 1W8]] Schallschaden. </p>"
        },
        {
            "id": "Bayonet",
            "name": "Bajonett",
            "description": "<p><em><strong>Voraussetzung:</strong> Blaster</em></p> <p>Du befestigst eine kurze Klinge am Lauf deiner modifizierten Blaster-Waffe, mit der du einen Nahkampfwaffenangriff ausführen kannst es. Die Klinge ist eine Nahkampfwaffe mit der Finesse-Eigenschaft, mit der Sie vertraut sind, und verursacht [[/r 1W6]] Kinetikschaden.</p>"
        },
        {
            "id": "Beam Gem Lens",
            "name": "Beam-Edelstein-Linse",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du erhältst einen Bonus von +1 auf Angriffswürfe mit dieser Waffe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Belasco Dynamics",
            "name": "Belasco-Dynamik",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du dein Armband als Tech-Fokus nutzt, erhältst du einen Bonus von +1 auf deinen Tech-Save-SG. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Biochemist's Amplifer",
            "name": "Verstärker des Biochemikers",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du dein Biochemiker-Paket als Tech-Fokus nutzt, erhältst du einen Bonus von +1 auf Tech-Angriffswürfe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Biochemist's Inhibitor",
            "name": "Inhibitor des Biochemikers",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du dein Biochemiker-Paket als Tech-Fokus nutzt, erhältst du einen Bonus von +1 auf deinen Tech-Save-SG. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Biometric Safety Measures",
            "name": "Biometrische Sicherheitsmaßnahmen",
            "description": "<p>Im Griff deiner Leichtwaffe ist ein Sicherheitssystem installiert. Wenn eine andere Kreatur als du versucht, deine Lichtwaffe zu aktivieren, schlägt die Aktivierung fehl. Außerdem muss die Kreatur, die eine Aktivierung versucht, einen Konstitutionsrettungswurf machen oder Blitzschaden in Höhe der Ingenieursstufe erleiden und wird bis zum Beginn ihres nächsten Zuges geschockt. Bei einem erfolgreichen Rettungswurf erleidet die Kreatur den halben Schaden und wird nicht geschockt. Unabhängig von Erfolg oder Misserfolg lässt die Kreatur dein modifiziertes Lichtschwert fallen.</p>"
        },
        {
            "id": "Biotic Amplifier",
            "name": "Biotischer Verstärker",
            "description": "<p>Sie integrieren einen biotischen Verstärker in Ihr Armband, der die Potenz Ihrer heilenden Tech-Kräfte erhöht. Wenn du diesen Verstärker verwendest, kannst du, wenn eine Kreatur Trefferpunkte von einer von dir gewirkten Tech-Kraft zurückerhält, ihr temporäre Trefferpunkte in Höhe der ausgegebenen Tech-Punkte gewähren. Diese Menge darf die Anzahl der wiederhergestellten Trefferpunkte nicht überschreiten.</p> <p>Du kannst diesen Verstärker so oft verwenden, wie es deinem Intelligenz-Modifikator entspricht. Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Blastsaber Conversion",
            "name": "Blasschwert-Umwandlung",
            "description": "<p><em>Inkompatibel mit anderen Konvertierungen</em></p> <p>Du modifizierst deine Leichtwaffe stark, um dir einen Fernkampfangriff zu ermöglichen. Mit dieser Modifikation können Sie einen Fernkampfangriff mit einer Reichweite von 30/60 durchführen. Bei einem Treffer verursacht es [[/r 1W6]] Energieschaden.</p> <p>Zusätzlich kannst du bei deinem ersten Angriff in deinem Zug die Eigenschaften deines modifizierten Lichtschwerts ändern. Bis zum Beginn deines nächsten Zuges wird die Schadensart deines modifizierten Lichtschwerts in Ionen geändert. </p> <p>Du kannst diese Eigenschaft so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Blurrg's Instinct",
            "name": "Blurrgs Instinkt",
            "description": "<p>Ob bestiegen oder zu Fuß, Ihre Reisegeschwindigkeit wird verdoppelt, ebenso wie die Reisegeschwindigkeit von bis zu zehn Begleitern, solange sie sich innerhalb von 60ft von Ihnen befinden und Sie nicht handlungsunfähig sind. </p>"
        },
        {
            "id": "Boggdo's Instinct",
            "name": "Boggdos Instinkt",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Während des Tobens hast du eine Fluggeschwindigkeit, die deiner aktuellen Schrittgeschwindigkeit entspricht, obwohl du fällst, wenn du deinen Zug beendest in der Luft und nichts anderes hält dich hoch.</p>"
        },
        {
            "id": "Bonded Plates",
            "name": "Verklebte Platten",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du erhältst einen Bonus von +1 auf die RK gegen Nahkampfangriffe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Booming Strikes",
            "name": "Boomende Streiks",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du packst zusätzliche Kraft in deine modifizierte Waffe. Einmal pro Runde, wenn du mit der Waffe triffst, kannst du zusätzlich [[/r 1W6]] Schaden verursachen. Wenn Sie dies tun, macht die Waffe einen lauten Knall, der in 100ft Entfernung zu hören ist. Wenn du versteckt bist, sind Intelligenz- (Ermittlung) und Weisheits- (Wahrnehmungs-) Prüfungen von Vorteil, um dich zu lokalisieren, die auf Geräusche angewiesen sind.</p>"
        },
        {
            "id": "Brawler Adept",
            "name": "Brawler-Adept",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Dein unbewaffneter Schlagschaden erhöht sich um eine Stufe (von 1 auf [[/r d4]], [[/r d4]] bis [[/r d6]] oder [[/r d6]] bis [[/r d8]]). Außerdem zählen deine unbewaffneten Schläge als verstärkt, um Widerstand und Immunität gegen nicht verstärkte Angriffe und Schaden zu überwinden.</p>"
        },
        {
            "id": "Brawny Arm Prosthesis",
            "name": "Kräftige Armprothese",
            "description": "<p>Diese Verstärkung ersetzt einen Arm.</p> <p>Wenn du eine Fähigkeitsprobe, einen Angriffswurf oder einen Rettungswurf mit Stärke nur mit diesem Arm machst, wird dein Stärkewert mit 15 behandelt. Wenn du eine Fähigkeitsprobe machst , Angriffswurf oder Rettungswurf mit Stärke, wenn du mehr als nur diesen Arm verwendest, nimmst du den Durchschnitt der Stärke des Arms und deinen eigenen.</p> <p>Du kannst diese Modifikation mehrmals wählen.</p>"
        },
        {
            "id": "Brightsaber Conversion",
            "name": "Hellschwert-Umwandlung",
            "description": "<p><em>Inkompatibel mit anderen Konvertierungen</em></p> <p>Du modifizierst deine Lichtwaffe und lässt sie heller leuchten. Wenn es aktiviert ist, wirft dein modifiziertes Lichtschwert helles Licht in einem 20ft-Radius und verdunkelt das Licht für weitere 20ft.</p> <p>Zusätzlich kannst du bei deinem ersten Angriff in deinem Zug die Eigenschaften deines . ändern modifiziertes Lichtschwert. Bis zum Beginn deines nächsten Zuges wird die Schadensart deines modifizierten Lichtschwerts in Feuer geändert.</p> <p>Du kannst diese Eigenschaft so oft verwenden, wie dein Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Burn Through",
            "name": "Durchbrennen",
            "description": "<p>Wenn du mit deinem modifizierten Lichtschwert einen kritischen Treffer erzielst, bist du beim nächsten Angriffswurf, den du gegen diese Kreatur machst, im Vorteil.</p>"
        },
        {
            "id": "Burst Core",
            "name": "Burst-Kern",
            "description": "<p><em><strong>Voraussetzung:</strong> Blaster</em></p> <p>Deine Waffe erhält die Burst-Eigenschaft mit einer Burst-Zahl gleich ihrer Nachladezahl.</p>"
        },
        {
            "id": "Calculated Bluff",
            "name": "Berechneter Bluff",
            "description": "<p>Wenn du einen Fähigkeitswurf mit deinem Charisma machst, kannst du den Wurf stattdessen mit deinem Intelligenz- oder Weisheitsmodifikator (nach deiner Wahl) machen.</p>"
        },
        {
            "id": "Carbonite Shot",
            "name": "Karbonitschuss",
            "description": "<p>Wenn dieser Schuss sein Ziel trifft, wickeln sich Karbonitsplitter um das Ziel. Die vom Schuss getroffene Kreatur erleidet zusätzlich [[/r 2W6]] Kälteschaden, sie erhält 1 Verlangsamungsstufe und sie erleidet [[/r 2W6]] Kinetikschaden das erste Mal in jeder Runde, in der sie sich 1 Fuß oder mehr bewegt, ohne teleportieren. Das Ziel oder jede Kreatur, die es erreichen kann, kann seine Aktion verwenden, um den Karbonit mit einem erfolgreichen Wurf auf Stärke (Athletik) gegen deinen SG für Spezialmunitionswürfe zu entfernen. Andernfalls hält der Karbonit 1 Minute lang an oder bis Sie diese Option erneut verwenden.</p> <p>Der Kälteschaden und der kinetische Schaden erhöhen sich beide auf [[/r 4W6]], wenn Sie die 18. Stufe dieser Klasse erreichen.</ p>"
        },
        {
            "id": "Celerity Leg Prosthesis",
            "name": "Celerity Beinprothese",
            "description": "<p>Diese Verbesserung ersetzt beide Beine.</p> <p>Bei der Bestimmung deines RK-Bonus und deiner Rettungswürfe aus Geschicklichkeit wird dein Geschicklichkeitswert mit 15 behandelt hat keine Auswirkung auf dich.</p> <p>Außerdem kannst du diese Punktzahl durch deine eigene ersetzen, wenn du eine Fähigkeitsprobe oder einen Angriffswurf machst, bei dem deine Beine verwendet werden. </p>"
        },
        {
            "id": "Celerity Oscillator",
            "name": "Celerity-Oszillator",
            "description": "<p>Einmal pro Runde, wenn du mit deiner modifizierten Waffe Schaden zufügst, erhöht sich deine Gehgeschwindigkeit bis zum Beginn deines nächsten Zuges um 3 Fuß, und die verletzte Kreatur kann für den Rest deines Zuges keine Gelegenheitsangriffe gegen dich ausführen. </p>"
        },
        {
            "id": "Charming Feint",
            "name": "Charmante Finte",
            "description": "<p>Verbündete innerhalb der Reichweite deines Motivierenden Diplomaten erhalten außerdem einen Bonus auf ihre Schadenswürfe in Höhe der Hälfte deines Intelligenz-, Weisheits- oder Charisma-Modifikators (abgerundet, wenn du diese Entdeckung erlernst).</p>"
        },
        {
            "id": "Chemical Counteragents",
            "name": "Chemische Gegenmittel",
            "description": "<p>Du kannst einen Schadenstyp auswählen, der von den Funktionen Berührung und Potente Mischungen deines Biochemikers profitiert. Während du dein modifiziertes Biochemiker-Paket trägst, bist du gegen diese Art von Schaden resistent.</p> <p>Du kannst diese Modifikation mehrmals auswählen. Jedes Mal, wenn Sie dies tun, müssen Sie einen anderen Schadenstyp auswählen.</p>"
        },
        {
            "id": "Chirodactyl's Instinct",
            "name": "Chirodactyls Instinkt",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Während des Tobens hast du Blindsicht bis zu einer Reichweite von 30ft und du hast einen Vorteil in Bezug auf Weisheit (Wahrnehmung) Kontrollen, die auf Ton angewiesen sind, solange Sie nicht taub sind.</p>"
        },
        {
            "id": "Clever Applications",
            "name": "Clevere Anwendungen",
            "description": "<p>Sie erwerben Kenntnisse im Umgang mit improvisierten Waffen, und sie erhalten die Finesse-Eigenschaft für Sie. Außerdem verursacht ein Angriff mit einer improvisierten Waffe [[/r 1W6]] Schaden.</p> <p>Du kannst deine Weiser-Rate-Funktion verwenden, um befreundeten Kreaturen improvisierte Waffenfähigkeiten zu verleihen, falls sie dies nicht bereits tun haben Sie es, indem Sie den gleichen Regeln dieses Features folgen, als ob es eine Fertigkeit oder ein Werkzeug wäre. Die befreundeten Kreaturen behalten diese Fähigkeit stattdessen für die gesamte Dauer.</p>"
        },
        {
            "id": "Climbing Gloves",
            "name": "Kletterhandschuhe",
            "description": "<p>Sie stellen einen Satz Handschuhe mit starker Griffunterstützung her. Wenn du diese Handschuhe trägst, hast du eine Klettergeschwindigkeit von 20ft und du hast einen Vorteil bei Kraftsparwürfen und Krafttests (Leichtathletik), die das Klettern beinhalten.</p>"
        },
        {
            "id": "Climbing Gloves",
            "name": "Kletterhandschuhe",
            "description": "<p>Sie stellen einen Satz Handschuhe mit starker Griffunterstützung her. Wenn du diese Handschuhe trägst, hast du eine Klettergeschwindigkeit von 20ft und du hast einen Vorteil bei Kraftsparwürfen und Krafttests (Leichtathletik), die das Klettern beinhalten.</p>"
        },
        {
            "id": "Coercing Shot",
            "name": "Erzwingender Schuss",
            "description": "<p>Sie verbessern Ihren Schuss mit Chemikalien, die das Ziel verwirren. Die vom Schuss getroffene Kreatur erleidet zusätzlich [[/r 2W6]] Giftschaden und wähle einen deiner Verbündeten innerhalb von 30ft um das Ziel. Dem Ziel muss ein Weisheitsrettungswurf gelingen, oder es wird bis zum Beginn deines nächsten Zuges vom gewählten Verbündeten bezaubert. Dieser Effekt endet vorzeitig, wenn der gewählte Verbündete das verzauberte Ziel angreift, ihm Schaden zufügt oder es zu einem Rettungswurf zwingt.</p> <p>Der Giftschaden erhöht sich auf [[/r 4W6]], wenn du das 18. Niveau in dieser Klasse.</p>"
        },
        {
            "id": "Cold Read",
            "name": "Kaltes Lesen",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Als Aktion kannst du einen Wurf auf Weisheit (Einsicht) machen, der durch einen Wurf für Charisma (Täuschung) eines Ziels angefochten wird . Bei einem Erfolg kennen Sie die nächste Aktion, die das Ziel zu ergreifen beabsichtigt, solange sich die Situation nicht dramatisch ändert.</p>"
        },
        {
            "id": "Collapsible Frame",
            "name": "Zusammenklappbarer Rahmen",
            "description": "<p><em><strong>Voraussetzung:</strong> Vibrowaffe</em></p> <p>Du installierst einen erweiterbaren Griff an deiner modifizierten Waffe. Deine modifizierte Waffe erhält die Eigenschaft Reichweite.</p>"
        },
        {
            "id": "Collapsible Suit",
            "name": "Zusammenklappbarer Anzug",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Rüstung</em></p> <p>Ihre modifizierte Rüstung kann zur einfachen Aufbewahrung in einen Koffer zusammengeklappt werden. Auf diese Weise umgewandelt ist die Rüstung nicht von einem normalen Koffer zu unterscheiden und wiegt ein Drittel ihres normalen Gewichts. Als Aktion kannst du die Rüstung an- oder ablegen, sodass sie sich nach Bedarf verwandeln kann.</p>"
        },
        {
            "id": "Comfortable Handle",
            "name": "Komfortabler Griff",
            "description": "<p>Sie nehmen geringfügige Änderungen an der Ergonomie Ihres modifizierten Säbelgriffs vor. Dein modifiziertes Lichtschwert erhält die Finesse-Eigenschaft.</p>"
        },
        {
            "id": "Commander's Armor",
            "name": "Kommandantrüstung",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du erlangst Kenntnisse in mittlerer Rüstung.</p>"
        },
        {
            "id": "Commander's Exploit",
            "name": "Ausbeutung des Kommandanten",
            "description": "<p>Du erlangst Kenntnisse in mittlerer Rüstung.</p>"
        },
        {
            "id": "Commander's Strike",
            "name": "Angriff des Kommandanten",
            "description": "<p>Wenn du in deinem Zug die Angriffsaktion ausführst, kannst du auf einen deiner Angriffe verzichten und eine Bonusaktion verwenden, um einen deiner Gefährten zum Angriff anzuweisen. Wenn Sie dies tun, wählen Sie eine befreundete Kreatur, die Sie sehen oder hören kann, und verbrauchen Sie einen Überlegenheitswürfel. Diese Kreatur kann ihre Reaktion sofort nutzen, um einen Waffenangriff auszuführen, wobei der Überlegenheitswürfel zum Schadenswurf des Angriffs hinzugefügt wird.</p>"
        },
        {
            "id": "Compensation Oscillator",
            "name": "Kompensationsoszillator",
            "description": "<p><em><strong>Voraussetzung:</strong> Vibroeapon mit der Geschicklichkeitseigenschaft</em></p> <p>Du installierst einen Kompensationsoszillator in deinem modifizierten Vibroeapon und entfernst die Geschicklichkeitseigenschaft daraus.</p> p>"
        },
        {
            "id": "Contingency Plan",
            "name": "Notfallplan",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Wenn das Ziel deiner Kritischen Analyse einen kritischen Treffer erzielt, kannst du deine Reaktion nutzen und eine Überlegenheit abbauen sterben, um den Angriff stattdessen als normalen Treffer zu behandeln.</p>"
        },
        {
            "id": "Contoured Grip",
            "name": "Konturierter Griff",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Vibrowaffe</em></p> <p>Du erhältst einen Bonus von +1 auf Angriffswürfe mit dieser Waffe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Corrosive Amplifier",
            "name": "Korrosiver Verstärker",
            "description": "<p>Du integrierst einen Booster in dein Armband, der deine Tech-Kräfte verbessert, die Säureschaden verursachen. Wenn eine Kreatur durch eine von dir gewirkte Tech-Kraft Säureschaden erleidet, während du diesen Verstärker verwendest, kannst du zusätzlichen Säureschaden in Höhe deines Intelligenzmodifikators zufügen. </p> <p>Du kannst diesen Verstärker so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Countertoxin",
            "name": "Gegengift",
            "description": "<p>Wenn du oder ein Verbündeter innerhalb von 30ft von dir an dem vergifteten Zustand leidet, kannst du deine Reaktion in deinem Zug nutzen, um den vergifteten Zustand dieser Kreatur zu beenden. Die Kreatur erhält außerdem eine Minute lang Immunität gegen den vergifteten Zustand.</p> <p>Du kannst diese Funktion so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Cover Adept",
            "name": "Cover-Adept",
            "description": "<p><em><strong>Voraussetzung:</strong> 12. Stufe</em></p> <p>Sie behandeln eine Vierteldeckung als halbe Deckung, eine halbe Deckung als dreiviertel Deckung und dreiviertel als Volldeckung abdecken. Während du in Deckung bist, erhalten deine Fertigkeitswürfe (Heimlichkeit) einen Bonus in Höhe deines Kritischen Analyse-Modifikators (mindestens +1).</p>"
        },
        {
            "id": "Covering Fire",
            "name": "Feuerschutz",
            "description": "<p>Wenn du eine Kreatur mit einem Fernkampfangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um einen deiner Kameraden in eine vorteilhaftere Position zu manövrieren. Du addierst den Überlegenheitswürfel zum Schadenswurf des Angriffs und wählst eine befreundete Kreatur, die dich sehen oder hören kann. </p> <p>Diese Kreatur kann ihre Reaktion nutzen, um sich bis zur Hälfte ihrer Geschwindigkeit zu bewegen, ohne Gelegenheitsangriffe vom Ziel deines Angriffs zu provozieren.</p>"
        },
        {
            "id": "Crippling Shot",
            "name": "Verkrüppelnder Schuss",
            "description": "<p>Wenn du eine Kreatur mit einem Fernkampfangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um ihre Bewegung zu lähmen. Addiere die gewürfelte Zahl zum Schaden des Fernkampfangriffs. Der Kreatur muss ein Konstitutionsrettungswurf gelingen oder ihre Bewegungsgeschwindigkeit halbiert werden. Am Ende jedes seiner Züge kann das Ziel einen Konstitutionsrettungswurf ausführen, um den Effekt zu beenden.</p>"
        },
        {
            "id": "Crippling Strike",
            "name": "Verkrüppelnder Schlag",
            "description": "<p>Wenn du eine Kreatur mit einem Waffenangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um die Kreatur zu verkrüppeln. Du addierst den Überlegenheitswürfel zum Schadenswurf des Angriffs und die Kreatur erhält 1 Verlangsamungsstufe bis zum Ende ihres nächsten Zuges.</p>"
        },
        {
            "id": "Crossguard",
            "name": "Parierstange",
            "description": "<p>Du fügst einen Energieschutz an der Basis deiner modifizierten Lichtschwertklinge hinzu. Während du dein modifiziertes Lichtschwert schwingst, erhältst du einen Bonus von +1 auf deine Rüstungsklasse gegen Nahkampfwaffenangriffe.</p>"
        },
        {
            "id": "Cryo Amplifier",
            "name": "Kryo-Verstärker",
            "description": "<p>Du integrierst einen Booster in dein Handgelenkpolster, der deine Tech-Kräfte verbessert, die Kälteschaden verursachen. Wenn du diesen Verstärker verwendest, kannst du, wenn eine Kreatur Kälteschaden durch eine von dir gewirkte Tech-Kraft erleidet, zusätzlichen Kälteschaden in Höhe deines Intelligenzmodifikators zufügen.</p> <p>Du kannst diesen Verstärker mehrmals in Höhe von verwenden deinen Intelligenzmodifikator (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Daring Escape",
            "name": "Gewagte Flucht",
            "description": "<p>Du kannst einen Überlegenheitswürfel aufwenden, um die Aktion \"Ausrücken\" als Bonusaktion in deinem Zug auszuführen. Bis zum Ende dieses Zuges hast du einen Vorteil bei allen Fertigkeitswürfen (Leichtathletik).</p>"
        },
        {
            "id": "Darkvision Goggles",
            "name": "Dunkelsichtbrille",
            "description": "<p>Sie stellen eine sehverbessernde Schutzbrille her. Wenn Sie diese Brille tragen, haben Sie eine Dunkelsicht bis zu einer Reichweite von 60ft. Wenn Sie bereits über Dunkelsicht verfügen, erhöht diese Modifikation die Reichweite um 30ft.</p>"
        },
        {
            "id": "Darkvision Goggles",
            "name": "Dunkelsichtbrille",
            "description": "<p>Sie stellen eine sehverbessernde Schutzbrille her. Wenn Sie diese Brille tragen, haben Sie eine Dunkelsicht bis zu einer Reichweite von 60ft. Wenn Sie bereits über Dunkelsicht verfügen, erhöht diese Modifikation die Reichweite um 30ft.</p>"
        },
        {
            "id": "Darkvision Visor",
            "name": "Dunkelsichtvisier",
            "description": "<p><em><strong>Voraussetzung:</strong> Rüstung</em></p> <p>Während du deine modifizierte Rüstung trägst, hast du Dunkelsicht bis zu einer Reichweite von 60ft. Wenn Sie bereits über Dunkelsicht verfügen, erhöht diese Modifikation die Reichweite um 30ft.</p>"
        },
        {
            "id": "Deliberate Movement",
            "name": "Bewusste Bewegung",
            "description": "<p>Du kannst einen Überlegenheitswürfel aufwenden, um die Aktion \"Ausrücken\" als Bonusaktion auszuführen, und die Auswirkungen von normalem schwierigem Gelände bis zum Ende deines Zuges ignorieren.</p>"
        },
        {
            "id": "Demanding Leader",
            "name": "Anspruchsvolle Führungskraft",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em> </p> <p>Die Reichweite jedes deiner Manöver erhöht sich um 3 Fuß. Wenn die Reichweite Touch ist, beträgt sie 3 Fuß.</p>"
        },
        {
            "id": "Detachable Distribution System",
            "name": "Abnehmbares Verteilersystem",
            "description": "<p>Sie aktualisieren Ihren Distributor mit einem sekundären, abnehmbaren Distributor. Als Bonusaktion können Sie Ihren abnehmbaren Verteiler auf einen Punkt in Reichweite werfen. Ihr abnehmbarer Verteiler hat eine Reichweite von 30ft + Ihr Stärke-Modifikator x 5. Ihr abnehmbarer Verteiler funktioniert 1 Minute lang, bevor er inaktiv wird. Sobald dies der Fall ist, können Sie es nicht erneut verwenden, bis Sie es als Aktion wiedererlangen.</p> <p>Außerdem, während Ihr abtrennbarer Verteiler sich innerhalb von 100ft von Ihnen befindet, wenn Sie Ihre Aktion zum Aktivieren Ihres Verteilers verwenden, Sie können wählen, ob Sie jede Kreatur im Umkreis von 5ft um Ihren abnehmbaren Verteiler beeinflussen möchten. Du kannst diese Funktion so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Detachable Eye",
            "name": "Abnehmbares Auge",
            "description": "<p>Diese Erweiterung ersetzt ein Auge.</p> <p>Als Aktion können Sie dieses Auge entfernen oder ersetzen. Wenn das Auge entfernt ist, sprießen acht kleine Beine, es hat eine Geschwindigkeit von 15ft, eine RK von 10 und 1 Trefferpunkt. Wenn es stirbt, können Sie es nicht wieder verwenden, bis Sie eine lange Pause abgeschlossen haben. Als Aktion in jedem deiner Züge kannst du das Auge bis zu seiner Geschwindigkeit bewegen, solange es sich innerhalb von 30ft von dir befindet. Sie können sowohl durch das abgetrennte Auge als auch durch Ihr verbleibendes Auge gleichzeitig sehen, oder Sie können Ihre Aktion verwenden, um nur durch ein Auge oder das andere zu sehen.</p> <p>Sie können diese Modifikation mehrmals auswählen.</p> p>"
        },
        {
            "id": "Detachable Hand",
            "name": "Abnehmbare Hand",
            "description": "<p>Diese Erweiterung ersetzt eine Hand.</p> <p>Als Aktion kannst du diese Hand anhängen oder abnehmen. Wenn sie losgelöst ist, hat die Hand eine Geschwindigkeit von 15ft, eine RK von 10 und 1 Trefferpunkt. Wenn es stirbt, können Sie es nicht wieder verwenden, bis Sie eine lange Pause abgeschlossen haben. Als Aktion in jedem deiner Züge kannst du die Hand kontrollieren, solange sie sich innerhalb von 30ft von dir befindet. Sie können die Hand verwenden, um einen Gegenstand zu manipulieren, eine unverschlossene Tür oder einen unverschlossenen Behälter zu öffnen, einen Gegenstand aus einem offenen Behälter zu verstauen oder zu entnehmen oder den Inhalt aus einem Behälter auszugießen. Sie können die Hand jedes Mal auf ihre Geschwindigkeit bewegen, wenn Sie sie verwenden.</p> <p>Sie können diese Modifikation mehrmals auswählen.</p>"
        },
        {
            "id": "Dewback's Instinct",
            "name": "Dewbacks Instinkt",
            "description": "<p>Wählen Sie drei andere Schadensarten als den wahren Schaden. Während du wütest, hast du Widerstand gegen die gewählten Schadensarten.</p>"
        },
        {
            "id": "Disarming Attack",
            "name": "Entwaffnender Angriff",
            "description": "<p>Wenn du eine Kreatur mit einem Waffenangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um zu versuchen, das Ziel zu entwaffnen, wodurch es gezwungen wird, einen Gegenstand deiner Wahl fallen zu lassen, den es hält. Du addierst den Überlegenheitswürfel zum Schadenswurf des Angriffs und das Ziel muss einen Stärkerettungswurf machen. Bei einem fehlgeschlagenen Speichern wird das ausgewählte Objekt gelöscht. Das Objekt landet zu seinen Füßen.</p>"
        },
        {
            "id": "Disarming Shot",
            "name": "Entwaffnender Schuss",
            "description": "<p>Wenn du eine Kreatur mit einem Fernkampfangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um zu versuchen, das Ziel zu entwaffnen, wodurch es gezwungen wird, einen Gegenstand deiner Wahl fallen zu lassen, den es hält. Addiere den Überlegenheitswürfel zum Schadenswurf des Angriffs und das Ziel muss einen Stärkerettungswurf machen. Bei einem fehlgeschlagenen Speichern wird das ausgewählte Objekt gelöscht. Das Objekt landet zu seinen Füßen.</p>"
        },
        {
            "id": "Disruption Song Enhancement",
            "name": "Verbesserung der Störungssongs",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du dein Lied der Störung spielst, kannst du als Aktion eine Reihe von Kreaturen auswählen, die sich auf eine Kraft konzentrieren gleich deinem Intelligenzmodifikator (mindestens eins) in Reichweite deines Liedes, das dich hören kann, und zwinge sie zu einem Konzentrationsrettungswurf. Wenn du mit dieser Funktion dazu bringst, dass mindestens eine Kreatur die Konzentration auf eine Kraft verliert, kannst du deine Reaktion nutzen, damit alle Kreaturen, die die Konzentration verloren haben, Schaden in Höhe deines Intelligenzmodifikators erleiden.</p>"
        },
        {
            "id": "Disruptorsaber Conversion",
            "name": "Disruptorschwert-Umwandlung",
            "description": "<p><em>Inkompatibel mit anderen Konvertierungen</em></p> <p>Du modifizierst deine Lichtwaffe, sodass sie ein kränkliches grünes Licht ausstrahlt. Dein modifiziertes Lichtschwert verliert die Leuchteigenschaft.</p> <p>Zusätzlich kannst du bei deinem ersten Angriff in deinem Zug die Eigenschaften deines modifizierten Lichtschwerts ändern. Bis zum Beginn deines nächsten Zuges wird die Schadensart deines modifizierten Lichtschwerts in Säure geändert.</p> <p>Du kannst diese Eigenschaft so oft verwenden, wie dein Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Distracting Shot",
            "name": "Ablenkender Schuss",
            "description": "<p>Wenn du eine Kreatur mit einem Fernkampfangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um die Kreatur abzulenken und deinen Verbündeten eine Chance zu geben. Du addierst den Überlegenheitswürfel zum Schadenswurf des Angriffs. Der nächste Angriffswurf eines anderen Angreifers gegen das Ziel hat einen Vorteil, wenn der Angriff vor Beginn deines nächsten Zuges erfolgt.</p>"
        },
        {
            "id": "Distracting Strike",
            "name": "Ablenkender Schlag",
            "description": "<p>Wenn du eine Kreatur mit einem Waffenangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um die Kreatur abzulenken und deinen Verbündeten eine Chance zu geben. Du addierst den Überlegenheitswürfel zum Schadenswurf des Angriffs. Der nächste Angriffswurf eines anderen Angreifers gegen das Ziel hat einen Vorteil, wenn der Angriff vor Beginn deines nächsten Zuges erfolgt.</p>"
        },
        {
            "id": "Dominating Presence",
            "name": "Dominierende Präsenz",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe</em></p> <p>Als Bonusaktion kannst du einen Humanoiden rufen, der dich verstehen kann und der von dir verzaubert ist oder Angst vor dir, ihre nächste Aktion zu lenken. Dem Ziel muss ein Weisheitsrettungswurf gegen deinen Manöverwurf SG gelingen. Bei einem fehlgeschlagenen Rettungswurf führt die Kreatur bis zum Ende deines nächsten Zuges nur die von dir gewählten Aktionen aus und tut nichts, was du ihr nicht erlaubst.</p> <p>In dieser Zeit kannst du Nutze deine Reaktion, um die Kreatur zu zwingen, ihre Reaktion zu nutzen.</p> <p>Nachdem du diese Funktion benutzt hast, musst du eine kurze oder lange Pause einlegen, bevor du sie wieder verwenden kannst.</p>"
        },
        {
            "id": "Droid Restraints",
            "name": "Droidenfesseln",
            "description": "<p>Wenn Sie eine Rückhalteschraube installieren würden, können Sie dies in der Hälfte der Zeit tun. Außerdem kannst du beim Bestimmen des Rettungswurfs eines Haltebolzens, den du kontrollierst, deinen Rettungswurf-SG verwenden, wenn dieser höher als der SG des Gegenstands wäre.</p>"
        },
        {
            "id": "Drone Distribution System",
            "name": "Drohnenverteilungssystem",
            "description": "<p>Sie aktualisieren Ihren Verteiler, indem Sie ihn mit dem Ziel Ihrer <em>Tracker-Droiden-Schnittstelle</em> verbinden. Wenn Sie Ihre Aktion verwenden, um Ihren Verteiler zu aktivieren, während Ihr Tracker-Droide sich innerhalb von 100ft von Ihnen befindet, können Sie wählen, ob Ihr Tracker-Droide die Mischung liefern soll. Dein Tracker-Droide muss seine Reaktion nutzen, um die Mischung zu liefern.</p> <p>Du kannst diese Funktion so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Sie </p> <p>erhalten alle verbrauchten Anwendungen zurück, wenn Sie eine kurze oder lange Pause einlegen.</p>"
        },
        {
            "id": "Dungeon Explorer",
            "name": "Dungeon-Explorer",
            "description": "<p>Du hast einen Vorteil bei Würfen für Weisheit (Wahrnehmung) und Intelligenz (Ermittlung), um geheime Türen oder Fallen zu finden, und du hast Widerstand gegen Fallenschaden.</p> <p>Zusätzlich kannst du deinen Weisen verwenden Hinweisfunktion, um verbündeten Kreaturen verschiedene Arten von Fallen beizubringen, die den gleichen Regeln dieser Funktion folgen. Wenn du dies tust, haben die ausgewählten Kreaturen Widerstand gegen Fallenschaden.</p>"
        },
        {
            "id": "Ear for Deceit",
            "name": "Ohr für Betrug",
            "description": "<p>Immer wenn du einen Wurf auf Weisheit (Einsicht) machst, um festzustellen, ob eine Kreatur lügt, behandle einen Wurf von 7 oder weniger auf dem [[/r d20]] als 8.</p>"
        },
        {
            "id": "Electroshock Shield",
            "name": "Elektroschock-Schild",
            "description": "<p><em><strong>Voraussetzung:</strong> Schildgenerator</em></p> <p>Du installierst Elektroschocker in deinem Schildgenerator. Immer wenn ein Feind dich mit einem Nahkampfangriff verfehlt, kannst du deine Reaktion nutzen, um dem Angreifer [[/r 1W4]] + deinen Intelligenzmodifikator Blitzschaden zuzufügen.</p>"
        },
        {
            "id": "Enhanced Endurance",
            "name": "Verbesserte Ausdauer",
            "description": "<p><em><strong>Voraussetzung:</strong> Rüstung</em></p> <p>Wenn Sie auf 0 Trefferpunkte reduziert sind, während Sie Ihre modifizierte Rüstung tragen, aber nicht direkt getötet werden, können Sie auf 1 . sinken Trefferpunkt statt. Du kannst diese Funktion erst wieder verwenden, wenn du eine lange Pause beendet hast.</p>"
        },
        {
            "id": "Enhanced Musculature",
            "name": "Verbesserte Muskulatur",
            "description": "<p>Ihre Tragfähigkeit und das Gewicht, das Sie schieben, ziehen oder heben können, verdoppeln sich. Wenn es sich bereits verdoppeln würde, verdreifacht es sich stattdessen. Darüber hinaus können Sie bei einem Weitsprung mehrere Fuß bis zum Doppelten Ihres Stärkewerts zurücklegen. Wenn Sie einen Hochsprung machen, können Sie eine Anzahl von Metern in die Luft springen, die 3 + dem Doppelten Ihres Stärkemodifikators entspricht. Wenn du deine mutagene Transformation durchmachst, hast du für die Dauer einen Vorteil bei Stärkewürfen und Stärkerettungswürfen.</p>"
        },
        {
            "id": "Enthralling Performance",
            "name": "Beeindruckende Leistung",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe, Hypnotische Melodie</em></p> <p>Für die Dauer eines verbesserten Liedes, das du spielst, wenn eine Kreatur, die dein Lied hören kann, es versucht Um dich zum ersten Mal in einer Runde anzugreifen, muss der Angreifer einen Charisma-Rettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf kann es dich in diesem Zug nicht angreifen und muss ein neues Ziel für seinen Angriff wählen, oder der Angriff ist vergeudet. Bei einem erfolgreichen Rettungswurf kann es dich in diesem Zug angreifen, hat aber einen Nachteil bei jedem Rettungswurf, den es in deinem nächsten Zug gegen deine Kräfte oder Eigenschaften macht.</p> <p>Sobald du diese Funktion benutzt hast, musst du Machen Sie eine lange Pause, bevor Sie es wieder verwenden können.</p>"
        },
        {
            "id": "Evasive Footwork",
            "name": "Ausweichende Beinarbeit",
            "description": "<p>Wenn du dich bewegst, kannst du einen Überlegenheitswürfel aufwenden, den Würfel würfeln und die gewürfelte Zahl zu deiner RK hinzufügen, bis du aufhörst, dich zu bewegen.</p>"
        },
        {
            "id": "Evil Eye",
            "name": "Böser Blick",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du kannst den <em>Fluch verleihen</em> und <em>Fluch entfernen</em> Kräfte erzwingen, ohne Kraftpunkte auszugeben. Weisheit oder Charisma (Ihre Wahl) ist Ihr Forcecast-Modifikator für diese Kräfte.</p> <p>Sobald Sie eine Kraft mit dieser Funktion gewirkt haben, müssen Sie eine lange Pause einlegen, bevor Sie sie erneut wirken können.</p>"
        },
        {
            "id": "Expanded Chemicals: Combustibles",
            "name": "Erweiterte Chemikalien: Brennbare Stoffe",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Sie fügen Ihrem modifizierten Biochemiker-Paket zusätzliche Chemikalien hinzu. Wenn du mit einer Technologiekraft oder einem Klassenmerkmal Feuerschaden zufügst, kannst du deine Biochemiker-Features Berührung und Potent Mixture verwenden.</p> <p>Außerdem kannst du wählen, wenn eine Kreatur ihren Geschicklichkeitsrettungswurf gegen deine Ätzmischungen-Funktion nicht besteht um stattdessen Feuerschaden zu verursachen. Wenn du dies tust, erleidet jede Kreatur innerhalb von 5ft um das Ziel Feuerschaden in Höhe deines Intelligenzmodifikators. Du kannst diese Funktion so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Expanded Chemicals: Cryogenics",
            "name": "Erweiterte Chemikalien: Kryotechnik",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Sie fügen Ihrem modifizierten Biochemiker-Paket zusätzliche Chemikalien hinzu. Wenn du mit einer Tech-Kraft oder einem Klassenmerkmal Kälteschaden zufügst, kannst du deine Biochemiker-Features Berührung und Potente Mischung verwenden.</p> <p>Außerdem kannst du wählen, wenn eine Kreatur ihren Konstitutionsrettungswurf gegen deine Giftmischungen-Funktion nicht besteht stattdessen Kälteschaden zufügen. Wenn du dies tust, wird es bis zum Beginn deines nächsten Zuges um 1 verlangsamte Stufe erhöht. Du kannst diese Funktion so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Expanded Chemicals: Restorative",
            "name": "Erweiterte Chemikalien: Restaurativ",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Sie fügen Ihrem modifizierten Biochemiker-Paket zusätzliche Chemikalien hinzu. Wenn du Trefferpunkte mit einer Technologiekraft oder einem Klassenmerkmal wiederherstellst, kannst du die Funktionen Berührung und Potente Mischung deines Biochemikers verwenden.</p> <p>Wenn du außerdem deine belebende Mischung verwendest, um einer Kreatur temporäre Trefferpunkte zu gewähren, kannst du Entscheiden Sie sich dafür, so viele Trefferpunkte für dieselbe Kreatur wiederherzustellen. Du kannst diese Funktion so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Expanded Magazine",
            "name": "Erweitertes Magazin",
            "description": "<p><em><strong>Voraussetzung:</strong> Blaster</em></p> <p>Ihre modifizierte Waffe kann effizienter nachgeladen werden. Sie können Ihre modifizierte Waffe einmal nachladen, ohne eine Aktion auszuführen. Du kannst diese Funktion erst wieder verwenden, wenn du die Waffe mit einer Aktion nachlädst.</p>"
        },
        {
            "id": "Expanded Mixtures: Adhesive",
            "name": "Expandierte Mischungen: Klebstoff",
            "description": "<p>Sie haben aus Ihren Chemikalien eine neue Mischung erstellt, die Sie verwenden können, wenn Sie Ihren Händler aktivieren. Wenn du dies tust, muss die Kreatur deiner Wahl einen Stärkerettungswurf machen. Wenn die Kreatur groß oder größer ist, hat sie einen Vorteil beim Rettungswurf. Bei einem fehlgeschlagenen Rettungswurf gewinnt eine Kreatur bis zum Beginn deines nächsten Zuges 4 verlangsamte Stufen. Als Aktion in ihrem Zug kann eine betroffene Kreatur diesen Rettungswurf wiederholen und den Effekt bei einem Erfolg beenden. </p>"
        },
        {
            "id": "Expanded Mixtures: Blinding",
            "name": "Erweiterte Mischungen: Blendung",
            "description": "<p>Sie haben aus Ihren Chemikalien eine neue Mischung erstellt, die Sie verwenden können, wenn Sie Ihren Händler aktivieren. Wenn du dies tust, muss die Kreatur deiner Wahl einen Konstitutions-Rettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf wird eine Kreatur </p> <p>bis zum Beginn deines nächsten Zuges geblendet.</p>"
        },
        {
            "id": "Expanded Mixtures: Hallucinogenic",
            "name": "Expandierte Mischungen: Halluzinogen",
            "description": "<p>Sie haben aus Ihren Chemikalien eine neue Mischung erstellt, die Sie verwenden können, wenn Sie Ihren Händler aktivieren. Wenn du dies tust, muss die Kreatur deiner Wahl einen Intelligenzrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf verliert das Ziel bis zum Ende deines nächsten Zuges die Fähigkeit, Freund von Feind zu unterscheiden, und betrachtet alle Kreaturen, die es als Feinde sehen kann. Jedes Mal, wenn das Ziel Schaden erleidet, kann es den Rettungswurf wiederholen und den Effekt auf sich selbst bei einem Erfolg beenden. </p> <p>Immer wenn die betroffene Kreatur eine andere Kreatur als Ziel wählt, muss sie das Ziel zufällig aus den Kreaturen auswählen, die sie in Reichweite des Angriffs, der Stärke oder einer anderen Fähigkeit, die sie verwendet, sehen kann. Wenn ein Feind einen Gelegenheitsangriff der betroffenen Kreatur provoziert, muss die Kreatur diesen Angriff ausführen, wenn sie dazu in der Lage ist.</p> <p>Diese Funktion hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Experimental Treatments",
            "name": "Experimentelle Behandlungen",
            "description": "<p>Ihre Medikamente und Behandlungen sind bekanntermaßen ungetestet und instabil. Unmittelbar nachdem Sie ein Manöver ausgeführt haben, das dazu führt, dass eine Kreatur Trefferpunkte zurückerhält oder vorübergehende Trefferpunkte erhält, können Sie auf der Nebeneffekte-Tabelle rechts würfeln. Der Zustand oder Effekt hält an, bis die Kreatur eine lange Pause beendet, oder du verwendest diese Funktion erneut.</p> <p>Du kannst diese Funktion so oft in Höhe deines Fähigkeitsbonus verwenden, wie in der Gelehrtentabelle angegeben. Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause beendet hast.</p>"
        },
        {
            "id": "Exploit Weakness",
            "name": "Schwäche ausnutzen",
            "description": "<p>Wenn du eine Kreatur mit einem Waffenangriff triffst, kannst du einen Überlegenheitswürfel verbrauchen und zusätzlichen Schaden in Höhe der gewürfelten Zahl verursachen. Dieser Schaden kann in keiner Weise reduziert werden.</p>"
        },
        {
            "id": "Exploit Weakness",
            "name": "Schwäche ausnutzen",
            "description": "<p>Wenn du eine Kreatur mit einem Waffenangriff triffst, kannst du einen Überlegenheitswürfel verbrauchen und zusätzlichen echten Schaden in Höhe der gewürfelten Zahl verursachen. </p>"
        },
        {
            "id": "Explorer's Exploit",
            "name": "Exploit des Entdeckers",
            "description": "<p>Du kannst den Atem doppelt so lange anhalten, wie du es normalerweise kannst, und halb so viel Schaden durch Fallschaden erleiden.</p>"
        },
        {
            "id": "Explosive Amplifier",
            "name": "Sprengverstärker",
            "description": "<p>Du integrierst einen Booster in dein Armband, der deine Tech-Kräfte verbessert, die Feuerschaden verursachen. Wenn du diesen Verstärker verwendest, kannst du, wenn eine Kreatur durch eine von dir gewirkte Tech-Kraft Feuerschaden erleidet, zusätzlichen Feuerschaden in Höhe deines Intelligenzmodifikators zufügen.</p> <p>Du kannst diesen Verstärker mehrmals in Höhe von verwenden deinen Intelligenzmodifikator (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Explosive Distribution System",
            "name": "Sprengstoffverteilungssystem",
            "description": "<p>Sie aktualisieren Ihren Verteiler und geben ihm die Möglichkeit, eine Salve zu erstellen. Wenn Sie Ihre Aktion verwenden, um Ihren Verteiler zu aktivieren, können Sie wählen, ob Sie jede Kreatur in einer 3 Fuß-Radius-Kugel beeinflussen möchten, die auf einen Punkt zentriert ist, den Sie innerhalb von 9 Fuß sehen können.</p> <p>Sie können diese Funktion als Zahl verwenden so oft wie dein Intelligenzmodifikator (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Explosive Shot",
            "name": "Explosiver Schuss",
            "description": "<p>Sie feuern einen Schusssatz ab, der beim Aufprall explodiert. Der Schuss detoniert nach Ihrem Angriff. Unmittelbar nachdem der Schuss die Kreatur getroffen hat, erleiden das Ziel und alle anderen Kreaturen innerhalb von 10ft Entfernung jeweils [[/r 2W6]] Feuerschaden.</p> <p>Der Feuerschaden erhöht sich auf [[/r 4W6]] wenn du die 18. Stufe in dieser Klasse erreichst.</p>"
        },
        {
            "id": "Exsanguination",
            "name": "Ausbluten",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Wenn eine durch deinen Fluch der Objurgation markierte Kreatur auf 0 Trefferpunkte reduziert wird, kannst du eine Reaktion einsetzen und verbrauche einen Trefferwürfel, um deinen Fluch der Objurgation sofort wiederzuerlangen.</p>"
        },
        {
            "id": "Extended Beam",
            "name": "Verlängerter Strahl",
            "description": "<p>Sie installieren eine Reihe von Strahlfokussierungsverstärkern in Ihrem modifizierten Lichtschwert. Dein modifiziertes Lichtschwert erhält die Eigenschaft \"Reichweite\".</p>"
        },
        {
            "id": "Extended Tank",
            "name": "Erweiterter Panzer",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Jet Pack</em></p> <p>Dein Jet Pack hält jetzt bei Aktivierung bis zu 10 Minuten.</p>"
        },
        {
            "id": "Eye for Attire",
            "name": "Auge für Kleidung",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Als Aktion kannst du eine Rüstung berühren, die nicht von einem Feind getragen oder getragen wird Kreatur und ziehe sie sofort an, vorausgesetzt, du trägst noch keine Rüstung.</p>"
        },
        {
            "id": "Eye for Detail",
            "name": "Auge fürs Detail",
            "description": "<p>Du nimmst die Suchaktion als Bonusaktion.</p>"
        },
        {
            "id": "Fast Access Programs",
            "name": "Schnellzugriffsprogramme",
            "description": "<p>Wenn du eine Tech-Kraft der 1. Stufe oder höher mit einer Zauberzeit von 1 Aktion wirkst, kannst du einen Überlegenheitswürfel aufwenden, um die Zauberzeit für diesen Zauber auf 1 Bonusaktion zu ändern.</p>"
        },
        {
            "id": "Fate's Exploit",
            "name": "Ausbeutung des Schicksals",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Wenn Sie eine kurze oder lange Pause beendet haben, würfeln Sie einen [[/r d20]] und notieren Sie die Zahl gerollt. Einmal vor deiner nächsten kurzen oder langen Pause kannst du jeden Angriffswurf, Rettungswurf oder Fähigkeitswurf von dir oder einer Kreatur innerhalb von 5ft um dich herum durch diesen Wurf ersetzen. Sie müssen dies vor dem Rollen tun. </p>"
        },
        {
            "id": "Feeling the Pressure",
            "name": "Den Druck spüren",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Immer wenn Sie eine 4 oder höher für Ihre Risiko-gegen-Belohnungs-Funktion würfeln, ist auch das Ziel Ihrer Kritischen Analyse-Funktion hat einen Nachteil bei Angriffswürfen gegen dich bis zum Beginn deines nächsten Zuges.</p>"
        },
        {
            "id": "Feinting Attack",
            "name": "Täuschungsangriff",
            "description": "<p>Du kannst einen Überlegenheitswürfel verbrauchen und eine Bonusaktion in deinem Zug nutzen, um eine Finte zu machen, indem du eine Kreatur in einem Umkreis von  5ft um dich als Ziel auswählst. Du hast einen Vorteil bei deinem nächsten Angriffswurf gegen diese Kreatur. Wenn dieser Angriff trifft, addiere den Überlegenheitswürfel zum Schadenswurf des Angriffs.</p>"
        },
        {
            "id": "Fighter's Exploit",
            "name": "Ausbeutung des Kämpfers",
            "description": "<p>Ihre Spezialität ist ein bestimmter Kampfstil. Wählen Sie eine der Kampfstiloptionen, die in Kapitel 6 beschrieben werden. </p>"
        },
        {
            "id": "Fighter's Instinct",
            "name": "Kämpferinstinkt",
            "description": "<p>Ihre Spezialität ist ein bestimmter Kampfstil. Wählen Sie eine der Kampfstiloptionen, die in Kapitel 6 beschrieben werden. </p>"
        },
        {
            "id": "Fighting Style",
            "name": "Kampfstil",
            "description": "<p>Ihre Spezialität ist ein bestimmter Kampfstil. Wählen Sie eine der Kampfstiloptionen, die in Kapitel 6 beschrieben werden. </p>"
        },
        {
            "id": "Fighting Style",
            "name": "Kampfstil",
            "description": "<p>Ihre Spezialität ist ein bestimmter Kampfstil. Wähle eine der Kampfstiloptionen, die in Kapitel 6 des Spielerhandbuchs beschrieben sind.</p>"
        },
        {
            "id": "Filling Meal",
            "name": "Füllende Mahlzeit",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Im Verlauf einer langen oder kurzen Pause kannst du bis zu zwei verschiedene Manöver dieses Archetyps anwenden, statt einer.</p>"
        },
        {
            "id": "Finding My Way",
            "name": "Meinen Weg finden",
            "description": "<p><em><strong>Voraussetzung:</strong> Rush</em></p> <p>Während du ein verbessertes Lied spielst und eine Kreatur einen Nahkampfangriffswurf gegen dich ausführt, kannst du dein Reaktion, sich 5ft zu bewegen, ohne Gelegenheitsangriffe zu provozieren, was dem Wurf einen Nachteil auferlegt. </p> <p>Du kannst diese Funktion so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Firewall",
            "name": "Firewall",
            "description": "<p>Wenn du oder ein Verbündeter im Umkreis von 60ft einen Rettungswurf gegen eine Tech-Macht machst, kannst du deine Reaktion nutzen, um einen Überlegenheitswürfel zu verbrauchen und die gewürfelte Zahl zum Ergebnis dieses Rettungswurfs hinzuaddieren.</p>"
        },
        {
            "id": "Firing Command",
            "name": "Feuerbefehl",
            "description": "<p>Als Bonusaktion können Sie die Hilfeaktion ausführen. Wenn du die Hilfe-Aktion ausführst, hat sie außerdem eine Reichweite von 30ft.</p>"
        },
        {
            "id": "Flame Vents",
            "name": "Flammenöffnungen",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Jet Pack</em></p> <p>Du lernst die Technologiekraft <em>Flammenfegen</em> und kannst sie einsetzen erste Ebene ohne Tech-Punkte zu verwenden. Sobald du diese Fähigkeit benutzt hast, kannst du sie nicht wieder einsetzen, bis du eine kurze oder lange Pause beendet hast.</p> <p>Zusätzlich kannst du, während dein Jetpack aktiv ist, <em>Flammenfegen</em> mit . wirken Ihre Bonusaktion statt Ihrer Aktion.</p>"
        },
        {
            "id": "Flashlight",
            "name": "Taschenlampe",
            "description": "<p>Du bringst ein gezieltes Licht an deiner Waffe an. Als Bonusaktion können Sie das Licht ein- oder ausschalten. Während deine Waffe eingeschaltet ist, wirft helles Licht in einen 60ft hohen Kegel.</p>"
        },
        {
            "id": "Flashlight Attachment",
            "name": "Taschenlampenaufsatz",
            "description": "<p>Sie bringen ein gezieltes Licht an Ihrer Plattform für elektronische Kriegsführung an. Als Bonusaktion können Sie das Licht ein- oder ausschalten. Während sie eingeschaltet ist, wirft deine Plattform für elektronische Kriegsführung helles Licht in einen 60ft hohen Kegel.</p>"
        },
        {
            "id": "Flight",
            "name": "Flug",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Rüstung</em></p> <p>Du integrierst ein Antriebssystem in deine modifizierte Rüstung. Während du deine modifizierte Rüstung trägst, hast du eine erhöhte Fluggeschwindigkeit von 30ft.</p>"
        },
        {
            "id": "Force Combat Knowledge",
            "name": "Wissen über Machtkampf",
            "description": "<p>Deine Forschungen zu Jedi- und Sith-Kampftechniken haben es dir ermöglicht, einfache Leichtwaffen zu beherrschen. Außerdem erwirbst du Kenntnisse über eine Lichtschwertform deiner Wahl.</p>"
        },
        {
            "id": "Frailcasting Controller",
            "name": "Frailcasting-Controller",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du erhältst einen Bonus von +1 auf den Tech-Save-SG der von dir gewirkten Kräfte, die einen Kraft- oder Konstitutionssparen erfordern Wurf. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Frailcasting Inhibitor",
            "name": "Gebrechlicher Inhibitor",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du deinen Körper als Tech-Fokus nutzt, erhältst du einen Bonus von +1 auf den Tech-Save-SG der Kräfte du wirkst, für die ein Rettungswurf für Stärke oder Konstitution erforderlich ist. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Freedom's Exploit",
            "name": "Ausbeutung der Freiheit",
            "description": "<p>Du ignorierst nicht verstärktes schwieriges Gelände, und wenn du deine Aktion nutzen würdest, um einen Effekt zu befreien, der dich umklammert oder zurückhält, kannst du stattdessen deine Bonusaktion verwenden.</p>"
        },
        {
            "id": "From the Brink",
            "name": "Von der Brink",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Wenn das Ziel deiner Kritischen Analyse auf 0 PS reduziert würde, kannst du deine Reaktion nutzen und beenden Ihre Kritische Analyse-Funktion, um sie stattdessen auf 1 PS zu reduzieren. Sobald eine Kreatur von dieser Funktion profitiert hat, muss sie eine lange Pause einlegen, bevor sie dies wieder tun kann.</p>"
        },
        {
            "id": "Full Course",
            "name": "Voller Kurs",
            "description": "<p><em><strong>Voraussetzung:</strong> 12. Stufe, Füllende Mahlzeit</em></p> <p>Im Verlauf einer langen oder kurzen Pause kannst du ein zusätzliches Manöver dieses Archetyps anwenden (insgesamt drei).</p>"
        },
        {
            "id": "Fyrnock's Instinct",
            "name": "Fyrnocks Instinkt",
            "description": "<p>Während des Tobens kannst du deine Bonusaktion nutzen, um bis zu 30ft auf ein leeres Feld zu springen, das du sehen kannst. Wenn du landest, fügst du jeder Kreatur innerhalb von  5ft um deinen Landepunkt Kinetikschaden in Höhe deines Stärkemodifikators zu. Du kannst diese Funktion so oft verwenden, wie es deinem Konstitutionsmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine lange Pause einlegst.</p>"
        },
        {
            "id": "Galactic Explorer",
            "name": "Galaktischer Entdecker",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Wenn du einen Wurf auf Intelligenz (Piloten) machst und deinen Fähigkeitsbonus zum Wurf hinzufügst, behandle jeden Wurf mit 9 oder niedriger, als ob Sie eine 10 gewürfelt hätten. </p>"
        },
        {
            "id": "Goading Attack",
            "name": "Anstachelnder Angriff",
            "description": "<p>Wenn du eine Kreatur mit einem Waffenangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um zu versuchen, das Ziel dazu zu bringen, dich anzugreifen. Du addierst den Überlegenheitswürfel zum Schadenswurf des Angriffs und das Ziel muss einen Weisheitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf hat das Ziel bis zum Ende deines nächsten Zuges einen Nachteil bei allen Angriffswürfen gegen andere Ziele als dich.</p>"
        },
        {
            "id": "Goading Attack",
            "name": "Anstachelnder Angriff",
            "description": "<p>Wenn du eine Kreatur mit einem Waffenangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um zu versuchen, das Ziel dazu zu bringen, dich anzugreifen. Du addierst den Überlegenheitswürfel zum Schadenswurf des Angriffs und das Ziel muss einen Weisheitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf hat das Ziel bis zum Ende deines nächsten Zuges einen Nachteil bei allen Angriffswürfen gegen andere Ziele als dich.</p>"
        },
        {
            "id": "Grappling Harpoon",
            "name": "Greifende Harpune",
            "description": "<p><em><strong>Voraussetzung:</strong> Rüstung</em></p> <p>Deine modifizierte Rüstung erhält eine integrierte Enterhakenharpune in deinem Handschuh. Mit dieser Harpune können Sie einen Fernkampfangriff mit einer Reichweite von 30/60 durchführen. Bei einem Treffer verursacht es [[/r 1W6]] Kinetikschaden. Dieser Angriff kann auf eine Oberfläche, ein Objekt oder eine Kreatur abzielen.</p> <p>Eine von diesem Angriff getroffene Kreatur wird von der Harpune aufgespießt. Als Aktion kann eine Kreatur versuchen, die Harpune zu entfernen. Das Entfernen der Harpune erfordert einen Stärke-Check. Während die Harpune im Ziel steckt, bist du über ein 60ft langes Kabel mit dem Ziel verbunden.</p> <p>Während die Harpune ausgefahren ist, kannst du deine Bonusaktion nutzen, um die Rolle zu aktivieren und dich an den Ort zu ziehen wenn das Ziel größer ist als Sie. Eine Kreatur oder ein Objekt deiner Größe oder kleiner wird zu dir gezogen. Alternativ können Sie das Kabel freigeben (keine Aktion erforderlich).</p> <p>Nachdem Sie diese Funktion verwendet haben, können Sie sie nicht mehr verwenden, bis Sie die Harpune wiederhergestellt und als Aktion wieder eingeführt haben.</ p>"
        },
        {
            "id": "Grappling Hunter",
            "name": "Greifender Jäger",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Angriffswürfe, die du gegen Kreaturen machst, die du angreifst, sind im Vorteil. </p>"
        },
        {
            "id": "Greatsaber Array",
            "name": "Großschwert-Array",
            "description": "<p>Sie erweitern die Konfiguration Ihres modifizierten Lichtschwerts. Dein modifiziertes Lichtschwert erhält die Zweihand-Eigenschaft und sein Schadenswürfel erhöht sich auf [[/r 1W12]].</p>"
        },
        {
            "id": "Grounding System",
            "name": "Erdungssystem",
            "description": "<p>Während Sie Ihr Gadgeteer-Gurtzeug tragen, sind Sie immun gegen den Schockzustand.</p>"
        },
        {
            "id": "Grounding System",
            "name": "Erdungssystem",
            "description": "<p>Du hast einen Vorteil bei Rettungswürfen gegen Blitzschaden.</p>"
        },
        {
            "id": "Guerrilla's Exploit",
            "name": "Guerillas Exploit",
            "description": "<p>Sie brauchen während einer langen Ruhepause nur 3 Stunden Schlaf, um ihre Vorteile zu nutzen, anstatt 6. Wenn Ihre lange Ruhezeit unterbrochen würde, müssen Sie außerdem nur die lange Ruhezeit beenden, anstatt sie neu zu starten, um ihre Vorteile zu nutzen. Schließlich hast du einen Vorteil bei Rettungswürfen gegen Erschöpfung.</p>"
        },
        {
            "id": "Hacked Communications",
            "name": "Gehackte Kommunikation",
            "description": "<p>Als Bonusaktion kannst du eine beliebige Anzahl von Kreaturen auswählen, die du in einem Umkreis von 60ft um dich herum sehen kannst, die über Kommlinks, Headcomms oder ähnliche Kommunikationsgeräte verfügen. Jeder Kreatur muss ein Konstitutionsrettungswurf gelingen oder sie muss Schallschaden in Höhe deines Intelligenzmodifikators (mindestens eins) erleiden. Außerdem werden ihre Kommunikationsgeräte bei einem fehlgeschlagenen Speichern deaktiviert, bis sie neu gestartet werden.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie sie wieder verwenden können.</p>"
        },
        {
            "id": "Hacked Communications",
            "name": "Gehackte Kommunikation",
            "description": "<p>Als Aktion kannst du einen Überlegenheitswürfel ausgeben und eine beliebige Anzahl von Kreaturen auswählen, die du in einem Umkreis von 60ft um dich sehen kannst, die über Kommlinks, Headcomms oder andere Kommunikationsgeräte verfügen. Jeder Kreatur muss ein Konstitutionsrettungswurf gelingen oder sie muss Schallschaden in Höhe der gewürfelten Zahl + deinem Manövermodifikator (mindestens eins) erleiden. Außerdem werden ihre Kommunikationsgeräte bei einem fehlgeschlagenen Speichern deaktiviert, bis sie neu gestartet werden.</p>"
        },
        {
            "id": "Hallucinogen Shot",
            "name": "Halluzinogen-Schuss",
            "description": "<p>Du verbesserst deine Aufnahme mit halluzinogenen Chemikalien. Die von dem Schuss getroffene Kreatur erleidet zusätzlichen [[/r 2W6]] psychischen Schaden und muss einen Weisheitsrettungswurf erfolgreich abschließen oder bis zum Beginn deines nächsten Zuges nichts weiter als  5ft weit sehen können.</p> <p>Der psychische Schaden erhöht sich auf [[/r 4W6]], wenn du die 18. Stufe in dieser Klasse erreichst.</p>"
        },
        {
            "id": "Hardened Mind",
            "name": "Gehärteter Geist",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Du hast einen Vorteil bei Rettungswürfen gegen Illusionen und bei Intelligenzwürfen, um sie von der Realität zu unterscheiden.</p> <p>Du erhältst außerdem Resistenz gegen psychischen Schaden.</p>"
        },
        {
            "id": "Hardening",
            "name": "Härten",
            "description": "<p>Du hast einen Vorteil bei Rettungswürfen gegen Ionenschaden.</p>"
        },
        {
            "id": "Hardy Torso Prosthesis",
            "name": "Hardy Torso-Prothese",
            "description": "<p>Diese Verbesserung ersetzt deinen Oberkörper.</p> <p>Dein Konstitutionswert wird 13 erreicht. Außerdem hast du einen Vorteil bei Rettungswürfen gegen Gift.</p>"
        },
        {
            "id": "Harpoon Hand",
            "name": "Harpunenhand",
            "description": "<p>Diese Erweiterung ersetzt eine Hand.</p> <p>Du veränderst deine Hand, sodass sie sich in eine Harpune verwandeln kann. Mit dieser Hand können Sie einen Fernkampfangriff mit einer Reichweite von 30/60 ausführen. Bei einem Treffer verursacht es [[/r 1W6]] Kinetikschaden. Dieser Angriff kann auf eine Oberfläche, ein Objekt oder eine Kreatur abzielen.</p> <p>Eine von diesem Angriff getroffene Kreatur wird von der Harpune aufgespießt. Als Aktion kann eine Kreatur versuchen, die Harpune zu entfernen. Das Entfernen der Harpune erfordert einen Stärke-Check. Während die Harpune im Ziel steckt, bist du über ein 60ft langes Kabel mit dem Ziel verbunden.</p> <p>Während die Harpune ausgefahren ist, kannst du deine Bonusaktion nutzen, um die Rolle zu aktivieren und dich an den Ort zu ziehen wenn das Ziel größer ist als Sie. Eine Kreatur oder ein Objekt deiner Größe oder kleiner wird zu dir gezogen. Alternativ können Sie das Kabel freigeben (keine Aktion erforderlich).</p> <p>Nachdem Sie diese Funktion verwendet haben, können Sie Ihre Hand nicht mehr verwenden, bis Sie sie wiederhergestellt und als Aktion wieder eingeführt haben.</p> p> <p>Sie können diese Modifikation mehrmals auswählen.</p>"
        },
        {
            "id": "Harpoon Reel",
            "name": "Harpunenrolle",
            "description": "<p>Sie installieren einen sekundären Feuermodus, der eine Harpune abfeuert, die an einer fest aufgewickelten Schnur befestigt ist. Mit dieser Harpune können Sie einen Fernkampfangriff mit einer Reichweite von 30/60 durchführen. Bei einem Treffer verursacht es [[/r 1W6]] Kinetikschaden. Dieser Angriff kann auf eine Oberfläche, ein Objekt oder eine Kreatur abzielen.</p> <p>Eine von diesem Angriff getroffene Kreatur wird von der Harpune aufgespießt. Als Aktion kann eine Kreatur versuchen, die Harpune zu entfernen. Das Entfernen der Harpune erfordert einen Stärke-Check. Während die Harpune im Ziel steckt, bist du mit einem 60-Fuß-Kabel mit dem Ziel verbunden.</p> <p>Während du auf diese Weise verbunden bist, kannst du deine Bonusaktion nutzen, um die Rolle zu aktivieren und dich selbst an den Ort zu ziehen wenn das Ziel Ihre Größe oder größer ist. Eine Kreatur oder ein Objekt, das kleiner ist als du, wird zu dir gezogen. Alternativ können Sie das Kabel freigeben (keine Aktion erforderlich).</p> <p>Nachdem Sie diese Funktion verwendet haben, können Sie sie nicht mehr verwenden, bis Sie die Harpune wiederhergestellt und als Aktion wieder eingesteckt haben.</ p>"
        },
        {
            "id": "Hawk's Instinct",
            "name": "Falkeninstinkt",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Sie können problemlos bis zu 1,6 km weit sehen. Sie können selbst feine Details erkennen, als würden Sie etwas nicht mehr als 100ft von Ihnen entfernt betrachten. Außerdem hat schwaches Licht keine Nachteile für deine Weisheits-(Wahrnehmungs-)Prüfungen.</p>"
        },
        {
            "id": "Heads Up",
            "name": "Kopf hoch",
            "description": "<p>Wenn eine befreundete Kreatur, die dich sehen oder hören kann, einen Rettungswurf macht, kannst du deine Reaktion nutzen und einen Überlegenheitswürfel verbrauchen, indem du die gewürfelte Zahl zum Ergebnis des Rettungswurfs addierst. Du kannst dieses Manöver vor oder nach dem Rettungswurf ausführen, aber bevor die Auswirkungen des Rettungswurfs bestimmt werden.</p>"
        },
        {
            "id": "Health Advisor",
            "name": "Gesundheitsberater",
            "description": "<p>Immer wenn eine Kreatur, die ein Ziel deiner Kritischen Analyse ist, ihren Zug beginnt, kannst du deine Reaktion nutzen, um ihr temporäre Trefferpunkte in Höhe eines Viertels deiner Gelehrtenstufe (abgerundet) + deinem Fähigkeitsbonus zu geben, wie in . gezeigt den Gelehrtentisch, der bis zum Beginn ihres nächsten Zuges gültig ist.</p>"
        },
        {
            "id": "Heavy Suit",
            "name": "Schwerer Anzug",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Rüstung</em></p> <p>Du verbesserst deinen Anzug, sodass er sich nur schwer bewegen lässt. Als Bonusaktion können Sie Ihre Füße im Boden verankern. Wenn Sie verankert sind, ist Ihre Geschwindigkeit 0, Sie haben einen Vorteil bei Stärkeprüfungen und Kraftsparwürfen, und Ihre Tragfähigkeit und das Gewicht, das Sie schieben, ziehen oder heben können, verdoppeln sich. Wenn es sich bereits verdoppeln würde, verdreifacht es sich stattdessen.</p>"
        },
        {
            "id": "Hexes and Superstitions",
            "name": "Verhexungen und Aberglaube",
            "description": "<p>Wenn du bei einem Fähigkeitswurf eine 13 würfelst, behandelst du sie, als ob du eine 20 gewürfelt hättest.</p>"
        },
        {
            "id": "High Ground",
            "name": "Höhenlage",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Einmal pro Zug, wenn du oder eine befreundete Kreatur eine Kreatur trifft, die ein Ziel deiner Kritischen Analyse ist , erleidet er zusätzlichen Schaden in Höhe der Hälfte deines Kritischen-Analyse-Modifikators (abgerundet, Minimum +1). </p>"
        },
        {
            "id": "Holocam Attachment",
            "name": "Holocam-Aufsatz",
            "description": "<p>Sie haben gelernt, eine Holocam sicher am Kopf des Gefährten zu befestigen. Du lernst die technische Kraft <em>Tracker-Droiden-Schnittstelle</em> und dein Biest wird ein gültiges Ziel dieser Kraft.</p>"
        },
        {
            "id": "Hypnotic Melody",
            "name": "Hypnotische Melodie",
            "description": "<p>Als Aktion können Sie mit Ihrem modifizierten Instrument beginnen, ein Lied zu spielen, das mit subtilen hypnotischen Einflüssen verwoben ist. Wähle eine Anzahl von Kreaturen bis zu deinem Intelligenzmodifikator. Wenn diese Kreaturen dieses Lied eine volle Minute lang hören, müssen sie einen Weisheitsrettungswurf erfolgreich abschließen oder sich 1 Minute lang von dir verzaubern lassen. Kreaturen, denen der Rettungswurf gelingt, wissen nicht, dass du versucht hast, sie zu beeinflussen, noch sind Kreaturen, denen ihr Rettungswurf nach dem Ende der Kraft fehlgeschlagen ist, nicht bewusst.</p> <p>Wenn du diese Funktion einmal benutzt hast, kannst du sie nicht mehr verwenden wieder, bis du eine kurze oder lange Pause beendet hast.</p>"
        },
        {
            "id": "Icarian Mutation",
            "name": "Ikarische Mutation",
            "description": "<p>Du sprießt ein Paar geflügelter Arme. Du erhältst eine Fluggeschwindigkeit, die der Hälfte deiner Gehgeschwindigkeit entspricht. Du kannst immer nur von Gegenständen profitieren, die von zwei deiner Arme gehalten werden, und einmal pro Runde kannst du wechseln, von welchen Waffen du profitierst (keine Aktion erforderlich). Wenn Sie sich Ihrer mutagenen Transformation unterziehen, erhöht sich Ihre Fluggeschwindigkeit auf Ihre volle Gehgeschwindigkeit und Sie können Ihre Bonusaktion verwenden, um die Sprint-Aktion für die Dauer auszuführen.</p>"
        },
        {
            "id": "Ideal of the Agile",
            "name": "Ideal des Agilen",
            "description": "<p>Sie erreichen eine Schwimmgeschwindigkeit und eine Steiggeschwindigkeit, die Ihrer Gehgeschwindigkeit entspricht. Wenn Sie einen Weitsprung machen, können Sie eine Anzahl von Metern bis zum Doppelten Ihrer Weisheits- oder Charisma-Punktzahl zurücklegen (Ihre Wahl). Wenn Sie einen Hochsprung machen, können Sie eine Anzahl von Metern in die Luft springen, die dem Doppelten Ihres Weisheits- oder Charisma-Modifikators (Ihrer Wahl) entspricht.</p> <p>Zusätzlich können Sie als Bonusaktion manifestieren dieses Ideal in einem kurzen Energieschub. In der nächsten Minute werden Gelegenheitsangriffe gegen dich mit Nachteil ausgeführt.</p>"
        },
        {
            "id": "Ideal of the Artisan",
            "name": "Ideal des Handwerkers",
            "description": "<p>Wählen Sie eine Ihrer Fähigkeiten oder Werkzeugkenntnisse. Wenn du mit der gewählten Fertigkeit oder dem gewählten Werkzeug einen Fertigkeitswurf machst, kannst du die Hälfte deines Weisheits- oder Charisma-Modifikators (nach deiner Wahl, mindestens eins) zu jedem Wurf hinzufügen, der diesen Modifikator noch nicht enthält.</p> <p>Außerdem können Sie dieses Ideal als Aktion in einem kurzen Energieschub manifestieren. In den nächsten 10 Minuten erhöht sich der Bonus auf deinen Weisheits- oder Charisma-Modifikator und du kannst eine zweite Fähigkeit oder ein zweites Werkzeug auswählen, um diese Funktion zu erweitern.</p>"
        },
        {
            "id": "Ideal of the Contender",
            "name": "Ideal des Anwärters",
            "description": "<p>Du kannst Geschick anstelle von Stärke für die Angriffs- und Schadenswürfe deiner waffenlosen Schläge verwenden und dein Schaden bei waffenlosen Schlägen erhöht sich um eine Stufe (von 1 auf [[/r d4]], [[/r d4]] auf [[/r d6]] oder [[/r d6]] bis [[/r d8]]).</p> <p>Zusätzlich kannst du dieses Ideal als Bonusaktion in einem kurzen Anstieg von Energie. In der nächsten Minute zählen deine unbewaffneten Schläge als verstärkt, um Widerstand und Immunität gegen nicht verstärkte Angriffe und Schaden zu überwinden, und du kannst deinen Weisheits- oder Charisma-Modifikator (deiner Wahl) anstelle von Stärke für Würfe verwenden, um ein Ziel festzuhalten oder zu entkommen ein Greifer.</p>"
        },
        {
            "id": "Ideal of the Fighter",
            "name": "Ideal des Kämpfers",
            "description": "<p>Ihre Spezialität ist ein bestimmter Kampfstil. Wählen Sie eine der Kampfstiloptionen, die in Kapitel 6 beschrieben werden. </p> <p>Zusätzlich können Sie dieses Ideal als Bonusaktion in einem kurzen Energieschub manifestieren. In der nächsten Minute kennst du die Kampfbeherrschung, die dem Kampfstil entspricht, den du mit dieser Funktion gewählt hast. Wenn du diese Kampfkunst bereits kennst, lernst du stattdessen für die Dauer eine andere deiner Wahl.</p>"
        },
        {
            "id": "Ideal of the Hunter",
            "name": "Ideal des Jägers",
            "description": "<p>Du erhältst Dunkelsicht bis zu einer Reichweite von 60ft. Wenn Sie bereits über Dunkelsicht verfügen, erhöht dieses Ideal seine Reichweite um 30ft.</p> <p>Zusätzlich können Sie dieses Ideal als Bonusaktion in einem kurzen Energieschub manifestieren. In der nächsten Minute können Sie bei verstärkter Dunkelheit normal sehen und gewinnen Blindsicht auf 10ft.</p>"
        },
        {
            "id": "Ideal of the Steadfast",
            "name": "Ideal des Standhaften",
            "description": "<p>Wenn du einen Angriffswurf mit einer Nahkampfwaffe machen würdest, kannst du stattdessen das Ziel zu einem Geschicklichkeitsrettungswurf zwingen (SG = 8 + dein Bonus auf Angriffe mit der Waffe). Wenn du einen Vorteil bei deinem Angriffswurf hättest, hat die Kreatur stattdessen einen Nachteil bei ihrem Rettungswurf, und wenn du einen Nachteil bei deinem Angriffswurf hättest, hat die Kreatur stattdessen einen Vorteil bei ihrem Rettungswurf. Bei einem fehlgeschlagenen Rettungswurf erleidet das Ziel normalen Waffenschaden und ist allen zusätzlichen Effekten ausgesetzt, die bei einem Treffer auftreten würden.</p> <p>Zusätzlich kannst du dieses Ideal als Bonusaktion in einem kurzen Energieschub manifestieren . Wenn eine Kreatur in der nächsten Minute beim Rettungswurf erfolgreich ist, erleidet sie die Hälfte des normalen Waffenschadens, und wenn eine Kreatur beim Rettungswurf eine 1 würfelt, behandelt sie den Schaden so, als hättest du das Maximum gewürfelt.</p>"
        },
        {
            "id": "Ideal of the Titan",
            "name": "Ideal des Titanen",
            "description": "<p>Du erlangst Kenntnisse in der mittleren Rüstung.</p> <p>Zusätzlich kannst du dieses Ideal als Bonusaktion in einem kurzen Energieschub manifestieren. In der nächsten Minute hast du einen Vorteil bei Fähigkeitswürfen und Angriffswürfen, die eine andere Kreatur gewaltsam bewegen würden, und die Entfernung, die sie bewegen würde, erhöht sich um 1,5 Fuß.</p>"
        },
        {
            "id": "Ideal of the Tranquil",
            "name": "Ideal der Ruhe",
            "description": "<p>Wenn Sie eine kurze oder lange Pause beenden, erhalten Sie eine Anzahl temporärer Kraftpunkte in Höhe der Hälfte Ihres Weisheits- oder Charisma-Modifikators (aufgerundet, Ihre Wahl, mindestens eins). Wenn Sie einen Kraftpunkt ausgeben würden, während Sie vorübergehende Kraftpunkte haben, werden die temporären Kraftpunkte zuerst ausgegeben. Alle temporären Kraftpunkte gehen am Ende deiner nächsten kurzen oder langen Pause verloren.</p> <p>Außerdem kannst du dieses Ideal als Aktion in einem kurzen Energieschub manifestieren. Du erhältst eine Anzahl von Kraftpunkten zurück, die der Hälfte deines Weisheits- oder Charisma-Modifikators entspricht (aufgerundet, deine Wahl, mindestens eins).</p>"
        },
        {
            "id": "Ideal of the Vigorous",
            "name": "Ideal des Kräftigen",
            "description": "<p>Wenn du einen Trefferwürfel würfelst, um Trefferpunkte zurückzugewinnen, kannst du deinen Weisheits- oder Charisma-Modifikator anstelle deines Konstitutionsmodifikators verwenden, um die Anzahl der zurückgewonnenen Trefferpunkte zu bestimmen.</p> <p>Zusätzlich als Aktion , können Sie dieses Ideal in einem kurzen Energieschub manifestieren. Du erhältst eine Anzahl temporärer Trefferpunkte in Höhe der Hälfte deiner Wächterstufe (abgerundet) + deinem Weisheits- oder Charisma-Modifikator (nach deiner Wahl, mindestens eins).</p>"
        },
        {
            "id": "Imaging Amplifier",
            "name": "Bildverstärker",
            "description": "<p>Du integrierst einen Booster in dein Wristpad, der deine illusionären Tech-Kräfte verstärkt. Wenn eine Kreatur mit diesem Verstärker einen Intelligenzwurf (Untersuchung) gegen eine von dir gewirkte Tech-Kraft versucht, um die Illusion zu erkennen, kannst du der Kreatur einen Nachteil beim Wurf erzwingen (keine Aktion erforderlich). Alternativ erstellen Sie ein viertes Duplikat, wenn Sie die Tech-Power <em>Spiegelbild</em> einsetzen. Während du vier Duplikate hast, musst du beim [[/r d20]]-Wurf eine 5 oder höher würfeln, um das Ziel eines Angriffs in ein Duplikat zu verwandeln.</p> <p>Du kannst diesen Verstärker so oft verwenden, wie deinen Intelligenzmodifikator (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Imbue Weapon",
            "name": "Waffe durchtränken",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Du modifizierst deine Waffe, um eine Ladung zu tragen. Während einer kurzen Pause kannst du eine beliebige Tech-Kraft wirken und in deine Waffe kanalisieren. Beim nächsten Schlag mit der Waffe wird die gespeicherte Kraft freigesetzt. Wenn die Macht einen Angriffswurf erfordern würde, führen Sie einen Tech-Angriffswurf durch. Wenn die Kraft einen Rettungswurf erfordern würde, muss das Ziel den Rettungswurf wie gewohnt ausführen. Bei einem Treffer oder Misserfolg erleidet das Ziel die normalen Effekte der Kraft. </p>"
        },
        {
            "id": "Improved Burst Core",
            "name": "Verbesserter Burst-Kern",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Burst Core</em></p> <p>Die Burst-Zahl deiner Waffe wird auf die Hälfte ihrer Nachladezahl reduziert.</p>"
        },
        {
            "id": "Inaudible Casting",
            "name": "Unhörbares Casting",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe, Einfache Melodien</em></p> <p>Wenn Sie eine Tech-Power einsetzen oder eine Funktion nutzen, die das Spielen Ihres modifizierten Instruments erfordert, Sie können dies ruhig tun. Kreaturen haben einen Nachteil bei Fertigkeitswürfen für Intelligenz (Untersuchung) und Weisheit (Wahrnehmung), die sich auf Geräusche verlassen, um zu bestimmen, dass du eine Tech-Kraft einsetzt.</p>"
        },
        {
            "id": "Infiltration Suit",
            "name": "Infiltrationsanzug",
            "description": "<p><em><strong>Voraussetzung:</strong> Rüstung</em></p> <p>Du installierst eine Tarnvorrichtung in deiner modifizierten Rüstung. Dieses Gerät hat 2 Ladungen. Als Aktion kannst du 1 Ladung verwenden, um <em>Infiltrieren</em> auf dich selbst zu wirken.</p> <p>Das Tarngerät gewinnt nach einer langen Pause alle verbrauchten Ladungen zurück.</p>"
        },
        {
            "id": "Influencer",
            "name": "Influencer",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Die Reichweite deines Motivierenden Diplomaten-Features wurde auf 15ft erhöht. </p>"
        },
        {
            "id": "Injection Apparatus",
            "name": "Injektionsgerät",
            "description": "<p>Sie installieren ein am Handgelenk befestigtes Injektionsgerät in Ihrem modifizierten Biochemiker-Paket. Es ist ein einfacher Vibroweapon mit den Finesse- und Lichteigenschaften und verursacht bei einem Treffer [[/r 1W4]] kinetischen Schaden. Ihr Injektionsgerät füllt den Handschlitz nicht, aber Sie können es nicht benutzen, solange die Hand voll ist.</p> <p>Wenn Sie mit der Waffe treffen, können Sie Ihren Verteiler aktivieren, um eine Ihrer Mischungen einzusetzen. Wenn du dies tust, hat das Ziel einen Nachteil beim Rettungswurf gegen deine Mischung.</p>"
        },
        {
            "id": "Inoculation",
            "name": "Impfung",
            "description": "<p>Sie erhalten Immunität gegen die Vergiftungs- und Krankheitszustände.</p>"
        },
        {
            "id": "Integrated EVA Functionality",
            "name": "Integrierte EVA-Funktionalität",
            "description": "<p>Sie nehmen mehrere Ergänzungen zu Ihrem modifizierten Biochemiker-Paket vor, Sie sind vor gefährlichen Bedingungen geschützt, als ob Sie einen EVA-Anzug tragen würden, solange Sie Ihr modifiziertes Biochemiker-Paket tragen.</p>"
        },
        {
            "id": "Integrated Inhibitor",
            "name": "Integrierter Inhibitor",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Wenn du dein Gurtzeug als Tech-Fokus nutzt, erhältst du einen Bonus von +1 auf deinen Tech-Save-SG. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Integrated Magazine",
            "name": "Integriertes Magazin",
            "description": "<p><em><strong>Voraussetzung:</strong> Erweitertes Magazin</em></p> <p>Ihre modifizierte Waffe kann effizienter nachgeladen werden. Sie können Ihre modifizierte Waffe zweimal nachladen, ohne eine Aktion auszuführen. Du kannst diese Funktion erst wieder verwenden, wenn du die Waffe mit einer Aktion nachlädst.</p>"
        },
        {
            "id": "Integrated Subdermal Armor",
            "name": "Integrierte subdermale Rüstung",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Wenn du keine Rüstung trägst, wird deine RK 13 + dein Geschicklichkeitsmodifikator.</p>"
        },
        {
            "id": "Integrated Targeter",
            "name": "Integrierter Targeter",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du dein Geschirr als Tech-Fokus nutzt, erhältst du einen Bonus von +1 auf Tech-Angriffswürfe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Intelligence Core Override",
            "name": "Intelligence Core Override",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Du kannst die <em>Schnittstelle überschreiben</em> Tech-Power auf der 5. Stufe wirken, ohne Tech-Punkte auszugeben .</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine lange Pause einlegen, bevor Sie sie wieder verwenden können.</p>"
        },
        {
            "id": "Intelligence Core Override",
            "name": "Intelligence Core Override",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Du kannst die <em>Schnittstelle überschreiben</em> Tech-Power auf der 5. Stufe wirken, ohne Tech-Punkte auszugeben . </p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine lange Pause einlegen, bevor Sie sie wieder verwenden können.</p>"
        },
        {
            "id": "Intelligence Core Override",
            "name": "Intelligence Core Override",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Du kannst die <em>Schnittstelle überschreiben</em> Tech-Power auf der 5. Stufe wirken, ohne Tech-Punkte auszugeben .</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine lange Pause einlegen, bevor Sie sie wieder verwenden können.</p>"
        },
        {
            "id": "Intense Beam",
            "name": "Intensiver Strahl",
            "description": "<p><em><strong>Voraussetzung:</strong> 11. Stufe, Durchbrennen</em></p> <p>Die kritische Trefferreichweite deines modifizierten Lichtschwerts erhöht sich um 1.</p>"
        },
        {
            "id": "Ionizing Phased Array",
            "name": "Ionisierendes Phased Array",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während dein ionisierendes Feld aktiv ist, kannst du als Aktion Strahlen gerichteter ionischer Energie aussenden. Führen Sie zwei technische Fernkampfangriffe gegen Ziele innerhalb des Feldes durch. Diese Angriffe können dieselbe oder verschiedene Kreaturen als Ziel haben. Machen Sie für jede Explosion separate Angriffswürfe. Der Angriff verursacht [[/r 1W6]] Ionenschaden bei einem Treffer.</p>"
        },
        {
            "id": "Iridonian Grav-lev Hand",
            "name": "Iridonian Grav-lev Hand",
            "description": "<p>Diese Verstärkung ersetzt eine Hand.</p> <p>Deine unbewaffneten Schläge mit diesem Arm verursachen [[/r 1W4]] Ionenschaden und deine Tragfähigkeit und das Gewicht, das du schieben, ziehen oder heben kannst, verdoppeln sich. Außerdem fügst du mit deinen unbewaffneten Schlägen doppelten Schaden an energiebasierten Strukturen zu.</p> <p>Du kannst diese Modifikation mehrmals wählen.</p>"
        },
        {
            "id": "It Belongs in a Museum",
            "name": "Es gehört in ein Museum",
            "description": "<p>Ihr Wissen über Antiquitäten ist beispiellos. Wenn du mit deinem Archäologen-Kit einen Intelligenz- oder Fähigkeitswurf machst, darfst du jeden Wurf von 9 oder niedriger als 10 behandeln.</p>"
        },
        {
            "id": "Jagged Oscillator",
            "name": "Gezackter Oszillator",
            "description": "<p><em><strong>Voraussetzung:</strong> Vibrowaffe</em></p> <p>Wenn Sie mit der Waffe einen kritischen Treffer erzielen, verursachen Sie zusätzlich [[/r 1W8]] Kinetikschaden.</p>"
        },
        {
            "id": "Jamming Phased Array",
            "name": "Jamming Phased Array",
            "description": "<p>Während dein Störfeld aktiv ist, kannst du als Aktion eine Anzahl von Kreaturen auswählen, die sich auf eine Stärke in Höhe deines Intelligenzmodifikators (mindestens eins) auf deinem Feld konzentrieren, und sie zu einem Konzentrationsrettungswurf zwingen. Wenn du mit dieser Funktion dazu bringst, dass mindestens eine Kreatur die Konzentration auf eine Kraft verliert, kannst du deine Reaktion nutzen, um allen Kreaturen, die die Konzentration verloren haben, Ionenschaden in Höhe deines Intelligenzmodifikators zu erleiden.</p>"
        },
        {
            "id": "Jet Boots",
            "name": "Jetboots",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Du findest deine verbesserten Stiefel, um dir einen vorübergehenden, begrenzten Flug zu ermöglichen. Das Aktivieren oder Deaktivieren der Stiefel erfordert eine Bonusaktion und während dieser Aktivität hast du eine Fluggeschwindigkeit von 30ft. </p> <p>Die Raketenboote halten 1 Minute, bevor sie deaktiviert werden. Sobald die Stiefel aktiviert wurden, können sie erst nach einer kurzen oder langen Pause wieder aktiviert werden.</p>"
        },
        {
            "id": "Jet Pack",
            "name": "Jet-Paket",
            "description": "<p>Sie integrieren ein Jetpack in Ihr Gadgeteer-Gurtzeug, um Ihnen vorübergehenden, begrenzten Flug zu ermöglichen. Das Aktivieren oder Deaktivieren der Jets erfordert eine Bonusaktion und während der Aktivität haben Sie eine Fluggeschwindigkeit von 30ft. </p> <p>Der Jetpack dauert 1 Minute, bevor er deaktiviert wird. Sobald die Jets aktiviert wurden, können sie nicht wieder aktiviert werden, bis Sie eine kurze oder lange Pause beendet haben.</p> <p>Die Geschwindigkeit Ihres Jetpacks erhöht sich auf 40ft auf der 5. Ebene, auf 50ft auf der 9. Ebene und auf 60ft auf der 13. Ebene, 70 Fuß auf der 17. Ebene und 80 Fuß auf der 20. Ebene.</p>"
        },
        {
            "id": "Katarn's Instinct",
            "name": "Katarns Instinkt",
            "description": "<p>Du erhältst eine Steiggeschwindigkeit, die deiner Bewegungsgeschwindigkeit entspricht.</p>"
        },
        {
            "id": "Keen Oscillator",
            "name": "Scharfer Oszillator",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, gezackter Oszillator</em></p> <p>Die kritische Trefferreichweite deiner Waffe erhöht sich um 1.</p>"
        },
        {
            "id": "Kolto Aerosol",
            "name": "Kolto Aerosol",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Du fügst deinem modifizierten Biochemiker-Paket ein spezielles Verbreitungssystem hinzu. Dieses System verteilt langsam kleine Mengen Kolto in der Luft. Wenn Kreaturen die gesamte lange Pause innerhalb von 30ft um dich herum verbringen, erhalten sie alle verbrauchten Trefferwürfel zurück, anstatt nur die Hälfte. Außerdem werden sie von Giften oder Krankheiten geheilt, an denen sie leiden.</p>"
        },
        {
            "id": "Learner's Exploit",
            "name": "Ausbeutung des Lernenden",
            "description": "<p>Sie erwerben Kenntnisse in einer Fertigkeit und einem Werkzeug oder zwei Werkzeugen.</p> <p>Sie können diesen Exploit mehrmals auswählen und jedes Mal eine neue Fertigkeit und ein Werkzeug oder zwei neue Werkzeuge auswählen.</p>"
        },
        {
            "id": "Lifelong Learning",
            "name": "Lebenslanges Lernen",
            "description": "<p>Sie erwerben Kenntnisse in einer Fertigkeit und einem Werkzeug oder zwei Werkzeugen.</p> <p>Sie können diese Entdeckung mehrmals auswählen und jedes Mal eine neue Fertigkeit und ein Werkzeug oder zwei neue Werkzeuge auswählen.</p>"
        },
        {
            "id": "Lingering Advice",
            "name": "Verweilende Ratschläge",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Wenn du deine Weisen-Rate-Funktion verwendest, behalten die anvisierten Kreaturen den Vorteil deiner Anweisung für die gesamte Dauer. </p>"
        },
        {
            "id": "Localized Survey",
            "name": "Lokalisierte Umfrage",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Deine Affinität zur Truppe ermöglicht es dir, die jüngste Vergangenheit eines Gebiets, das du betrittst, einzugeben. Wenn Sie Ihre psychometrische Analyse verwenden möchten, können Sie stattdessen Ihre unmittelbare Umgebung (bis zu einem 50-Fuß-Würfel) anvisieren und mindestens 1 Minute lang untersuchen. Für jede Minute, die Sie untersuchen, sehen Sie Visionen von jüngsten Ereignissen in der Gegend, die mehrere Tage zurückliegen, die Ihrer Gelehrtenstufe entsprechen. Sie erfahren etwas über ein bedeutendes Ereignis, beginnend mit dem jüngsten. </p> <p>Sie können auf diese Weise für eine Anzahl von Minuten in Höhe Ihres Gelehrten-Levels nachforschen und müssen während dieser Zeit konzentriert bleiben, als ob Sie sich auf eine Macht konzentrieren würden. </p> <p>Wenn Sie diese Funktion einmal verwendet haben, können Sie sie erst nach einer kurzen oder langen Pause wieder verwenden.</p>"
        },
        {
            "id": "Long Range Noise",
            "name": "Langstreckenrauschen",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Der Radius Ihrer Songs erhöht sich auf 120 Fuß. Darüber hinaus erhält jede Tech-Power, die du mit deinem modifizierten Instrument wirkst, die Schallschaden verursacht und eine Reichweite von 3 Fuß oder mehr hat, eine Reichweite von 120 Fuß.</p>"
        },
        {
            "id": "Long-Range Distribution System",
            "name": "Fernverteilungssystem",
            "description": "<p>Sie aktualisieren Ihren Distributor und verbessern die Reichweite. Wenn Sie Ihre Aktion verwenden, um Ihren Verteiler zu aktivieren, </p> <p>können Sie die Reichweite auf 60ft erhöhen.</p> <p>Sie können diese Funktion so oft verwenden, wie Ihr Intelligenz-Modifikator (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Loth-cat's Instinct",
            "name": "Loth-Katzeninstinkt",
            "description": "<p>Während du wütest, haben andere Kreaturen einen Nachteil bei Gelegenheitsangriffswürfen gegen dich und du kannst die Sprint-Aktion als Bonusaktion in deinem Zug ausführen.</p>"
        },
        {
            "id": "Luminous Gel",
            "name": "Leuchtendes Gel",
            "description": "<p>Sie haben Ihrem modifizierten Biochemiker-Paket ein lichtemittierendes Gel hinzugefügt. Als Aktion können Sie einen Gegenstand, ein Objekt oder einen Ort bis zu  5ft² groß mit diesem Gel beschichten. Wenn Sie dies tun, wirft das Gel helles Licht in einem Radius von 10 Fuß und schwaches Licht für weitere 3 Fuß. Das Gel hält 1 Stunde, bevor es seine Wirkung verliert. Du kannst diesen Effekt als Bonusaktion beenden.</p>"
        },
        {
            "id": "Lunging Attack",
            "name": "Ausfall-Angriff",
            "description": "<p>Wenn du in deinem Zug einen Nahkampfwaffenangriff durchführst, kannst du einen Überlegenheitswürfel aufwenden, um deine Reichweite für diesen Angriff um  5ft zu erhöhen. Wenn du triffst, addierst du den Überlegenheitswürfel zum Schadenswurf des Angriffs.</p>"
        },
        {
            "id": "Magnetic Forearm Enhancement",
            "name": "Magnetische Unterarmverstärkung",
            "description": "<p>Diese Erweiterung ersetzt einen Unterarm.</p> <p>Unbewaffnete Schläge mit dieser Hand haben die Eigenschaft Reichweite.</p> <p>Du kannst diese Modifikation mehrmals auswählen.</p>"
        },
        {
            "id": "Magnetic-Lock Grip",
            "name": "Magnetverschlussgriff",
            "description": "<p>Sie führen eine Reihe magnetisch geladener Griffe in den Griff Ihres modifizierten Lichtschwerts ein. Während du dein modifiziertes Lichtschwert schwingst, hast du Vorteile bei Fähigkeitsprüfungen und Rettungswürfen, um zu entwaffnen oder zu vermeiden, entwaffnet zu werden.</p>"
        },
        {
            "id": "Magnetized Shield",
            "name": "Magnetisierter Schild",
            "description": "<p><em><strong>Voraussetzung:</strong> Physischer Schild</em></p> <p>Sie modifizieren Ihren physischen Schild so, dass Sie bei einem Nahkampfwaffenangriff um einen Betrag kleiner oder gleich . verfehlt werden deinen RK-Bonus von deinem Schild, muss die angreifende Kreatur einen Stärkewurf gegen deinen SG-Technologiewurf ablegen. Bei einem fehlgeschlagenen Rettungswurf haftet die Waffe der Kreatur am Schild. Als Aktion kann eine Kreatur diesen Wurf wiederholen. Bei einem Erfolg wird die Waffe befreit. </p>"
        },
        {
            "id": "Magnifying Device",
            "name": "Vergrößerungsgerät",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du dein Instrument als Tech-Fokus nutzt, erhältst du einen Bonus von +1 auf Tech-Angriffswürfe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Making This Up As You Go",
            "name": "Machen Sie sich das aus, während Sie gehen",
            "description": "<p><em><strong>Voraussetzung:</strong> 17. Stufe</em></p> <p>Du kannst jetzt zwischen den Pausen zweimal Machtkräfte der 4. Stufe wirken. </p>"
        },
        {
            "id": "Maneuvering Attack",
            "name": "Manövrierender Angriff",
            "description": "<p>Wenn du eine Kreatur mit einem Waffenangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um einen deiner Kameraden in eine vorteilhaftere Position zu manövrieren. Du addierst den Überlegenheitswürfel zum Schadenswurf des Angriffs und wählst eine befreundete Kreatur, die dich sehen oder hören kann. </p> <p>Diese Kreatur kann ihre Reaktion nutzen, um sich bis zur Hälfte ihrer Geschwindigkeit zu bewegen, ohne Gelegenheitsangriffe vom Ziel deines Angriffs zu provozieren.</p>"
        },
        {
            "id": "Master's Advice",
            "name": "Master-Beratung",
            "description": "<p>Wenn du deine Weiser-Rate-Funktion verwendest, erhält jede anvisierte Kreatur, wenn sie zum ersten Mal den ausgewählten Fertigkeitswurf macht, einen zusätzlichen Bonus auf den Wurf in Höhe deines Intelligenz-Modifikators.</p>"
        },
        {
            "id": "Maven's Routine",
            "name": "Mavens Routine",
            "description": "<p>Zu Beginn jedes deiner Züge kannst du bis zum Beginn deines nächsten Zuges Widerstand gegen Schaden durch Tech-Kräfte gewinnen. Alternativ kannst du diesen Vorteil auch auf befreundete Kreaturen in einem Umkreis von  5ft um dich ausweiten, außer dir.</p>"
        },
        {
            "id": "Measured Action",
            "name": "Gemessene Aktion",
            "description": "<p>Als Reaktion, wenn Sie einen Wurf für einen umkämpften Fertigkeitswurf machen, können Sie einen Überlegenheitswürfel aufwenden, um den Wurf zu erhöhen. Du kannst dieses Manöver verwenden, bevor oder nachdem du den umkämpften Fertigkeitswurf gemacht hast, aber bevor irgendwelche Auswirkungen des umkämpften Fertigkeitswurfs bestimmt werden.</p>"
        },
        {
            "id": "Mechanical Arm",
            "name": "Mechanischer Arm",
            "description": "<p>Sie erstellen einen mechanischen Arm, der an Ihrer Schulter befestigt wird und den Sie unabhängig verwenden können. Du kannst immer nur von Gegenständen profitieren, die von zwei deiner Arme gehalten werden.</p> <p>Du kannst diese Modifikation zweimal wählen.</p>"
        },
        {
            "id": "Mechanical Arm",
            "name": "Mechanischer Arm",
            "description": "<p>Sie erstellen einen mechanischen Arm, der an Ihrer Schulter befestigt wird und den Sie unabhängig verwenden können. Du kannst immer nur von Gegenständen profitieren, die von zwei deiner Arme gehalten werden.</p> <p>Du kannst diese Modifikation zweimal wählen.</p>"
        },
        {
            "id": "Menacing Attack",
            "name": "Bedrohlicher Angriff",
            "description": "<p>Wenn du eine Kreatur mit einem Waffenangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um zu versuchen, das Ziel zu erschrecken. Du addierst den Überlegenheitswürfel zum Schadenswurf des Angriffs und das Ziel muss einen Weisheitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf hat es bis zum Ende deines nächsten Zuges Angst vor dir.</p>"
        },
        {
            "id": "Mental Prowess",
            "name": "Geistige Fähigkeiten",
            "description": "<p>Wenn du einen Wurf auf Stärke (Leichtathletik) oder Geschicklichkeit (Akrobatik) machst, um eine Kreatur festzuhalten oder aus einem Greifer, einem Netz oder einer anderen Fesselausrüstung auszubrechen, kannst du deinen Intelligenzmodifikator anstelle von Stärke oder Geschicklichkeit verwenden. </p>"
        },
        {
            "id": "Mentor's Exploit",
            "name": "Ausbeutung des Mentors",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Einmal pro Runde, wenn sowohl du als auch eine befreundete Kreatur innerhalb von 60ft, die euch beide sehen und hören kann Um einen Rettungswurf zu machen, um dem gleichen Effekt zu widerstehen, können Sie sich für einen Nachteil beim Rettungswurf entscheiden. Wenn du dies tust, erhält die verbündete Kreatur einen Vorteil beim Rettungswurf. Sie können diese Funktion vor oder nach dem Rettungswurf verwenden, aber Sie müssen dies tun, bevor der SL sagt, ob der Rettungswurf erfolgreich ist oder fehlschlägt.</p>"
        },
        {
            "id": "Mesmer's Routine",
            "name": "Mesmers Routine",
            "description": "<p>Zu Beginn jedes deiner Züge kannst du wählen, ob du einen Vorteil bei Rettungswürfen gegen Effekte hast, die dich handlungsunfähig machen oder dich bis zum Beginn deines nächsten Zuges einschläfernst. Alternativ kannst du diesen Vorteil auch auf befreundete Kreaturen in einem Umkreis von  5ft um dich ausweiten, außer dir selbst.</p>"
        },
        {
            "id": "Mighty Prowess Enabler",
            "name": "Befähiger für mächtige Heldentaten",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Kräftige Armprothese</em></p> <p>Der Kraftwert deiner Kräftigen Armprothese erhöht sich um 2. Außerdem gelten Sie als kompetent mit jeder Waffe, die du mit diesem Arm führst. Wenn die Waffe zwei Hände erfordert und Sie damit noch nicht geübt sind, addieren Sie nur die Hälfte Ihres Fähigkeitsbonus zu Angriffswürfen, die Sie damit machen, es sei denn, Sie führen sie mit zwei dieser Arme. </p> <p>Sie können diese Modifikation mehrmals auswählen, jedoch nur einmal pro Arm.</p>"
        },
        {
            "id": "Mimicker",
            "name": "Nachahmer",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Sie erstellen ein Gerät, das an Ihrem Gadgeteer-Gurt befestigt wird. Dein Nachahmer wirft einen Schatten, der dich so erscheinen lässt, als würdest du an einem Ort in der Nähe deines tatsächlichen Standorts stehen, wodurch jede Kreatur bei Angriffswürfen gegen dich im Nachteil ist. Wenn Sie einen Schaden erleiden, funktioniert die Unterkunft für 1 Minute nicht mehr. Ihr Nachahmer wird unterdrückt, während Sie handlungsunfähig, zurückgehalten oder anderweitig nicht in der Lage sind, sich zu bewegen.</p>"
        },
        {
            "id": "Miniaturized Hydraulics",
            "name": "Miniaturisierte Hydraulik",
            "description": "<p>Ihr Gadgeteer-Gurt kann 20 Pfund Ausrüstung aufnehmen, ohne Ihre Belastung zu erhöhen.</p>"
        },
        {
            "id": "Miniaturized Repulsor Coils",
            "name": "Miniaturisierte Repulsorspulen",
            "description": "<p>Ihre Plattform für elektronische Kriegsführung kann 20 lb. speichern, nicht mehr als 1 Kubikfuß, was nicht auf Ihre Belastung angerechnet wird.</p>"
        },
        {
            "id": "Mutagenic Hardiness",
            "name": "Mutagene Widerstandsfähigkeit",
            "description": "<p>Ihre Trefferpunktmaximum erhöht sich um eine Zahl, die Ihrer Stufe entspricht, und jedes Mal, wenn Sie eine Stufe aufsteigen, um 1. Wenn du deine mutagene Transformation durchmachst, erhältst du zu Beginn jedes deiner Züge vorübergehende Trefferpunkte in Höhe deiner Hälfte deiner Gelehrtenstufe (abgerundet) + deinem Kritischen Analyse-Modifikator für die Dauer.</p>"
        },
        {
            "id": "Natural Karma",
            "name": "Natürliches Karma",
            "description": "<p>Bevor du ein Manöver oder eine Kraft einsetzt, um ein sichtbares Ziel mit einem Fluch zu belegen, kannst du einen umkämpften Wurf auf Geschicklichkeit (Handfertigkeit) gegen den Wurf auf Weisheit (Einsicht) des Ziels ablegen. Bei einem Erfolg weiß das Ziel nicht, dass du es verflucht hast.</p>"
        },
        {
            "id": "Neat Tricks",
            "name": "Nette Tricks",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Deine Bestie gewinnt eine Fertigkeit in Stärke oder Geschick deiner Wahl. Wenn die Größe deines Biests mittel oder größer ist und die gewählte Fertigkeit Stärke verwendet, hat es Erfahrung in der gewählten Fertigkeit. Wenn deine Bestie klein oder kleiner ist und die gewählte Fertigkeit Geschicklichkeit verwendet, hat sie Erfahrung in der gewählten Fertigkeit.</p>"
        },
        {
            "id": "Neutronium Edge",
            "name": "Neutroniumkante",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Vibrowaffe</em></p> <p>Du erhältst einen Bonus von +1 auf Schadenswürfe mit dieser Waffe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Nighthawk Ocular Implant",
            "name": "Nighthawk Augenimplantat",
            "description": "<p>Diese Erweiterung ersetzt Ihre Augen.</p> <p>Sie können dieses Implantat als Bonusaktion aktivieren oder deaktivieren. Während du aktiv bist, erhältst du Dunkelsicht bis zu einer Reichweite von 120 Fuß.</p>"
        },
        {
            "id": "No Stone Left Unturned",
            "name": "Kein Stein bleibt auf dem anderen",
            "description": "<p>Wenn du einen Wurf auf Weisheit (Wahrnehmung) oder Intelligenz (Ermittlung) machst, um eine versteckte Kreatur zu finden, die sich innerhalb des Zielbereichs deiner Kritischen Analyse befindet, tust du dies mit Vorteil. </p>"
        },
        {
            "id": "Nomad's Routine",
            "name": "Nomaden-Routine",
            "description": "<p>Zu Beginn jedes deiner Züge kannst du dir bei Konstitutions-Rettungswürfen einen Vorteil verschaffen, um Erschöpfung durch nicht verbesserte Quellen zu vermeiden und dich natürlich sowohl an heißes als auch an kaltes Klima anzupassen. Alternativ kannst du diesen Vorteil auch auf befreundete Kreaturen in einem Umkreis von  5ft um dich ausweiten, außer dir selbst.</p>"
        },
        {
            "id": "Observant Leader",
            "name": "Aufmerksamer Führer",
            "description": "<p>Sie haben einen Vorteil bei Weisheits-(Wahrnehmungs-)Prüfungen, die auf dem Sehen beruhen.</p>"
        },
        {
            "id": "Oil Spill",
            "name": "Ölpest",
            "description": "<p>Als Aktion kannst du die Technologiekraft <em>Ölteppich</em> wirken, ohne Technologiepunkte zu verbrauchen. Das Wirken der Kraft auf diese Weise erfordert keine Konzentration und das Öl bleibt für die gesamte Dauer der Kraft an Ort und Stelle.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie vorher eine kurze oder lange Pause einlegen Sie können es wieder verwenden.</p>"
        },
        {
            "id": "Oil Spill",
            "name": "Ölpest",
            "description": "<p>Als Aktion kannst du die Technologiekraft <em>Ölteppich</em> wirken, ohne Technologiepunkte zu verbrauchen. Wenn Sie die Kraft auf diese Weise einsetzen, bleibt das Öl für die gesamte Dauer der Kraft an Ort und Stelle.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie sie verwenden können es wieder.</p>"
        },
        {
            "id": "On the Rocks",
            "name": "Auf den Felsen",
            "description": "<p>Alle Speisen, die Sie während einer kurzen oder langen Pause zubereiten, haben einen zusätzlichen Kühleffekt. Kreaturen, die es verbrauchen, gelten als an heiße Klimazonen angepasst, wie in Kapitel 5 des Dungeon Master's Guide beschrieben, bis das Ende der nächsten langen Pause der Kreatur oder 24 Stunden verstrichen sind. Wenn eine Kreatur, die deine Nahrung isst, zum ersten Mal vor dem Ende ihrer nächsten kurzen oder langen Pause Feuerschaden erleidet, gilt sie als resistent gegen den Schaden.</p>"
        },
        {
            "id": "One Big Baddie",
            "name": "Ein großer Bösewicht",
            "description": "<p><em><strong>Voraussetzung:</strong> Größe Mittleres oder größeres Tier</em></p> <p>Dein Tierbegleiter erhält die folgenden Vorteile:</p> <ul> <li>Es fügt Gebäuden doppelten Schaden zu.</li> <li>Es kann die Aktion Bewachen als Bonusaktion verwenden, aber es kann dich nur auf diese Weise bewachen.</li> <li>Es kann eine Bonusaktion ausgeben, um eine auszugeben seiner Trefferwürfel, um Trefferpunkte wiederherzustellen.</li> <li>Wenn er einen Trefferwürfel wirft, um Trefferpunkte zurückzugewinnen, entspricht die Mindestanzahl an Trefferpunkten, die er durch den Wurf zurückgewinnen kann, dem Doppelten seines Konstitutionsmodifikators (mindestens 2). </li></ul>"
        },
        {
            "id": "One Step Ahead",
            "name": "Einen Schritt voraus",
            "description": "<p>Wenn Sie Initiative würfeln und Sie nicht überrascht sind, können Sie einen Überlegenheitswürfel verbrauchen und die gewürfelte Zahl zu Ihrer Initiative hinzufügen.</p>"
        },
        {
            "id": "Overcapacity Powers",
            "name": "Überkapazitätsbefugnisse",
            "description": "<p>Wenn du eine Tech-Kraft der 1. Stufe oder höher wirkst, kannst du einen Überlegenheitswürfel aufwenden, um die Kraft auf einer höheren Stufe zu wirken, vorausgesetzt, dass diese deine maximale Kraftstufe nicht überschreitet. Wirf den Überlegenheitswürfel und füge ihn zu der Stufe hinzu, auf der du die Macht wirkst. Du kannst wählen, ob du es mit dieser neuen Leistungsstufe oder niedriger wirken möchtest.</p>"
        },
        {
            "id": "Overcharge Weapon",
            "name": "Waffe überladen",
            "description": "<p><em><strong>Voraussetzung:</strong> 11. Stufe, Boomende Schläge</em></p> <p>Du erhältst die Fähigkeit, deine Tech-Power zu kanalisieren, um den Schaden deiner Waffe zu erhöhen. Sie können einen Tech-Slot aufwenden, um dem Ziel zusätzlichen Schaden zuzufügen. Der zusätzliche Schaden beträgt [[/r 1W6]] für einen Tech-Slot der 1. Stufe plus [[/r 1W6]] für jede Slot-Stufe über der 1. Stufe, bis zu einem Maximum von [[/r 5W6]]. Der Schaden ist vom gleichen Typ wie der Waffenschaden. Wenn du deine Boomenden Schläge auch mit einem Angriff verwendest, addierst du diesen Schaden zum zusätzlichen Schaden deiner Boomenden Schläge.</p>"
        },
        {
            "id": "Overload Shield",
            "name": "Überlastungsschild",
            "description": "<p><em><strong>Voraussetzung:</strong> Schildgenerator</em></p> <p>Du modifizierst deinen Schildgenerator auf Überlastung. Als Aktion kannst du deinen Schild überladen. Jede große oder kleinere Kreatur in einem Umkreis von 5ft um dich muss einen Geschick- oder Stärke-Rettungswurf (ihre Wahl) gegen deinen Tech-Sparwurf machen. Bei einem fehlgeschlagenen Rettungswurf werden sie  5ft zurückgedrängt und zu Boden geworfen.</p> <p>Du kannst diese Funktion so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Verwendungen zurück, wenn du eine lange Pause beendet hast.</p>"
        },
        {
            "id": "Overwhelming Soundwaves",
            "name": "Überwältigende Schallwellen",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe</em></p> <p>Während des Spiels behandeln Kreaturen deiner Wahl eine Kugel mit einem Radius von 15ft um dich herum als schwieriges Gelände. Außerdem kannst du als Aktion jede betroffene Kreatur dazu bringen, einen Konstitutionsrettungswurf zu machen, der bei einem fehlgeschlagenen Rettungswurf [[/r 3d8]] Schallschaden erleidet.</p>"
        },
        {
            "id": "Parry",
            "name": "Parieren",
            "description": "<p>Wenn eine andere Kreatur dir mit einem Nahkampfangriff Schaden zufügt, kannst du deine Reaktion nutzen und einen Überlegenheitswürfel verbrauchen, um den Schaden um die Anzahl deines Überlegenheitswürfels + deinen Geschicklichkeitsmodifikator zu reduzieren.</p>"
        },
        {
            "id": "Patient Protector",
            "name": "Patientenschutz",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du kannst Kreaturen im Umkreis von  5ft um das Ziel deiner Kritischen Analyse so behandeln, als wären sie auch Ziele von Ihre kritische Analyse.</p>"
        },
        {
            "id": "Penetrating Shot",
            "name": "Durchdringender Schuss",
            "description": "<p>Wenn du eine Kreatur mit einem Fernkampfangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um zu versuchen, einer anderen Kreatur mit demselben Angriff Schaden zuzufügen. Wähle bis zu zwei Kreaturen innerhalb von 15ft um und direkt hinter deinem ursprünglichen Ziel. Wenn der ursprüngliche Angriffswurf die zweite(n) Kreatur(en) treffen würde, erleidet sie Schaden in Höhe der Anzahl, die du auf deinem Überlegenheitswürfel würfelst.</p> <p>Der Schaden ist vom gleichen Typ wie der ursprüngliche Angriff.</p> p>"
        },
        {
            "id": "Perfect Maneuver",
            "name": "Perfektes Manöver",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe</em></p> <p>Wenn du eine 1 auf einem Überlegenheitswürfel würfelst, kannst du den Würfel erneut würfeln und musst den neuen Wurf verwenden. </p>"
        },
        {
            "id": "Persistent Chemicals",
            "name": "Persistente Chemikalien",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Immer wenn du die Berührungsfunktion deines Biochemikers verwendest, kannst du eine Kreatur auswählen, die beschädigt wurde. Zu Beginn jedes Zuges dieser Kreatur muss sie einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet es Schaden des auslösenden Typs in Höhe deines Intelligenzmodifikators und hat bis zum Beginn seines nächsten Zuges einen Nachteil bei Angriffswürfen. Bei einem Erfolg endet diese Funktion und die Kreatur wird einen Tag lang immun dagegen.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie sie erneut verwenden können.</p>"
        },
        {
            "id": "Piercing Gel",
            "name": "Piercing-Gel",
            "description": "<p><em><strong>Voraussetzung:</strong> 11. Stufe, Luminous Gel</em></p> <p>Ihr leuchtendes Gel vertreibt jetzt automatisch Illusionen und kann Unsichtbarkeit erkennen, wie bei Truesight.</p>"
        },
        {
            "id": "Piercing Shot",
            "name": "Durchdringender Schuss",
            "description": "<p>Du verbesserst deinen Schuss mit panzerbrechenden Eigenschaften. Wenn Sie diese Option verwenden, machen Sie keinen Angriffswurf für den Angriff. Stattdessen schießt der Schuss in einer Linie nach vorne, die 1 Fuß breit und 30ft lang ist, bevor er verschwindet. Der Schuss geht durch Objekte hindurch und ignoriert die Deckung. Jede Kreatur in dieser Reihe muss einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur Schaden, als ob sie vom Schuss getroffen worden wäre, plus zusätzlich [[/r 1W6]] Schaden des Waffentyps. Bei einem erfolgreichen Rettungswurf erleidet ein Ziel halb so viel Schaden.</p> <p>Der zusätzliche Schaden erhöht sich auf [[/r 2W6]], wenn du die 18. Stufe in dieser Klasse erreichst.</p>"
        },
        {
            "id": "Power Fist",
            "name": "Kraftfaust",
            "description": "<p><em><strong>Voraussetzung:</strong> Rüstung</em></p> <p>Du modifizierst deinen modifizierten Panzerhandschuh mit erhöhter Verstärkung und erhöhtem Gewicht. Der unbewaffnete Schlag deiner modifizierten Rüstung verursacht [[/r 1W4]] Kinetikschaden.</p> <p>Zusätzlich kannst du, wenn du die Angriffsaktion ausführst und einen unbewaffneten Angriff ausführst, einen zusätzlichen unbewaffneten Angriff als Bonusaktion ausführen.</p>"
        },
        {
            "id": "Power Loop",
            "name": "Stromschleife",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Wenn du mit der Waffe triffst, kannst du die erzeugte Energie kanalisieren und erhältst temporäre Trefferpunkte in Höhe der Hälfte den verursachten Schaden.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine lange Pause einlegen, bevor Sie sie wieder verwenden können.</p>"
        },
        {
            "id": "Powered Grappling Hook",
            "name": "Angetriebener Greifhaken",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, am Handgelenk befestigter Greifhaken</em></p> <p>Während dein am Handgelenk befestigter Greifhaken eingesetzt ist, wenn du eine Tech-Kraft auswirkst Mit einer Reihe von Berührungen kann Ihr Haken die Kraft liefern, als ob er sie geworfen hätte.</p>"
        },
        {
            "id": "Powered Grappling Hook",
            "name": "Angetriebener Greifhaken",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, am Handgelenk befestigter Greifhaken</em></p> <p>Während dein am Handgelenk befestigter Greifhaken eingesetzt ist, wenn du eine Tech-Kraft auswirkst Mit einer Reihe von Berührungen kann Ihr Haken die Kraft liefern, als ob er sie geworfen hätte.</p>"
        },
        {
            "id": "Powered Harpoon Hand",
            "name": "Angetriebene Harpunenhand",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Harpunenhand</em></p> <p>Während deine Harpunenhand eingesetzt ist und du eine Tech-Kraft mit einer Reichweite von Berührungen wirkst, deine Hand kann die Kraft abgeben, als hätte sie sie gewirkt.</p>"
        },
        {
            "id": "Precision Attack",
            "name": "Präzisionsangriff",
            "description": "<p>Wenn du einen Waffenangriffswurf gegen eine Kreatur machst, kannst du einen Überlegenheitswürfel aufwenden, um ihn dem Wurf hinzuzufügen. Du kannst dieses Manöver vor oder nach dem Angriffswurf verwenden, aber bevor irgendwelche Effekte des Angriffs angewendet werden.</p>"
        },
        {
            "id": "Precision Attack",
            "name": "Präzisionsangriff",
            "description": "<p>Wenn du einen Waffenangriffswurf gegen eine Kreatur machst, kannst du einen Überlegenheitswürfel aufwenden, um ihn dem Wurf hinzuzufügen. Du kannst dieses Manöver vor oder nach dem Angriffswurf verwenden, aber bevor irgendwelche Effekte des Angriffs angewendet werden.</p>"
        },
        {
            "id": "Predator's Instinct",
            "name": "Instinkt des Raubtiers",
            "description": "<p>Ihre Geschwindigkeit erhöht sich um 10ft.</p>"
        },
        {
            "id": "Predatory Senses",
            "name": "Raubtiersinne",
            "description": "<p>Du hast Dunkelsicht bis zu einer Entfernung von 60ft. Wenn Sie bereits über Dunkelsicht verfügen, erhöht sich dessen Reichweite stattdessen um 30ft. Wenn Sie sich Ihrer mutagenen Transformation unterziehen, erhalten Sie einen Vorteil bei Fertigkeitswürfen für Weisheit (Wahrnehmung), die für die Dauer auf Geruch beruhen. Außerdem kannst du Kreaturen verfolgen, die in den letzten 24 Stunden einen Geruch hinterlassen haben.</p>"
        },
        {
            "id": "Protective Friend",
            "name": "Schützender Freund",
            "description": "<p>Falls eine Kreatur einen Nahkampfangriff gegen dich oder deinen Gefährten ausführt und dein Gefährte sich innerhalb von  5ft von dir befindet, kannst du deine Reaktion nutzen, um den Angriffswurf zu benachteiligen.</p>"
        },
        {
            "id": "Prototype Battle Enhancement",
            "name": "Prototyp-Gefechtsverbesserung",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Kampflied-Verbesserung</em></p> <p>Während du dein Lied der Schlacht spielst, wenn du eine Tech-Kraft wirkst oder ein Klassenmerkmal verwendest die andere Kreaturen im Umkreis deines Liedes betrifft, kannst du eine Anzahl von ihnen in Höhe von 1 + Stärke der Stärke wählen. Die ausgewählten Kreaturen sind bei ihren Rettungswürfen gegen die Macht automatisch erfolgreich und sie erleiden keinen Schaden, wenn sie normalerweise bei einem erfolgreichen Rettungswurf den halben Schaden erleiden würden ein dritter Stoß.</p>"
        },
        {
            "id": "Prototype Biotic Amplifier",
            "name": "Prototyp eines biotischen Verstärkers",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe, biotischer Verstärker</em></p> <p>Sie stimmen Ihren biotischen Verstärker ab. Wenn eine Kreatur während des Tragens dieses Verstärkers vorübergehende Trefferpunkte von Ihrem biotischen Verstärker erhält, erhält sie stattdessen doppelt so viele. Dieser Betrag darf die Anzahl der zurückgewonnenen Trefferpunkte nicht überschreiten.</p>"
        },
        {
            "id": "Prototype Blastsaber",
            "name": "Prototyp Blasschwert",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe, Blastsaber-Konvertierung</em></p> <p>Du verfeinerst dein Blastsaber. Wenn du diese Umwandlung aktivierst, um die Eigenschaften deiner Lichtwaffe zu ändern, kannst du deine Bonusaktion nutzen, um dein modifiziertes Lichtschwert einen Energiestoß freizusetzen. Anderen Kreaturen als dir innerhalb von 5ft um die Zielkreatur muss ein Geschicklichkeitsrettungswurf gelingen. Bei einem fehlgeschlagenen Rettungswurf erleiden sie Ionenschaden in Höhe deines Intelligenzmodifikators.</p>"
        },
        {
            "id": "Prototype Brightsaber",
            "name": "Prototyp des Hellsäbels",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe, Brightsaber Conversion</em></p> <p>Du verfeinerst dein Brightsaber. Wenn Sie diese Umwandlung aktivieren, um die Eigenschaften Ihrer Lichtwaffe zu ändern, können Sie mit Ihrer Bonusaktion versuchen, das Ziel des Angriffs zu blenden. Der Kreatur muss ein Konstitutionsrettungswurf gelingen oder sie wird geblendet. </p>"
        },
        {
            "id": "Prototype Corrosive Amplifier",
            "name": "Prototyp eines korrosiven Verstärkers",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe, korrosiver Verstärker</em></p> <p>Sie optimieren Ihren korrosiven Verstärker. Wenn du diesen Verstärker aktivierst, ist der nächste Angriffswurf gegen diese Kreatur vor dem Ende ihres nächsten Zuges im Vorteil.</p>"
        },
        {
            "id": "Prototype Cryo Amplifier",
            "name": "Prototyp eines Kryoverstärkers",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe, Kryo-Verstärker</em></p> <p>Sie optimieren Ihren Kryo-Verstärker. Wenn du diesen Verstärker aktivierst, erhöht sich die Kreatur bis zum Ende deines nächsten Zuges um 1 verlangsamte Stufe. </p>"
        },
        {
            "id": "Prototype Disruption Enhancement",
            "name": "Verbesserung der Prototyp-Störung",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Verbesserung des Störungsliedes</em></p> <p>Wenn Sie Ihr Lied der Störung spielen und eine Kreatur, die Sie sehen können, die Sie hören kann, versucht es Um eine Kraft zu wirken, kannst du deine Reaktion nutzen, um die <em>Tech-Override</em>-Kraft auf der 3. Stufe zu wirken. Wenn du diese Kraft mit dieser Funktion wirkst, wirkt die Kraft sowohl gegen Tech- als auch gegen Force-Kräfte .</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie sie erneut verwenden können.</p>"
        },
        {
            "id": "Prototype Disruptorsaber",
            "name": "Prototyp eines Disruptorsschwerts",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe, Disruptorsschwert-Umwandlung</em></p> <p>Du verfeinerst dein Disruptorsschwert. Wenn du diese Umwandlung aktivierst, um die Eigenschaften deiner Lichtwaffe zu ändern, kannst du deine Bonusaktion nutzen, um zu versuchen, das Ziel deines Angriffs anfällig zu machen. Die Kreatur muss einen Stärkerettungswurf machen oder wird zu Boden geworfen.</p>"
        },
        {
            "id": "Prototype Explosive Amplifier",
            "name": "Prototyp eines explosiven Verstärkers",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe, Explosivverstärker</em></p> <p>Sie verfeinern Ihren Explosivverstärker. Wenn du diesen Verstärker aktivierst, wird die Kreatur auch 1 Minute lang gezündet. Zu Beginn jedes ihrer Züge erleidet die Kreatur </p> <p>zusätzlichen Feuerschaden in Höhe deines Intelligenzmodifikators und führt dann einen Geschicklichkeitswurf gegen deinen SG aus, der diesen Effekt bei einem Erfolg beendet. Wenn das Ziel oder eine Kreatur innerhalb von  5ft Entfernung eine Aktion zum Löschen der Flammen verwendet oder wenn ein anderer Effekt die Flammen löscht, endet der Effekt.</p>"
        },
        {
            "id": "Prototype Grounding System",
            "name": "Prototyp-Erdungssystem",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe, Erdungssystem</em></p> <p>Sie sind immun gegen den Schockzustand.</p>"
        },
        {
            "id": "Prototype Grounding System",
            "name": "Prototyp-Erdungssystem",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Erdungssystem</em></p> <p>Während du dein Gadgeteer-Gurtzeug trägst, bist du resistent gegen Blitzschäden.</p>"
        },
        {
            "id": "Prototype Ionizing Phased Array",
            "name": "Prototyp ionisierender Phased Array",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe, Ionisierendes Phased Array</em></p> <p>Während Ihr ionisierendes Feld aktiv ist, wenn Sie eine Tech-Kraft wirken oder ein Klassenmerkmal verwenden die andere Kreaturen in deinem Spielfeldradius betrifft, kannst du eine Anzahl von ihnen in Höhe von 1 + Stärke der Stärke wählen. Die ausgewählten Kreaturen sind bei ihren Rettungswürfen gegen die Macht automatisch erfolgreich und sie erleiden keinen Schaden, wenn sie bei einem erfolgreichen Rettungswurf normalerweise den halben Schaden erleiden würden.</p> <p>Zusätzlich erschaffst du, wenn du deine Ionisierende Phased-Array-Funktion verwendest eine dritte Explosion.</p>"
        },
        {
            "id": "Prototype Jamming Phased Array",
            "name": "Prototyp Jamming Phased Array",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe, Jamming Phased Array</em></p> <p>Während dein Jamming-Feld aktiv ist, wenn eine Kreatur auf deinem Feld versucht, eine Tech zu wirken Macht, kannst du deine Reaktion nutzen, um die <em>Tech-Override</em>-Macht auf der 3. Stufe zu wirken, ohne Tech-Punkte auszugeben. Wenn du diese Kraft mit dieser Funktion wirkst und den Techcasting-Fähigkeitswurf als Teil dieses Zaubers absolvierst, addierst du deinen Fähigkeitsbonus zum Wurf.</p> <p>Nachdem du diese Funktion benutzt hast, musst du a . abschließen kurze oder lange Pause, bevor Sie es wieder verwenden können.</p>"
        },
        {
            "id": "Prototype Power Fist",
            "name": "Prototyp Power Fist",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Power Fist</em></p> <p>Du modifizierst deinen modifizierten Panzerhandschuh mit erhöhter Verstärkung und höherem Gewicht. Der unbewaffnete Schlag deiner modifizierten Rüstung verursacht [[/r 1W6]] Kinetikschaden und hat die folgende Eigenschaft.</p> <p>Wenn du oder dein Ziel sich unmittelbar vor einem unbewaffneten Angriff mindestens 10ft in einer geraden Linie bewegen, Der erste unbewaffnete Angriff, den du ausführst, verursacht zusätzlichen Schaden in Höhe deines Intelligenzmodifikators.</p>"
        },
        {
            "id": "Prototype Support Enhancement",
            "name": "Verbesserung der Prototypenunterstützung",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Verbesserung des Unterstützungsliedes</em></p> <p>Während Sie Ihr Lied der Unterstützung spielen, wenn Sie die Potent Amplitude-Funktion Ihres Liedes der Unterstützung verwenden, das Ziel erleidet stattdessen keinen Schaden, wenn ihm der Rettungswurf gelingt, und nur halben Schaden, wenn er scheitert.</p>"
        },
        {
            "id": "Prototype Targeting Phased Array",
            "name": "Prototyp-Targeting Phased Array",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe, Phased Array zur Zielmarkierung</em></p> <p>Während Ihr Zielfeld aktiv ist, können Sie als Aktion das <em>Scramble-Interface</em>-Power auf 3. Stufe, ohne Tech-Punkte auszugeben. </p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie sie wieder verwenden können.</p>"
        },
        {
            "id": "Prototype Transmitter",
            "name": "Prototyp Sender",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Sie optimieren Ihr Senderdesign weiter und erweitern die Fläche Ihrer Felder. Wenn Sie ein Feld aktivieren, können Sie den Radius Ihres Feldes verdoppeln.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine lange Pause einlegen, bevor Sie sie wieder verwenden können.</p>"
        },
        {
            "id": "Pushing Attack",
            "name": "Stoßangriff",
            "description": "<p>Wenn du eine Kreatur mit einem Waffenangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um zu versuchen, das Ziel zurückzutreiben. Du addierst den Überlegenheitswürfel zum Schadenswurf des Angriffs und wenn das Ziel groß oder kleiner ist, muss es einen Stärkerettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf schiebst du das Ziel bis zu 15ft von dir weg.</p>"
        },
        {
            "id": "Quell Shot",
            "name": "Quell Shot",
            "description": "<p>Du feuerst einen Schuss ab, der mit einem schwächenden Gift verstärkt ist. Die vom Schuss getroffene Kreatur erleidet zusätzlich [[/r 2W6]] Giftschaden. Dem Ziel muss auch ein Konstitutionsrettungswurf gelingen, oder der durch seine Waffenangriffe verursachte Schaden wird bis zum Beginn deines nächsten Zuges halbiert.</p> <p>Der Giftschaden erhöht sich auf [[/r 4W6]], wenn du Erreiche die 18. Stufe in dieser Klasse.</p>"
        },
        {
            "id": "Quick Analysis",
            "name": "Schnellanalyse",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Wenn Sie die Initiative ergreifen und nicht überrascht sind, können Sie Ihre Reaktion nutzen, um Ihre Kritische Analyse zu verwenden. </p>"
        },
        {
            "id": "Quick Start Engine",
            "name": "Schnellstart-Engine",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Jet Pack</em></p> <p>Du kannst dein Jet Pack jetzt als Objektinteraktion statt als Bonusaktion aktivieren.</p>"
        },
        {
            "id": "Rally",
            "name": "Rallye",
            "description": "<p>In deinem Zug kannst du eine Bonusaktion nutzen und einen Überlegenheitswürfel verbrauchen, um die Entschlossenheit eines deiner Gefährten zu stärken. Wählen Sie dabei eine freundliche Kreatur, die Sie sehen oder hören kann. Diese Kreatur erhält vorübergehende Trefferpunkte in Höhe des Überlegenheitswürfelwurfs + deinem Charisma-Modifikator.</p>"
        },
        {
            "id": "Rancor's Discipline",
            "name": "Rancors Disziplin",
            "description": "<p>Sie können Weisheit oder Charisma (ausgewählt, wenn Sie diese Disziplin studieren) durch Intelligenz für Ihre Gelehrtenklassenmerkmale ersetzen, außer bei anderen Entdeckungen.</p>"
        },
        {
            "id": "Rancor's Instinct",
            "name": "Rancors Instinkt",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Während du wütend bist, hat jede feindliche Kreatur in einem Umkreis von  5ft um dich einen Nachteil bei Angriffswürfen gegen Ziele mit dieser Funktion außer dir oder einem anderen Charakter. Ein Feind ist gegen diesen Effekt immun, wenn er dich nicht sehen oder hören kann oder wenn er sich nicht erschrecken lässt.</p>"
        },
        {
            "id": "Recoil Dampener",
            "name": "Rückstoßdämpfer",
            "description": "<p><em><strong>Voraussetzung:</strong> Blaster mit der Festigkeitseigenschaft</em></p> <p>Sie installieren einen Rückstoßdämpfer in Ihrem modifizierten Blaster und entfernen die Festigkeitseigenschaft daraus.</p> p>"
        },
        {
            "id": "Recycled Adrenals",
            "name": "Recycelte Nebennieren",
            "description": "<p>Sie können eine einzelne Nebenniere verstärken, um ihre Ladung wiederzuerlangen. Diese Nebenniere kann nur von Ihnen verwendet werden und kann nur Sie betreffen. Sobald Sie diese Nebenniere verwendet haben, können Sie sie nicht wieder verwenden, bis Sie eine kurze oder lange Pause beendet haben.</p>"
        },
        {
            "id": "Recycled Explosives",
            "name": "Recycelte Sprengstoffe",
            "description": "<p>Du kannst einen einzelnen Sprengstoff verstärken, um seine Ladung wiederzuerlangen. Dieser Sprengstoff kann nur von dir verwendet werden und verwendet deinen Tech-Save-SG anstelle seines eigenen, es sei denn, sein eigener SG wäre höher. Sobald Sie diesen Sprengstoff verwendet haben, können Sie ihn nicht wieder verwenden, bis Sie eine kurze oder lange Pause beendet haben.</p>"
        },
        {
            "id": "Recycled Stimpacs",
            "name": "Recycelte Stimpacs",
            "description": "<p>Sie können einen einzelnen Stimpac verstärken, um seine Ladung wiederzuerlangen. Dieses Stimpac kann nur von Ihnen verwendet werden und kann nur Sie betreffen. Sobald Sie diesen Stimpac verwendet haben, können Sie ihn nicht wieder verwenden, bis Sie eine kurze oder lange Pause beendet haben.</p>"
        },
        {
            "id": "Redundant Circuits",
            "name": "Redundante Schaltkreise",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe</em></p> <p>Sie können zwei Felder gleichzeitig aktiv haben. </p>"
        },
        {
            "id": "Reinforced Underlay",
            "name": "Verstärkte Unterlage",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du erhältst einen Bonus von +1 auf die RK gegen Fernkampfangriffe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Reliable Sources",
            "name": "Verlässliche Quelle",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Wenn du einen Intelligenz- (Kunde)- oder Intelligenz- (Natur)-Fertigkeitscheck machst, mit dem du deinen Fähigkeitsbonus hinzufügen kannst , kannst du einen [[/r d20]] Wurf von 9 oder weniger als 10 behandeln.</p>"
        },
        {
            "id": "Reliable Words",
            "name": "Zuverlässige Worte",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Wenn du einen Fertigkeitswurf für Täuschung, Einschüchterung oder Überredung absolvierst, darfst du jeden Wurf 9 oder niedriger als . behandeln wenn du eine 10 gewürfelt hättest.</p>"
        },
        {
            "id": "Rendcasting Controller",
            "name": "Rendcasting-Controller",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du erhältst einen Bonus von +1 auf den Tech-Save-SG der von dir gewirkten Kräfte, für die ein Geschick- oder Intelligenzsparen erforderlich ist Wurf. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Rendcasting Inhibitor",
            "name": "Rendcasting-Inhibitor",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du deinen Körper als Tech-Fokus nutzt, erhältst du einen Bonus von +1 auf den Tech-Save-SG der Kräfte du wirkst, für die ein Geschick- oder Intelligenz-Rettungswurf erforderlich ist. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Resistance",
            "name": "Widerstand",
            "description": "<p><em><strong>Voraussetzung:</strong> Rüstung</em></p> <p>Du stimmst deine modifizierte Rüstung gegen bestimmte Arten von Schaden ab. Wählen Sie Säure-, Kälte-, Feuer-, Ionen-, Blitz- oder Schallschaden. Während du deine modifizierte Rüstung trägst, hast du Widerstand gegen diese Art von Schaden. </p> <p>Sie können diese Modifikation mehrmals auswählen. Jedes Mal, wenn Sie dies tun, müssen Sie einen anderen Schadenstyp auswählen.</p>"
        },
        {
            "id": "Resolute",
            "name": "Entschlossen",
            "description": "<p>Wenn du einen Rettungswurf machst, um Zauber- und Angsteffekten zu widerstehen, kannst du deinen Intelligenzmodifikator zum Wurf hinzufügen.</p>"
        },
        {
            "id": "Resource Appropriation",
            "name": "Ressourcenzuweisung",
            "description": "<p><em><strong>Voraussetzung:</strong> 11. Stufe</em></p> <p>Wenn Sie das Ziel Ihrer Funktion \"Kritische Analyse\" auf 0 Trefferpunkte reduzieren und noch Tech-Punkte übrig sind, Sie können sich dafür entscheiden, alle verbleibenden Tech-Punkte zu erhalten. Ihre aktuellen Tech-Punkte können Ihr Tech-Punkte-Maximum nicht überschreiten.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie sie wieder verwenden können.</p>"
        },
        {
            "id": "Responder's Routine",
            "name": "Routine des Antwortenden",
            "description": "<p>Wenn du Initiative würfelst, kannst du deinen Fähigkeitsbonus zum Initiativewurf hinzufügen und einen Vorteil bei Angriffswürfen gegen Kreaturen haben, die noch nicht gehandelt haben. Alternativ kannst du jeder Kreatur innerhalb von  5ft um dich herum erlauben, die Hälfte deines Fähigkeitsbonus zum Initiativewurf hinzuzufügen und beim ersten Angriffswurf, den sie gegen eine Kreatur macht, die noch nicht gehandelt hat, einen Vorteil zu haben.</p>"
        },
        {
            "id": "Restful Melody",
            "name": "Erholsame Melodie",
            "description": "<p>Während einer kurzen Pause können Sie ein verjüngendes Lied spielen, um die Genesung Ihrer Verbündeten zu unterstützen. Wenn du oder eine befreundete Kreatur, die deine Leistung hören kann, am Ende der kurzen Pause Trefferpunkte zurückerlangt, erhält jede dieser Kreaturen [[/r 1W6]] zusätzliche Trefferpunkte zurück.</p> <p>Die zusätzlichen Trefferpunkte steigt, wenn du bestimmte Stufen in dieser Klasse erreichst: auf [[/r 1W8]] auf der 9. Stufe, auf 1W 10 auf der 13. Stufe und auf [[/r 1W12]] auf der 17. Stufe.</p>"
        },
        {
            "id": "Return Fire",
            "name": "Feuer zurückgeben",
            "description": "<p>Wenn eine Kreatur dich mit einem Fernkampfangriff verfehlt, kannst du deine Reaktion nutzen und einen Überlegenheitswürfel aufwenden, um einen Fernkampfangriff gegen die Kreatur durchzuführen. Wenn du triffst, addierst du den Überlegenheitswürfel zum Schadenswurf des Angriffs.</p>"
        },
        {
            "id": "Returning Weapon",
            "name": "Zurückkehrende Waffe",
            "description": "<p>Du installierst eine einziehbare Kette im Griff deines modifizierten Lichtschwerts. Dein modifiziertes Lichtschwert erhält die Wurfeigenschaft mit einer Reichweite von 20/60 und wenn du die Waffe wirfst, kehrt sie sofort in deine Hand zurück.</p>"
        },
        {
            "id": "Returning Weapon Guard",
            "name": "Zurückkehrender Waffenschutz",
            "description": "<p><em><strong>Voraussetzung:</strong> Vibroweapon</em></p> <p>Sie installieren eine einziehbare Kette in Ihrem modifizierten Vibroeapon. Besitzt die Waffe noch nicht die Wurfeigenschaft, erhält sie diese mit einer Reichweite von 20/60. Außerdem erhält es die Rückgabeeigenschaft.</p>"
        },
        {
            "id": "Riposte",
            "name": "Riposte",
            "description": "<p>Wenn eine Kreatur dich mit einem Nahkampfangriff verfehlt, kannst du deine Reaktion nutzen und einen Überlegenheitswürfel aufwenden, um einen Nahkampfwaffenangriff gegen die Kreatur durchzuführen. Wenn du triffst, addierst du den Überlegenheitswürfel zum Schadenswurf des Angriffs.</p>"
        },
        {
            "id": "Running on Fumes",
            "name": "Laufen auf Dämpfen",
            "description": "<p>Sie brauchen während einer langen Ruhepause nur 3 Stunden Schlaf, um ihre Vorteile zu nutzen, anstatt 6. Wenn Ihre lange Ruhezeit unterbrochen würde, müssen Sie außerdem nur die lange Ruhezeit beenden, anstatt sie neu zu starten, um ihre Vorteile zu nutzen. Schließlich hast du einen Vorteil bei Rettungswürfen gegen Erschöpfung.</p>"
        },
        {
            "id": "Runtime Extension",
            "name": "Laufzeiterweiterung",
            "description": "<p>Wenn eine von dir gewirkte Tech-Kraft mit einer Dauer von 1 Minute oder länger das Ende ihrer Wirkungsdauer erreicht, kannst du einen Überlegenheitswürfel aufwenden, um die Wirkungsdauer der Kraft um eine Anzahl von Runden zu verlängern, die der Zahl deines Überlegenheitswürfels entspricht .</p>"
        },
        {
            "id": "Rush",
            "name": "Eilen",
            "description": "<p>Während du ein verbessertes Lied spielst, erhöht sich deine Geschwindigkeit um 3 Fuß und Gelegenheitsangriffe gegen dich haben einen Nachteil.</p>"
        },
        {
            "id": "Savage Sortilege",
            "name": "Wilde Sortilege",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Du ignorierst die Resistenz gegen psychischen Schaden und du hast Resistenz gegen psychischen Schaden.</p>"
        },
        {
            "id": "Scrapper's Armor",
            "name": "Rüstung des Schrotters",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du erlangst Kenntnisse in mittlerer Rüstung. Wenn Sie bereits mittlere Rüstungen beherrschen, erwerben Sie stattdessen Kenntnisse in schwerer Rüstung.</p>"
        },
        {
            "id": "Screening Weapon",
            "name": "Screening-Waffe",
            "description": "<p>Sie modifizieren Ihre modifizierte Waffe mit einem Geräuschdämpfungsmodul. Wenn du mit deiner versteckten Waffe einen Waffenangriff durchführst, haben Untersuchungs- und Wahrnehmungstests, die auf Geräusche angewiesen sind, um dich zu lokalisieren, einen Nachteil.</p>"
        },
        {
            "id": "Sealed Suit",
            "name": "Versiegelter Anzug",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Rüstung</em></p> <p>Als Bonusaktion kannst du deine modifizierte Rüstung hermetisch versiegeln, wodurch du einen Luftvorrat für bis zu . erhältst 1 Stunde und macht Sie immun gegen Gift (aber nicht von bestehenden Vergiftungszuständen). Deine Rüstung erhält 1 Minute Luft für jede Minute, die du nicht unter Wasser bist und die Rüstung nicht versiegelt ist.</p> <p>Außerdem gilt du, während du deine modifizierte Rüstung trägst, als an kaltes und heißes Klima angepasst sowie großer Höhe, wie in Kapitel 5 des Dungeon Master's Guide beschrieben. </p>"
        },
        {
            "id": "Secret Ingredient",
            "name": "Geheimzutat",
            "description": "<p>Wenn du oder eine befreundete Kreatur, die während ihrer letzten kurzen oder langen Pause von dir zubereitete Nahrung verzehrt hat, temporäre Trefferpunkte erhält, erhöht sich die Anzahl der temporären Trefferpunkte, die sie erhalten, um den Betrag deines Kritischen-Analyse-Modifikators.</p>"
        },
        {
            "id": "Seeking Shot",
            "name": "Suche nach Schuss",
            "description": "<p>Sie legen Ihrem Schuss ein Verfolgungssignal an. Wenn Sie diese Option verwenden, machen Sie keinen Angriffswurf für den Angriff. Wähle stattdessen eine Kreatur aus, die du in der letzten Minute gesehen hast. Der Schuss fliegt auf diese Kreatur zu, bewegt sich bei Bedarf um Ecken und ignoriert Dreiviertel- und Halbdeckung. Befindet sich das Ziel in Reichweite der Waffe und gibt es einen Weg, der groß genug ist, damit der Schuss das Ziel erreichen kann, muss das Ziel einen Geschicklichkeitsrettungswurf ausführen. Andernfalls verschwindet der Schuss, nachdem er so weit wie möglich gereist ist. Bei einem fehlgeschlagenen Rettungswurf erleidet das Ziel Schaden, als ob es von dem Schuss getroffen worden wäre, plus zusätzlich [[/r 1W6]] Kinetikschaden, und du erfährst die aktuelle Position des Ziels. Bei einem erfolgreichen Rettungswurf erleidet das Ziel halb so viel Schaden und du erfährst seine Position nicht.</p> <p>Der kinetische Schaden erhöht sich auf [[/r 2W6]], wenn du die 18. Stufe in dieser Klasse erreichst. </p>"
        },
        {
            "id": "Self-Injection Module",
            "name": "Selbstinjektionsmodul",
            "description": "<p>Sie installieren einen speziellen Kolto-Injektor in Ihrem modifizierten Biochemiker-Paket, der Ihnen als Reaktion auf Schmerzen Kolto injizieren kann. Wenn du Schaden erleidest, kannst du deine Reaktion nutzen und einen Trefferwürfel verbrauchen, um Gesundheit wiederherzustellen, solange der Schaden deine Trefferpunkte nicht auf 0 reduziert.</p>"
        },
        {
            "id": "Sensor Scramblers",
            "name": "Sensor-Scrambler",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Alle Kreaturen in einem Umkreis von 10ft um dich werden von elektronischen Sensoren und Kameras nicht erkannt. Alles, was diese Kreaturen tragen oder tragen, ist ebenfalls nicht nachweisbar, solange es an der Person der Kreatur liegt. Die Kreaturen sind für normale Sicht immer noch sichtbar.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine lange Pause einlegen, bevor Sie sie wieder verwenden können.</p>"
        },
        {
            "id": "Sentient Armor",
            "name": "Empfindsame Rüstung",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe, künstlich intelligent</em></p> <p>Ihre künstliche Intelligenz hat gelernt, den Anzug zu steuern, ohne dass Sie darin sitzen. Es ist jetzt ein gültiges Ziel der Technologiemacht <em>Tracker-Droiden-Schnittstelle</em>.</p> <p>Während deine Rüstung unabhängig agiert, nutzt sie deine Fähigkeitspunkte, Rettungswürfe und Fähigkeiten Trefferpunkte in Höhe deiner Ingenieurstufe. Wenn es auf 0 Trefferpunkte reduziert wird, fällt es direkt zu Boden und kann erst nach einer langen Pause wieder ausgerüstet werden.</p>"
        },
        {
            "id": "Sentry Turret",
            "name": "Wachturm",
            "description": "<p>Sie lernen, wie man kleine Wachtürme in Form von Kugeln herstellt, die auf jeder Oberfläche haften können. Als Aktion oder Bonusaktion (Ihrer Wahl) können Sie einen Wachposten zu einem Punkt werfen, den Sie in Reichweite (30 Fuß + Ihr Stärkemodifikator x 5) sehen können. Am Ende jedes deiner Züge zielt ein aufgestellter Posten automatisch auf eine feindliche Kreatur innerhalb von 10ft Entfernung. Wenn mehrere Ziele verfügbar sind, wird zufällig eines ausgewählt. Das Ziel muss einen Geschicklichkeitsrettungswurf ausführen. Bei einem fehlgeschlagenen Rettungswurf erleidet es [[/r 1W4]] Energieschaden und erhält bis zum Ende deines nächsten Zuges 1 Verlangsamungsstufe. Wenn eine Kreatur von mehr als einer dieser Wachen anvisiert würde, macht sie diesen Rettungswurf nur einmal und erleidet zusätzlich [[/r d4]] Schaden für jede weitere Wache über die erste hinaus.</p> <p>Die Wachen haben 1 Trefferpunkt, eine Rüstungsklasse von 10 und kann während einer langen Pause repariert werden. Jeder Wachposten dauert 1 Minute, bevor er deaktiviert wird. Sie können eine Anzahl von Wachen in Höhe Ihres Intelligenzmodifikators unterhalten. Sobald eine Wache aktiviert wurde, kann sie nicht wieder aktiviert werden, bis Sie eine kurze oder lange Pause beendet haben.</p>"
        },
        {
            "id": "Sentry Turret",
            "name": "Wachturm",
            "description": "<p>Sie lernen, wie man kleine Wachtürme in Form von Kugeln herstellt, die auf jeder Oberfläche haften können. Als Aktion oder Bonusaktion (Ihrer Wahl) können Sie einen Wachposten zu einem Punkt werfen, den Sie in Reichweite (30 Fuß + Ihr Stärkemodifikator x 5) sehen können. Am Ende jedes deiner Züge zielt ein aufgestellter Posten automatisch auf eine feindliche Kreatur innerhalb von 10ft Entfernung. Wenn mehrere Ziele verfügbar sind, wird zufällig eines ausgewählt. Das Ziel muss einen Geschicklichkeitsrettungswurf ausführen. Bei einem fehlgeschlagenen Rettungswurf erleidet er [[/r 1W4]] Energieschaden und erhält 1 Verlangsamungsstufe bis zum Ende deines nächsten Zuges.</p> <p>Die Wachen haben 1 Trefferpunkt, eine Rüstungsklasse von 10 und kann im Laufe einer langen Pause repariert werden. Jeder Wachposten dauert 1 Minute, bevor er deaktiviert wird. Sie können eine Anzahl von Wachen in Höhe Ihres Intelligenzmodifikators unterhalten. Sobald eine Wache aktiviert wurde, kann sie nicht wieder aktiviert werden, bis Sie eine kurze oder lange Pause beendet haben.</p>"
        },
        {
            "id": "Sharp Noise",
            "name": "Scharfes Rauschen",
            "description": "<p>Wählen Sie als Aktion beim Tragen Ihres modifizierten Instruments eine Kreatur, die Sie sehen können. Wenn es dich hören kann, muss es einen Konstitutionsrettungswurf erfolgreich durchführen oder [[/r 1W4]] Schallschaden erleiden und bei seinem nächsten Angriffswurf vor dem Ende seines nächsten Zuges einen Nachteil haben.</p> <p>Diese Funktion ist Der Schaden erhöht sich um [[/r 1W4]], wenn du die 5. Stufe ([[/r 2W4]]), die 11. Stufe ([[/r 3W4]]) und die 17. Stufe ([[/r 4W4]]) erreichst. </p>"
        },
        {
            "id": "Sharpshooter's Routine",
            "name": "Routine des Scharfschützen",
            "description": "<p>Zu Beginn jedes deiner Züge kannst du einen Bonus in Höhe deines Intelligenzmodifikators auf deinen ersten Waffenangriffswurf vor Beginn deines nächsten Zuges erhalten. Alternativ kannst du jeder Kreatur innerhalb von  5ft um dich herum erlauben, die Hälfte deines Intelligenzmodifikators zum ersten Waffenangriffswurf hinzuzufügen, den sie vor Beginn deines nächsten Zuges macht.</p>"
        },
        {
            "id": "Shield Amplifier",
            "name": "Abschirmverstärker",
            "description": "<p><em><strong>Voraussetzung:</strong> Schildgenerator</em></p> <p>Du modifizierst deinen Schildgenerator so, dass er nach außen ragt. Als Bonusaktion kannst du deinen Schild bis zum Beginn deines nächsten Zuges verstärken. Jede Kreatur innerhalb von 5ft um dich herum erhält einen RK-Bonus in Höhe deines Schildbonus.</p> <p>Du kannst diese Funktion mehrmals in Höhe deines Intelligenzmodifikators verwenden (mindestens einmal). Du erhältst alle verbrauchten Verwendungen zurück, wenn du eine lange Pause beendet hast.</p>"
        },
        {
            "id": "Shield Anchor",
            "name": "Schildanker",
            "description": "<p><em><strong>Voraussetzung:</strong> Physischer Schild</em></p> <p>Sie modifizieren Ihren Schild, um ihn als tragbare Deckungsquelle zu verwenden. Als Aktion können Sie den Schild verankern oder bergen. Während Sie verankert sind, profitieren Sie nicht von einem Schild und es ist keine Hand erforderlich. Stattdessen bietet ein leichter Schild, während er verankert ist, eine viertel Deckung, ein mittlerer Schild bietet halbe Deckung und ein großer Schild bietet dreiviertel Deckung.</p>"
        },
        {
            "id": "Shock Absorber",
            "name": "Stoßdämpfer",
            "description": "<p>Du fügst deiner modifizierten Waffe ein Rückgewinnungsgerät hinzu, um Energie aus der Umgebung zu sammeln, wenn es vorhanden ist. Während du deine modifizierte Waffe schwingst, kannst du die Tech-Kraft <em>Energie absorbieren</em> wirken und der zusätzliche Schaden der Kraft gilt sowohl für Nahkampf- als auch für Fernkampfwaffenangriffe.</p>"
        },
        {
            "id": "Shock Mount",
            "name": "Schwingungsdämpfer",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Wenn du dein Instrument als Tech-Fokus nutzt, erhältst du einen Bonus von +1 auf deinen Tech-Save-SG. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Shocking Barrier",
            "name": "Schockierende Barriere",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Sie haben Ihre Barrieren verbessert. Immer wenn eine Kreatur mit einer deiner aktiven Barrieren Schaden von einer Kreatur innerhalb von  5ft Entfernung erleidet, kann die beschädigte Kreatur deinen Mächtigen Fähigkeitswürfel würfeln und das Ergebnis des Würfels als Blitzschaden an der Kreatur verursachen, die sie beschädigt hat.</p>"
        },
        {
            "id": "Shocking Harpoon",
            "name": "Schockierende Harpune",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Harpunenrolle</em></p> <p>Nachdem Sie eine Kreatur mit dem Harpunenfeuermodus getroffen haben, können Sie die Verbindung verwenden, um ein At . zu liefern -wird Tech-Power. Als Bonusaktion können Sie eine beliebige Tech-Kraft mit einer Reichweite von Berührungen auf das Ziel wirken. Wenn die Kraft einen Angriffswurf erfordert, bist du im Vorteil. Wenn das Ziel einen Rettungswurf erfordert, hat das Ziel einen Nachteil. </p> <p>Wenn Sie diese Funktion einmal verwendet haben, können Sie sie nicht wieder verwenden, bis Sie die Harpune wiederhergestellt haben.</p>"
        },
        {
            "id": "Shocking Hook",
            "name": "Schockierender Haken",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, am Handgelenk befestigter Enterhaken</em></p> <p>Nachdem Sie eine Kreatur mit Ihrem Enterhaken getroffen haben, können Sie die Verbindung verwenden, um zu liefern eine nach Belieben Tech-Power. Als Bonusaktion können Sie eine beliebige Tech-Kraft mit einer Reichweite von Berührungen auf das Ziel wirken. Wenn die Kraft einen Angriffswurf erfordert, bist du im Vorteil. Wenn das Ziel einen Rettungswurf erfordert, hat das Ziel einen Nachteil. </p> <p>Wenn Sie diese Funktion einmal verwendet haben, können Sie sie nicht wieder verwenden, bis Sie den Haken wiederhergestellt haben.</p>"
        },
        {
            "id": "Shocking Oscillator",
            "name": "Schockierender Oszillator",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Vibrowaffe</em></p> <p>Wenn du mit der Waffe triffst, kannst du einen elektronischen Stoß erzeugen. Jede Kreatur in einem 15ft großen Kegel, der sich um die getroffene Kreatur dreht, muss einen Geschicklichkeitswurf gegen deinen SG für Technologiewürfe machen und erleidet [[/r 1W8]] Blitzschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel bei einem erfolgreichen.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine lange Pause einlegen, bevor Sie sie wieder verwenden können.</p>"
        },
        {
            "id": "Side Effects",
            "name": "Nebenwirkungen",
            "description": "<p>| [[/r d20]] | Nebenwirkungen |</p> <p>|:----:|:------------|</p> <p>| 1 | Es stellt sich heraus, dass die Kreatur gegen diese spezielle Behandlung allergisch ist. Jeder Fähigkeitswert wird um 1 reduziert. |</p> <p>| 2 | Die Kreatur beginnt unkontrolliert zu niesen. Jeder Angriffswurf mit einem Würfelwert von 19 führt zu einem Fehlschlag aufgrund eines schlecht getimten Niesens. |</p> <p>| 3 | Die Beine der Kreatur schwellen an. Die Kreatur erhält 1 Verlangsamungsstufe. |</p> <p>| 4 | Die Kreatur wird eine Nummer größer oder kleiner. |</p> <p>| 5 | Die Haut an ihren Gelenken verwandelt sich in ein Holzmaterial, was ihnen einen Bonus von +2 auf die RK gibt. |</p> <p>| 6 | Der Körper der Kreatur beginnt, starke Magensäure in großen Mengen zu produzieren. Die Kreatur kann eine Aktion verwenden, um Magensäure in einen 15ft langen Kegel zu spucken. Der SG für diesen Rettungswurf beträgt 8 + dein Fähigkeitsbonus + dein Konstitutionsmodifikator. Eine Kreatur erleidet [[/r 2W6]] Säureschaden bei einem fehlgeschlagenen Rettungswurf und halb so viel Schaden bei einem erfolgreichen. Der Schaden erhöht sich auf [[/r 3W6]] auf der 5. Stufe, [[/r 4W6]] auf der 11. Stufe und [[/r 5W6]] auf der 17. Stufe. | </p> <p>| 7 | Die Kreatur wird stumm und hat unkontrollierbares Gas. Sie haben einen Nachteil bei Geschicklichkeitsprüfungen (Heimlichkeit), die auf Geruch beruhen.|</p> <p>| 8 | Die Augen der Kreatur leuchten leuchtend rot. Die Kreatur erhält auch Dunkelsicht, aber wenn sie bereits Dunkelsicht hat, bekommt sie stattdessen leichte Kopfschmerzen. |</p> <p>| 9 | Die Kreatur erhält einen Vorteil bei Wahrnehmungswürfen basierend auf dem Gehör, aber alles erscheint ihnen unangenehm laut. Sie werden anfällig für Schallschaden. |</p> <p>| 10 | Die Behandlung verlangsamt ihre Gehirnfunktion und reduziert ihre Intelligenz um 4.|</p> <p>| 11 | Die Haut der Kreatur wird dunkelviolett. Wenn sie bereits lila sind, werden sie stattdessen hellrosa. |</p> <p>| 12 | Die Kreatur wird mit kränklichen, grünen Pusteln bedeckt. Wenn die Kreatur von einem Nahkampfangriff getroffen wird, erleidet der Angreifer [[/r 1W4]] Giftschaden. |</p> <p>| 13 | Die Haut der Kreatur beginnt sich durch den inneren Druckaufbau stark aufzublähen und kann bei einem starken Aufprall explodieren. Immer wenn die Kreatur Schaden erleidet, muss sie einen Konzentrationswurf bestehen oder die Kreatur erleidet Bewegungsschaden in Höhe der Hälfte ihrer maximalen Trefferpunkte. Andere Kreaturen innerhalb von 10ft um die Explosion erleiden ebenfalls ein Viertel des Schadens. Sobald diese Explosion auftritt, wird ihre Haut sehr weich. |</p> <p>| 14 | Die Kreatur lässt schnell überall Körperbehaarung wachsen, einschließlich des Gesichts, bis sie einem Wookiee ähneln. Wenn sie bereits ein Wookiee sind, tritt der umgekehrte Effekt auf; alle Haare fallen sofort ab und die Haut bleibt frei. |</p> <p>| 15 | Die Körpertemperatur der Kreatur schwankt extrem. Sie gewinnen Widerstand gegen Kälte- und Feuerschaden.|</p> <p>| 16 | Die Kreatur wird hungrig. Jede Stunde, die sie nicht gegessen haben, werden sie erschöpft. |</p> <p>| 17 | Die Kreatur glaubt, dass sie der Auserwählte ist. |</p> <p>| 18 | Die Kreatur hat Schwierigkeiten, sich auszuruhen. Die Menge, die sie von Trefferwürfeln heilen, wird jetzt halbiert. |</p> <p>| 19 | Die Bewegungsgeschwindigkeit der Kreatur wird um 15ft erhöht und Gelegenheitsangriffe auf sie haben Nachteile. |</p> <p>| 20 | Die Kreatur erhält [[/r 10W10]] Trefferpunkte und sie fühlt sich glücklich und sorglos. |</p>"
        },
        {
            "id": "Siege Weapon",
            "name": "Belagerungswaffe",
            "description": "<p>Sie modifizieren Ihre Waffe, um gegen Barrieren effektiver zu sein. Deine Waffe verursacht doppelten Schaden gegen Gebäude.</p>"
        },
        {
            "id": "Simple Melodies",
            "name": "Einfache Melodien",
            "description": "<p>Wenn Sie Ihr modifiziertes Instrument halten und nicht aktiv ein Lied spielen, können Sie jede technische Kraft, die Sie wirken könnten und deren Schadensart durch Ihre Potent Amplitude geändert werden könnte, so wirken, als ob sie mit Potent Amplitude verwendet würde. </p> <p>Du kannst diese Funktion so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Skill's Exploit",
            "name": "Ausbeutung der Fähigkeit",
            "description": "<p>Sie lernen einen Exploit, der Ihre Fähigkeit verbessert, Ihr Wissen in Kampfsituationen anzuwenden. Sie können diesen Exploit mehrmals ausführen.</p> <p>Wenn Sie die Angriffsaktion ausführen, können Sie einen Ihrer Skill-Exploits verwenden, die durch diese Funktion gewährt werden. Du kannst diese Funktionen so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Sie erhalten alle verbrauchten Anwendungen zurück, wenn Sie eine lange Pause beenden.</p> <p>Wählen Sie aus den folgenden. Sie müssen die Fertigkeit beherrschen, um den Exploit dieser Fertigkeit nutzen zu können. </p> <p><strong><em>Zielen (Heimlichkeit).</em></strong> Du versuchst, einen Angriff gegen eine Kreatur auszurichten, vor der du siehst, dass du dich versteckst. Machen Sie einen Wurf auf Geschicklichkeit (Heimlichkeit), der durch den Wurf auf Weisheit (Wahrnehmung) des Ziels bestritten wird. Wenn dein Wurf erfolgreich ist, erhältst du einen Bonus von +10 auf den ersten Angriffswurf, den du vor dem Ende deines nächsten Zuges gegen das Ziel machst. Wenn Ihre Prüfung fehlschlägt, sind Sie nicht länger vor dem Ziel verborgen.</p> <p><strong><em>Winkel (Wahrnehmung).</em></strong> Sie versuchen, das Verhalten eines Humanoiden vorherzusagen kann innerhalb von 30 Fuß sehen. Mache einen Wurf auf Weisheit (Wahrnehmung), der durch den Wurf auf Geschicklichkeit (Handfertigkeit) des Ziels umkämpft wird. Wenn dein Wurf erfolgreich ist, hat der erste Angriffswurf, den das Ziel vor Beginn deines nächsten Zuges macht, einen Nachteil, und der erste Rettungswurf, den die Kreatur vor dem Beginn deines nächsten Zuges macht, hat einen Nachteil. Wenn Ihre Prüfung fehlschlägt, können Sie diese Funktion für dieses Ziel 1 Stunde lang nicht mehr verwenden.</p> <p><strong><em>Battle Cry (Einschüchterung).</em></strong> Sie versuchen es einen Humanoiden zu demoralisieren, den Sie innerhalb von 30ft von Ihnen sehen und der Sie sehen und hören kann. Mache einen Wurf für Charisma (Einschüchterung), der durch den Wurf auf Weisheit (Einsicht) des Ziels angefochten wird. Wenn dein Wurf erfolgreich ist, hat das Ziel bis zum Ende deines nächsten Zuges Angst. Wenn das Ziel bereits Angst vor dir hatte, muss es sofort alles fallen lassen, was es hält. Wenn es in seinem nächsten Zug immer noch Angst vor Ihnen hat, muss es die Aktion Sprint ausführen und sich auf dem sichersten verfügbaren Weg von Ihnen entfernen, es sei denn, es gibt keinen Ort zum Bewegen. Wenn Ihre Prüfung fehlschlägt, können Sie diese Funktion 1 Stunde lang nicht mehr für dieses Ziel verwenden.</p> <p><strong><em>Charme (Überzeugung).</em></strong> Sie versuchen zu überzeugen einen Humanoiden, den Sie innerhalb von 30ft sehen können, der Sie hören und verstehen kann. Mache einen Wurf für Charisma (Überzeugung), der durch den Wurf auf Weisheit (Einsicht) des Ziels bestritten wird. Wenn du der Kreatur in der letzten Stunde Schaden zugefügt hast, hat sie einen Vorteil beim Wurf. Wenn dein Wurf erfolgreich ist, wird das Ziel bis zum Beginn deines nächsten Zuges von dir bezaubert und hat beim ersten Angriffswurf, den es gegen eine Kreatur vor dem Ende seines nächsten Zuges macht, einen Nachteil. Wenn Ihre Prüfung fehlschlägt, können Sie diese Funktion für dieses Ziel 1 Stunde lang nicht mehr verwenden.</p> <p><strong><em>Bestie verwirren (Tierbehandlung).</em></strong> Sie versuchen es eine Bestie auf dem Schlachtfeld zu verwirren. Mache einen Wurf auf Weisheit (Tierhandhabung), der durch den Wurf auf Weisheit (Einsicht) des Ziels angefochten wird. Wenn dein Wurf erfolgreich ist, kann die Bestie bis zum Ende deines nächsten Zuges keine Aktionen oder Reaktionen ausführen. Wenn Ihre Prüfung fehlschlägt, können Sie diese Funktion für dieses Ziel 1 Stunde lang nicht mehr verwenden.</p> <p><strong><em>Ablenken (Leistung).</em></strong> Sie versuchen abzulenken eine Bestie oder ein Humanoid, die Sie innerhalb von 30ft von Ihnen sehen können und die Sie sehen und hören kann. Mache einen Wurf auf Charisma (Leistung), der durch den Wurf auf Weisheit (Einsicht) des Ziels bestritten wird. Wenn dein Wurf erfolgreich ist, hat der nächste Angriffswurf gegen das Ziel vor Beginn seines nächsten Zuges einen Vorteil. Wenn Ihre Prüfung fehlschlägt, können Sie diese Funktion für dieses Ziel 1 Stunde lang nicht mehr verwenden.</p> <p><strong><em>Emulieren Sie Predator (Natur).</em></strong> Sie versuchen es emulieren Sie die Geräusche eines natürlichen Raubtiers einer Bestie oder Pflanze, die Sie innerhalb von 30ft sehen können. Machen Sie einen Wurf auf Intelligenz (Natur), der durch den Wurf auf Weisheit (Einsicht) des Ziels umkämpft wird. Wenn Ihr Wurf erfolgreich ist, muss das Ziel die Aktion Sprint ausführen und sich in seinem Zug auf dem sichersten verfügbaren Weg von Ihnen entfernen, es sei denn, es gibt keinen Ort zum Bewegen. Wenn Ihre Prüfung fehlschlägt, können Sie diese Funktion für dieses Ziel 1 Stunde lang nicht mehr verwenden.</p> <p><strong><em>Täuschung (Täuschung).</em></strong> Sie versuchen abzulenken die Aufmerksamkeit eines Ziels, das Sie innerhalb von 30ft sehen können. Mache einen Wurf für Charisma (Täuschung), der durch den Wurf auf Weisheit (Einsicht) des Ziels bestritten wird. Wenn dein Wurf erfolgreich ist, hat der erste Angriffswurf gegen das Ziel vor Beginn deines nächsten Zuges von einer anderen Person als dir einen Vorteil, und das Ziel hat beim ersten Rettungswurf, den es gegen einen von einer anderen Kreatur als dir verursachten Effekt macht, einen Nachteil vor Beginn Ihres nächsten Zuges. Wenn Ihre Prüfung fehlschlägt, kann das Ziel 1 Stunde lang nicht von Ihnen auf diese Weise getäuscht werden.</p> <p><strong><em>Hacktivate (Technologie).</em></strong> Sie versuchen es Bestimmen Sie die Schwächen in einem Droiden, den Sie innerhalb von 30ft sehen können. Machen Sie einen Intelligenzwurf (Technologie) gegen den Intelligenzwurf (Technologie) des Ziels. Wenn dein Wurf erfolgreich ist, hast du beim nächsten Angriffswurf, den du gegen das Ziel vor dem Ende deines Zuges machst, einen Vorteil, und wenn du triffst, fügst du zusätzlichen Schaden in Höhe deines Intelligenzmodifikators zu. Wenn Ihre Prüfung fehlschlägt, können Sie diese Funktion für dieses Ziel 1 Stunde lang nicht mehr verwenden.</p> <p><strong><em>Anweisen (Untersuchung).</em></strong> Sie versuchen, . zu finden eine Schwäche in Ihrem Ziel. Machen Sie einen Wurf auf Intelligenz (Untersuchung), der durch den Wurf auf Charisma (Täuschung) des Ziels bestritten wird. Wenn dein Wurf erfolgreich ist, wenn eine befreundete Kreatur einen Angriffswurf gegen das Ziel macht und sie dich sehen und hören kann, kannst du deine Reaktion nutzen, um ihr einen Vorteil beim Wurf zu gewähren. Wenn Sie dies tun und sie treffen, verursachen sie zusätzlichen Schaden in Höhe Ihres Bonus auf Untersuchungswürfe. Dieser Schaden ist der gleiche Typ wie der Schaden des Angriffs. Wenn Ihre Prüfung fehlschlägt, können Sie diese Funktion 1 Stunde lang nicht mehr für dieses Ziel verwenden.</p> <p><strong><em>Intuit (Insight).</em></strong> Sie versuchen zu bestimmen die Motivationen eines Humanoiden können Sie innerhalb von 30ft sehen. Mache einen Wurf auf Weisheit (Einsicht), der durch den Wurf auf Charisma (Täuschung) des Ziels bestritten wird. Wenn dein Wurf erfolgreich ist, kann das Ziel bis zum Ende deines nächsten Zuges keinen Vorteil bei Fähigkeitswürfen, Angriffswürfen oder Rettungswürfen gegen dich haben. Wenn dein Wurf fehlschlägt, kann das Ziel stattdessen bis zum Ende deines nächsten Zuges keinen Nachteil bei Fähigkeitswürfen, Angriffswürfen oder Rettungswürfen gegen dich haben.</p> <p><strong><em>Sturz (Akrobatik) .</em></strong> Du versuchst einen schnellen Sturz zu machen und bewegst dich sofort 10ft. Wenn du diese Bewegung in Reichweite einer Kreatur beginnst oder beendest, lege einen Wurf auf Geschicklichkeit (Akrobatik) ab, der durch ihren Wurf auf Stärke (Leichtathletik) oder Geschicklichkeit (Akrobatik) umkämpft wird (das Ziel wählt die Fähigkeit aus, die verwendet werden soll). Wenn Ihr Wurf erfolgreich ist, provoziert diese Bewegung keine Gelegenheitsangriffe und Sie haben einen Vorteil beim ersten Angriffswurf, den Sie vor dem Ende Ihres Zuges dagegen machen. Wenn Ihr Wurf fehlschlägt, fallen Sie sofort in Bauchlage.</p> <p><strong><em>Taschensand (Handfertigkeit).</em></strong> Sie versuchen, ein Tier oder einen Humanoiden zu blenden, den Sie sehen können innerhalb von 15 Fuß von Ihnen. Mache einen Wurf auf Geschicklichkeit (Handfertigkeit), der mit dem Wurf auf Weisheit (Wahrnehmung) des Ziels umkämpft wird. Wenn Ihr Wurf erfolgreich ist, wird das Ziel bis zum Ende Ihres Zuges geblendet. Wenn Ihre Prüfung fehlschlägt, können Sie diese Funktion für dieses Ziel 1 Stunde lang nicht mehr verwenden.</p> <p><strong><em>Präzisionsschlag (Medizin).</em></strong> Sie versuchen es Schlagen Sie einen Druckpunkt in einem Humanoiden in Ihrer Reichweite. Machen Sie einen Wurf auf Weisheit (Medizin), der durch den Wurf auf Stärke (Athletik) oder Geschicklichkeit (Akrobatik) des Ziels angefochten wird (das Ziel wählt die Fähigkeit aus, die es zu verwenden gilt). Wenn Ihr Wurf erfolgreich ist, sind sie bis zum Ende ihres nächsten Zuges handlungsunfähig. Wenn Ihre Prüfung fehlschlägt, können Sie diese Funktion für dieses Ziel 1 Stunde lang nicht mehr verwenden.</p> <p><strong><em>Snare (Überleben).</em></strong> Sie versuchen, eine Kreatur innerhalb von 30ft um dich herum zu stolpern. Mache einen Wurf auf Weisheit (Überleben), der durch den Wurf auf Weisheit (Wahrnehmung) des Ziels umkämpft wird. Wenn Ihr Wurf erfolgreich ist und sich das Ziel vor Beginn Ihres nächsten Zuges auf Sie zubewegt, wird es um 1 verlangsamte Stufe erhöht und Sie können Ihre Reaktion nutzen, um es in Bauchlage fallen zu lassen. Wenn Ihre Prüfung fehlschlägt, können Sie diese Funktion für dieses Ziel 1 Stunde lang nicht mehr verwenden.</p> <p><strong><em>Drehen (Pilotieren).</em></strong> Sie versuchen zu verwechseln ein pilotiertes Konstrukt, das Sie innerhalb von 30ft sehen können. Machen Sie einen Intelligenzwurf (Piloten) gegen den Intelligenzwurf (Piloten) des Ziels. Wenn Ihr Wurf erfolgreich ist, hat das Ziel bis zum Beginn Ihres nächsten Zuges einen Nachteil bei Angriffswürfen gegen Sie und Sie haben einen Vorteil bei Geschicklichkeitsrettungswürfen gegen das Ziel. Wenn dein Wurf fehlschlägt, hat das Ziel stattdessen einen Vorteil bei Angriffswürfen gegen dich und du hast einen Nachteil bei Geschicklichkeitswürfen gegen das Ziel, bis dein nächster Zug beginnt.</p> <p><strong><em>Studie (Überlieferung).</em></strong> Sie versuchen, die Aktion Ihres Ziels zu antizipieren. Mache einen Wurf auf Intelligenz (Lehre), der durch den Wurf auf Charisma (Täuschung) des Ziels umkämpft wird. Wenn dein Wurf erfolgreich ist, hast du Vorteil beim ersten Fähigkeitswurf, Angriffswurf oder Rettungswurf, den du gegen diese Kreatur vor dem Ende deines nächsten Zuges machst. Alternativ kannst du vor dem Ende deines nächsten Zuges deine Reaktion nutzen, um beim ersten Fähigkeitswurf, Angriffswurf oder Rettungswurf, den das Ziel gegen dich macht, einen Nachteil zu gewähren. Wenn dein Wurf fehlschlägt, hast du stattdessen beim ersten Fähigkeitswurf, Angriffswurf oder Rettungswurf, den du gegen diese Kreatur vor dem Ende deines nächsten Zuges machst, einen Nachteil.</p> <p><strong><em>Ringen (Leichtathletik) .</em></strong> Du versuchst mit mindestens einer freien Hand eine Kreatur in einem Umkreis von  5ft um dich zu greifen und festzunageln. Das Ziel darf nicht mehr als eine Nummer größer sein als Sie. Mache einen Wurf auf Stärke (Leichtathletik), der durch den Wurf auf Stärke (Leichtathletik) oder Geschicklichkeit (Akrobatik) des Ziels umkämpft wird (das Ziel wählt die Fähigkeit zum Einsatz). Wenn Ihr Wurf erfolgreich ist, wird das Ziel von Ihnen gefesselt und zurückgehalten. Wenn das Ziel aufhört, festgehalten zu werden, hört es auch auf, festgehalten zu werden. Wenn Ihre Prüfung fehlschlägt, können Sie diese Funktion für dieses Ziel 1 Stunde lang nicht mehr verwenden.</p>"
        },
        {
            "id": "Skillful Casting",
            "name": "Geschicktes Gießen",
            "description": "<p>Wenn du eine Kreatur mit einer beliebigen Tech-Kraft triffst, die einen Angriffswurf erfordert, kannst du diesen Angriffswurf als Waffenangriff behandeln, um Manöver zu verwenden.</p>"
        },
        {
            "id": "Skills Enhancement Package",
            "name": "Paket zur Verbesserung der Fähigkeiten",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Wenn du eine Fähigkeitsprobe mit einer Fertigkeit machst, in der du geübt bist, kannst du einen [[/r d4]] und addiere das Ergebnis zu deiner Summe.</p>"
        },
        {
            "id": "Sleeper Program",
            "name": "Schläferprogramm",
            "description": "<p>Immer wenn du eine Tech-Kraft mit einer Zauberzeit von 1 Aktion wirkst, kannst du die Aktivierung der Kraft bis zu einer Minute verzögern. Wenn du dies tust, wirkst du die Kraft wie gewohnt, behält aber ihre Energie für die Dauer der Verzögerung. Das Festhalten an der Wirkung der Macht erfordert Konzentration. Wird Ihre Konzentration vor Ablauf der Verzögerung unterbrochen, verflüchtigt sich die Leistung ohne Wirkung. Du kannst deine Reaktion jederzeit nutzen, um die Kraft zu aktivieren.</p> <p>Du kannst diese Funktion so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Verwendungen zurück, wenn du eine lange Pause beendet hast.</p>"
        },
        {
            "id": "Slicer Pursuit Techcasting",
            "name": "Slicer Pursuit Techcasting",
            "description": "<p>Techcasting-Fokus, diese Kreatur ist ein brauchbares Ziel für alle Tech-Kräfte, die du mit einer Reichweite von Berührungen wirkst.</p> <p>Außerdem kannst du, wenn das Ziel deiner Kritischen Analyse eine Tech-Kräfte wirft, deine Reaktion, um die eingesetzte Tech-Power zu identifizieren und auf welcher Ebene.</p>"
        },
        {
            "id": "Smart Dispersal System",
            "name": "Intelligentes Verteilungssystem",
            "description": "<p>Wenn du deinen Verteiler aktivierst, kannst du eine Anzahl von Kreaturen wählen, die deinem Intelligenzmodifikator entspricht. Diese Kreaturen haben automatisch Erfolg bei ihren Rettungswürfen gegen deine Mischungen.</p>"
        },
        {
            "id": "Snap Fire",
            "name": "Schnappfeuer",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Blaster</em></p> <p>Du modifizierst deine modifizierte Blaster-Waffe für schnelle Schüsse. Sie können Ihre Reaktion nutzen, um mit Ihrer modifizierten Waffe einen Gelegenheitsangriff durchzuführen, wenn sich ein Feind auf 10ft nähert. Sie haben einen Nachteil bei diesem Angriff. </p>"
        },
        {
            "id": "Social Opportunist",
            "name": "Sozialer Opportunist",
            "description": "<p>Du kannst die Hälfte deines Fähigkeitsbonus (abgerundet) zu jedem Charisma-Scheck addieren, der deinen Fähigkeitsbonus noch nicht beinhaltet.</p>"
        },
        {
            "id": "Sonar Pulse",
            "name": "Sonarimpuls",
            "description": "<p>Als Aktion können Sie beim Führen Ihres modifizierten Instruments eine Schallwelle auslösen, die Feedback zu Ihrer Umgebung gibt. In der nächsten Minute hast du Vorteile bei der Prüfung auf Weisheit (Wahrnehmung) und Intelligenz (Untersuchung), um nach versteckten Türen, Fallen oder unsichtbaren Kreaturen zu suchen.</p> <p>Wenn du diese Funktion einmal benutzt hast, kannst du nicht mehr Verwenden Sie es erneut, bis Sie eine kurze oder lange Pause beendet haben.</p>"
        },
        {
            "id": "Song Flow",
            "name": "Song-Flow",
            "description": "<p><em><strong>Voraussetzung:</strong> 11. Stufe</em></p> <p>Während der Wiedergabe eines verbesserten Songs kannst du deine Bonusaktion nutzen, um von einem Song zum anderen zu wechseln.</p> p>"
        },
        {
            "id": "Sound Dampeners",
            "name": "Schalldämpfer",
            "description": "<p>Diese Erweiterung ersetzt Ihre Ohren.</p> <p>Sie sind immun gegen den Taubheitszustand und können Ihre Hörfähigkeit jederzeit aktivieren oder deaktivieren. Darüber hinaus sind Ihre Ohren mit einem persönlichen Übersetzer ausgestattet, mit dem Sie bis zu 15 verschiedene Sprachen verstehen, diese jedoch nicht sprechen können. Die Sprachen können geändert werden, während sie mit einem Protokoll-Droiden oder einem geeigneten Computer verbunden sind.</p>"
        },
        {
            "id": "Spice of Life",
            "name": "Würze des Lebens",
            "description": "<p>Alle Speisen, die Sie während einer kurzen oder langen Pause zubereiten, haben einen zusätzlichen wärmenden Effekt. Kreaturen, die es verbrauchen, gelten als an kaltes Klima angepasst, wie in Kapitel 5 des Dungeon Master's Guide beschrieben, bis das Ende der nächsten langen Pause der Kreatur oder 24 Stunden verstrichen sind. Wenn eine Kreatur, die dein Essen isst, zum ersten Mal Kälteschaden erleidet, bevor ihre nächste kurze oder lange Pause beendet ist, gilt sie als resistent gegen den Schaden.</p>"
        },
        {
            "id": "Spray Distribution System",
            "name": "Sprühverteilungssystem",
            "description": "<p>Sie aktualisieren Ihren Verteiler und geben ihm die Möglichkeit, in einem Kegel zu sprühen. Wenn du deine Aktion nutzt, um deinen Verteiler zu aktivieren, kannst du jede Kreatur in einem 15ft großen Kegel beeinflussen.</p> <p>Du kannst diese Funktion so oft verwenden, wie es deinem Intelligenzmodifikator entspricht (mindestens einmal). Du erhältst alle verbrauchten Nutzungen zurück, wenn du eine kurze oder lange Pause machst.</p>"
        },
        {
            "id": "Staggering Oscillator",
            "name": "Staffelungsoszillator",
            "description": "<p><em><strong>Voraussetzung:</strong> Vibrowaffe</em></p> <p>Wenn du mit der Waffe triffst, kannst du das Ziel zu einem Kraftrettungswurf zwingen. Bei einem fehlgeschlagenen Rettungswurf wird die Kreatur 10ft zurückgestoßen und zu Boden geworfen.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie sie erneut verwenden können.</p>"
        },
        {
            "id": "Steady Eye",
            "name": "Ruhiges Auge",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>In deinem Zug kannst du deine Geschwindigkeit um die Hälfte reduzieren, um einen Vorteil bei Weisheit (Wahrnehmung) oder Intelligenz (Untersuchung) prüft bis zum Ende des Zuges. Du kannst diese Funktion nicht verwenden, wenn du dich in dieser Runde mehr als halb so schnell bewegt hast.</p>"
        },
        {
            "id": "Stealth Field Generator",
            "name": "Stealth-Feldgenerator",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Sie integrieren ein tragbares, persönliches Tarngerät in Ihre Plattform für elektronische Kriegsführung. Das Aktivieren oder Deaktivieren des Generators erfordert eine Bonusaktion, und während Sie aktiv sind, haben Sie einen Vorteil bei Fertigkeitswürfen (Heimlichkeit), die auf Sicht basieren. Der Generator hält 1 Minute. Dieser Effekt endet vorzeitig, wenn du einen Angriff durchführst oder eine Streitmacht oder Tech-Power wirkst.</p> <p>Sobald der Generator aktiviert wurde, kann er nicht wieder aktiviert werden, bis du eine kurze oder lange Pause beendet hast.</p>"
        },
        {
            "id": "Stealth Field Generator",
            "name": "Stealth-Feldgenerator",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Du erschaffst einen erweiterten Gürtel, der als tragbares, persönliches Tarngerät fungiert. Das Aktivieren oder Deaktivieren des Generators erfordert eine Bonusaktion, und während Sie aktiv sind, haben Sie einen Vorteil bei Fertigkeitswürfen (Heimlichkeit), die auf Sicht basieren. Der Generator hält 1 Minute. Dieser Effekt endet vorzeitig, wenn du einen Angriff durchführst oder eine Kraft- oder Tech-Power wirkst.</p> <p>Sobald der Gürtel aktiviert wurde, kann er nicht wieder aktiviert werden, bis du eine kurze oder lange Pause beendet hast.</p>"
        },
        {
            "id": "Strider's Routine",
            "name": "Striders Routine",
            "description": "<p>Zu Beginn jeder deiner Runden kannst du wählen, dass jede verlangsamte Stufe deine Geschwindigkeit nur um  5ft verringert, es sei denn, sie würde deine Geschwindigkeit bis zum Beginn deiner nächsten Runde auf 0 reduzieren. Alternativ kannst du diesen Vorteil auch auf befreundete Kreaturen in einem Umkreis von  5ft um dich ausweiten, außer dir.</p>"
        },
        {
            "id": "Studied Commander",
            "name": "Studierter Kommandant",
            "description": "<p>Wenn du einen Wurf auf Intelligenz (Lehre) oder Intelligenz (Technologie) in Bezug auf Gefechte, Taktiken oder Waffen machst, kannst du einen Überlegenheitswürfel verbrauchen und zum Wurf hinzufügen.</p>"
        },
        {
            "id": "Subtle Execution",
            "name": "Subtile Ausführung",
            "description": "<p>Wenn du eine Tech-Kraft wirkst, kannst du einen Überlegenheitswürfel aufwenden, um die Kraft ohne visuelle oder akustische Hinweise zu wirken. Kreaturen haben Nachteile bei allen Intelligenz- (Untersuchungs-) oder Weisheits- (Wahrnehmungs-) Prüfungen, die durchgeführt werden, um festzustellen, ob du der Zaubernde bist.</p>"
        },
        {
            "id": "Supernatural Vigor",
            "name": "Übernatürliche Kraft",
            "description": "<p>Am Ende einer langen Pause kannst du eine Kreatur auswählen, die du innerhalb von 30ft (einschließlich dir selbst) sehen kannst, um sie mit unnatürlicher Kraft zu erfüllen. Das Maximum an Trefferpunkten und die aktuellen Trefferpunkte der Kreatur erhöhen sich um einen Betrag, der deiner Gelehrtenstufe entspricht, und sie hat einen Vorteil bei Konstitutionsrettungswürfen, um Erschöpfung zu vermeiden. Beide Effekte enden nach 8 Stunden.</p>"
        },
        {
            "id": "Support Song Enhancement",
            "name": "Unterstützen Sie die Song-Verbesserung",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du dein Lied der Unterstützung spielst, wenn du eine Tech-Kraft wirkst, die Trefferpunkte wiederherstellt oder temporäre Trefferpunkte gewährt , wird die wiederhergestellte oder gewährte Menge um einen Betrag in Höhe deines Intelligenzmodifikators erhöht (mindestens +1).</p>"
        },
        {
            "id": "Surgical Precision",
            "name": "Chirurgische Präzision",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em> </p> <p>Wenn du eine Kreatur, die das Ziel deiner Kritischen Analyse ist, mit einem Waffenangriff triffst, dauert es zusätzlich Schaden in Höhe deines Geschicklichkeitsmodifikators.</p>"
        },
        {
            "id": "Surveillance Implant",
            "name": "Überwachungsimplantat",
            "description": "<p>Diese Augmentation ersetzt Ihr Gesicht.</p> <p>Dieses Implantat enthält einen Headcomm mit einem Scrambler, der automatisch Nachrichten verschlüsselt, die an einen bestimmten Empfänger-Commlink oder Empfänger gesendet werden.</p>"
        },
        {
            "id": "Survival Expert",
            "name": "Überlebensexperte",
            "description": "<p>Wenn du einen Überlebens-Skill-Check machst, kannst du deinen Intelligenz-Modifikator anstelle deines Weisheits-Modifikators verwenden.</p> <p>Außerdem hast du einen Vorteil bei Rettungswürfen gegen Gift.</p>"
        },
        {
            "id": "Survival and Surveillance Implant",
            "name": "Überlebens- und Überwachungsimplantat",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Diese Augmentation ersetzt Ihre Augen und Ihr Gesicht.</p> <p>Dieses Implantat enthält mehrere Werkzeuge für lange Zeit -Term Überleben und Aufklärung. Als Bonusaktion können Sie </p> <p>einen der folgenden Modi aktivieren, mit dem Sie mehrere dieser Tools gleichzeitig verwenden können. Das Aktivieren eines anderen Modus deaktiviert jeden derzeit aktiven Modus. </p> <ul> <li><strong>Kommunikationsmodus:</strong> Diese Kommunikationssuite enthält einen Headcomm mit einem Scrambler, der automatisch Nachrichten verschlüsselt, die an einen angegebenen Empfänger-Commlink oder Empfänger gesendet werden. Solange dieser Modus aktiv ist, können Sie nicht taub sein.</li> <li><strong>Abfangmodus:</strong> Dies ist eine Jamming- und elektronische Kriegsführungssuite, die einen Kommunikationsstörsender, ein Holotrace-Gerät und einen Pocket-Scrambler enthält.</li> <li><strong>Atemschutzmodus:</strong> Dies beinhaltet eine einfache Atemschutzmaske, die einen Vorteil bei Rettungswürfen gewährt, um Vergiftungen zu vermeiden, und Widerstand gegen Giftschaden. </li></ul>"
        },
        {
            "id": "Sweeping Attack",
            "name": "Durchgreifender Angriff",
            "description": "<p>Wenn du eine Kreatur mit einem Nahkampfwaffenangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um zu versuchen, einer anderen Kreatur mit demselben Angriff Schaden zuzufügen. Wähle eine andere Kreatur innerhalb von 5ft um das ursprüngliche Ziel und in deiner Reichweite. Wenn der ursprüngliche Angriffswurf die zweite Kreatur treffen würde, erleidet sie Schaden in Höhe der Anzahl, die du mit deinem Überlegenheitswürfel würfelst. Der Schaden ist vom gleichen Typ wie der ursprüngliche Angriff.</p>"
        },
        {
            "id": "Swift Gait Attuner",
            "name": "Einstimmer für schnelle Gangart",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe, Celerity-Beinprothese</em></p> <p>Der Geschicklichkeitswert deiner Celerity-Beinprothese erhöht sich um 2. Geschicklichkeitsrettungswürfe.</p>"
        },
        {
            "id": "Tactical Retreat",
            "name": "Taktischer Rückzug",
            "description": "<p>Wenn Sie die Dash-Aktion ausführen, werden Gelegenheitsangriffe gegen Sie ausgeführt.</p>"
        },
        {
            "id": "Tactician's Instinct",
            "name": "Instinkt des Taktikers",
            "description": "<p>Wenn du deine Rücksichtslose Angriffsfunktion verwendest, kannst du wählen, dass du in diesem Zug keinen Vorteil bei deinen Angriffswürfen hast. Wenn du dies tust, haben verbündete Kreaturen im Umkreis von  5ft um eine feindliche Kreatur, die sich innerhalb von  5ft um dich befindet, einen Vorteil bei Angriffswürfen gegen diese Kreatur.</p>"
        },
        {
            "id": "Targeted Analysis",
            "name": "Gezielte Analyse",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Deine Angriffswürfe gegen das Ziel deiner Kritischen Analyse-Funktion dürfen keinen Nachteil erleiden.</p>"
        },
        {
            "id": "Targeted Strike",
            "name": "Gezielter Schlag",
            "description": "<p>Wenn ein Verbündeter eine Kreatur angreift, kannst du deine Reaktion nutzen, um einen Überlegenheitswürfel zu verbrauchen. Du addierst den Überlegenheitswürfel zum Angriffswurf und den Schadenswurf, wenn er trifft. Du kannst dieses Manöver vor oder nach dem Angriffswurf anwenden, aber bevor der SL bestimmt, ob der Angriff trifft oder nicht.</p>"
        },
        {
            "id": "Targeting Phased Array",
            "name": "Targeting Phased Array",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während dein Zielfeld aktiv ist, kannst du als Aktion eine Anzahl Kreaturen in Höhe deiner Intelligenz auswählen Modifikator, den Sie innerhalb von 60 Fuß (mindestens eine Kreatur) sehen können, und zwingt sie zu einem Geschicklichkeitsrettungswurf. Bei einem fehlgeschlagenen Rettungswurf sind alle Fernkampfangriffe von Verbündeten innerhalb deines Feldes gegen das Ziel bis zum Beginn deines nächsten Zuges im Vorteil.</p>"
        },
        {
            "id": "Tech Amateur",
            "name": "Technik-Amateur",
            "description": "<p>Du lernst und kannst einmal pro langer Pause eine Tech-Kraft der 1. Stufe wirken. Ihre Techcasting-Fähigkeit ist Intelligenz. Für diese Funktion benötigen Sie ein Armband.</p> <p>Sie können diese Entdeckung mehrmals auswählen. Jedes Mal, wenn Sie dies tun, müssen Sie eine andere Kraft wählen.</p>"
        },
        {
            "id": "Tech Blast",
            "name": "Tech-Explosion",
            "description": "<p><em><strong>Voraussetzung:</strong> Rüstung</em></p> <p>Du modifizierst deinen modifizierten Panzerhandschuh mit einer Blasterwaffe, mit der du geübt bist. Die Waffe verwendet deinen Intelligenzmodifikator für ihre Angriffs- und Schadenswürfe und verursacht bei einem Treffer [[/r 1W8]] Energieschaden. Es hat eine normale Reichweite von 30 Fuß und eine lange Reichweite von 120 Fuß.</p>"
        },
        {
            "id": "Technologist's Exploit",
            "name": "Ausbeutung des Technologen",
            "description": "<p>Du lernst und kannst einmal pro langer Pause eine Tech-Kraft der 1. Stufe wirken. Ihre Techcasting-Fähigkeit ist Intelligenz. Du benötigst für diese Macht die Verwendung eines Armbands.</p> <p>Du kannst diesen Exploit mehrmals auswählen. Jedes Mal, wenn Sie dies tun, müssen Sie eine andere Kraft wählen.</p>"
        },
        {
            "id": "Telekinetic Ministrations",
            "name": "Telekinetische Dienste",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe</em></p> <p>Du kannst die Kraft <em>Telekinese</em> auf der 5. Stufe wirken, ohne Kraftpunkte auszugeben. </p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine lange Pause einlegen, bevor Sie sie wieder verwenden können.</p>"
        },
        {
            "id": "Tend the Wounded",
            "name": "Kümmere dich um die Verwundeten",
            "description": "<p>Wenn du oder eine befreundete Kreatur, die du berühren kannst, am Ende einer kurzen Pause Trefferpunkte zurückgewinnst, indem du einen oder mehrere Trefferwürfel ausgibst, erhält jede dieser Kreaturen [[/r 1W4]] zusätzliche Trefferpunkte zurück.</p> <p>Dieser Würfel erhöht sich, wenn du bestimmte Stufen in dieser Klasse erreichst: [[/r 1W6]] auf der 5. Stufe, [[/r 1W8]] auf der 9. Stufe, [[/r 1W10]] auf der 13. Stufe und bis [[/r 1W12]] auf der 17. Stufe.</p>"
        },
        {
            "id": "Terentatek's Instinct",
            "name": "Terentateks Instinkt",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Wenn du einen Rettungswurf gegen eine Machtmacht machen musst, kannst du sofort deine Reaktion nutzen, um dich zu bewegen bis zu halber Geschwindigkeit auf den Zaubernden der Quellkraft zu. Wenn du diese Bewegung innerhalb von  5ft um das Ziel beendest, kannst du als Teil dieser Reaktion sofort einen Nahkampfangriff gegen das Ziel ausführen.</p>"
        },
        {
            "id": "The Magic Number",
            "name": "Die magische Zahl",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Immer wenn du bei einem Fähigkeits- oder Rettungswurf eine 7 würfelst, kannst du den Fähigkeits- oder Rettungswurf wiederholen mit Vorteil.</p>"
        },
        {
            "id": "The More the Merrier",
            "name": "Je mehr, desto besser",
            "description": "<p><em><strong>Voraussetzung:</strong> Größe Kleine oder kleinere Bestie</em></p> <p>Anstatt einen einzelnen Bestienbegleiter kontrollierst du stattdessen mehrere Bestien, die als Schwarm fungieren. Dein Tierbegleiter erhält die folgenden Vorteile:</p> <ul> <li>Seine Größe erhöht sich um zwei Kategorien (von Winzig zu Mittel oder Klein zu Groß).</li> <li>Seine Trefferpunkte erhöhen sich um den gleichen Betrag auf das Doppelte seiner Stufe + 2.</li> <li>Es kann nur von Kreaturen getragen werden, die mindestens drei Größenklassen kleiner als es sind, anstatt einer.</li> <li>Es kann den Raum einer anderen Kreatur einnehmen und umgekehrt , und es kann sich durch jede Öffnung bewegen, die groß genug für eine Kreatur ist, die zwei Größenklassen kleiner ist.</li> <li>Obwohl es über der Hälfte seines maximalen Trefferpunktes liegt, kann es bei der Aktion Angriff einen zusätzlichen Angriff ausführen . Wenn die Kreatur über die Extra-Angriffsfunktion verfügt, erfolgt dieser Angriff zusätzlich zu dem von dieser Funktion gewährten Angriff.</li></ul>"
        },
        {
            "id": "The Years and the Mileage",
            "name": "Die Jahre und der Kilometerstand",
            "description": "<p>Ihre archäologischen Studien haben Sie durch die ganze Galaxis geführt. Während Sie das Ziel Ihrer Kritischen Analyse sind, können Sie Ihre universelle Kraftwirkungsfähigkeit anstelle von Weisheit verwenden, wenn Sie Einsichts- oder Überlebenswürfe machen.</p>"
        },
        {
            "id": "Thirst for Justice",
            "name": "Durst nach Gerechtigkeit",
            "description": "<p>Wenn du eine feindliche Kreatur auf 0 Trefferpunkte reduzierst, sie aber nicht sofort tötest, erhältst du temporäre Trefferpunkte in Höhe deiner Gelehrtenstufe, die 1 Minute anhalten.</p>"
        },
        {
            "id": "Tomb of the Ancients",
            "name": "Grab der Ahnen",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Als Reaktion, wenn du Schaden erleidest, kannst du dich bis zum Ende deines nächsten Zuges in der Macht begraben . Für die Dauer hast du Widerstand gegen den auslösenden Schaden, du erhältst temporäre Trefferpunkte in Höhe von [[/r 1W10]] + deinem universellen Forcecast-Fähigkeitsmodifikator + deiner Gelehrtenstufe, um den Angriff potenziell zu absorbieren, und deine Geschwindigkeit wird auf 0 reduziert. </p> <p>Wenn Sie diese Funktion einmal verwendet haben, können Sie sie nicht wieder verwenden, bis Sie eine kurze oder lange Pause beendet haben. </p>"
        },
        {
            "id": "Totem of the Acklay",
            "name": "Totem der Acklay",
            "description": "<p>Dieses Totem beschwört die Wildheit eines Acklays herauf und gewährt dir einen Vorteil bei Fertigkeitswürfen für Intelligenz (Natur) und Charisma (Einschüchterung).</p> <p>Zusätzlich kannst du das Totem als Bonusaktion beschwören. 10 Minuten lang verdoppeln sich Ihre Tragfähigkeit und das Gewicht, das Sie schieben, ziehen oder heben können, und Ihr Kraftwert erhöht sich um 2. Dieser Anstieg kann dazu führen, dass Ihr Wert 20 überschreitet. </p>"
        },
        {
            "id": "Totem of the Hawk",
            "name": "Totem des Falken",
            "description": "<p>Dieses Totem ist vom Antlitz eines Falken inspiriert und gewährt dir einen Vorteil bei Würfen für Intelligenz (Ermittlung) und Dunkelsicht bis zu einer Reichweite von 60ft. Wenn du bereits über Dunkelsicht verfügst, erhöht sich seine Reichweite um 30ft.</p> <p>Außerdem kannst du, wenn eine Kreatur, die du sehen kannst, ihren Zug innerhalb von 30ft um dich beendet, deine Reaktion nutzen, um das Totem zu beschwören und die Kreatur zu zwingen einen Konstitutionsrettungswurf zu machen, indem man einen kräftigen Ton aussendet. Wenn der Rettungswurf nicht gelingt, ist die Kreatur benommen und leidet unter dem Zustand Charmed. Auf diese Weise verzaubert, hat die Kreatur eine Geschwindigkeit von 0 und ist handlungsunfähig. Der Effekt endet, wenn die verzauberte Kreatur Schaden erleidet oder jemand anderes eine Aktion nutzt, um die Kreatur aus ihrem Dunst zu schütteln. Sobald Sie das Totem beschwören, können Sie dies nicht wieder tun, bis Sie eine kurze oder lange Pause beendet haben. Einer tauben Kreatur gelingt ihr Rettungswurf automatisch.</p>"
        },
        {
            "id": "Totem of the Loth-wolf",
            "name": "Totem des Loth-Wolfs",
            "description": "<p>Dieses Totem emuliert die fast ätherischen Eigenschaften eines Lothwolfs und gewährt dir einen Vorteil bei Fertigkeitswürfen (Handfertigkeit) und Charisma (Täuschung).</p> <p>Zusätzlich, wenn du oder eine Kreatur, die du sehen kannst innerhalb von 30ft von dir von einem Angriffswurf getroffen wird, kannst du deine Reaktion nutzen, um das Totem zu beschwören und diesen Angriff mit demselben Wurf auf eine andere Kreatur innerhalb von 30ft um dich (außer dem Angreifer) zu richten, die du sehen kannst . Diese Fähigkeit kann den Angriff unabhängig von der Reichweite des Angriffs übertragen. </p>"
        },
        {
            "id": "Totem of the Rancor",
            "name": "Totem des Rancor",
            "description": "<p>Dieses Totem verleiht eine Widerstandsfähigkeit, die an einen mächtigen Groll erinnert, und gewährt dir einen Vorteil bei Rettungswürfen gegen Vergiftungen und Resistenz gegen Giftschaden.</p> <p>Zusätzlich kannst du das Totem als Bonusaktion aufrufen, um Widerstand zu gewinnen 1 Minute lang auf Energie und kinetischen Schaden. </p>"
        },
        {
            "id": "Totem of the Sarlacc",
            "name": "Totem des Sarlacc",
            "description": "<p>Dieses Totem kanalisiert die Erfahrung eines uralten Sarlacc und verleiht dir Erfahrung mit jedem Werkzeug, das du beherrschst.</p> <p>Wenn du eine Kreatur mit einem Waffenangriff triffst, kannst du außerdem das Totem beschwören, um beschwöre die Tentakel der Kreatur: Dem Ziel muss ein Stärkerettungswurf gelingen oder es wird 1 Minute lang gefesselt. Während es von den Tentakeln festgehalten wird, erleidet das Ziel zu Beginn jeder seiner Züge [[/r 2W6]] Säureschaden. Das Ziel kann den Rettungswurf am Ende jedes seiner Züge wiederholen und bei einem Erfolg losreißen.</p>"
        },
        {
            "id": "Totem of the Vornskr",
            "name": "Totem der Vornskr",
            "description": "<p>Mit diesem Totem kannst du auf die kraftverstärkten Sinne des Vornskr zugreifen, was dir einen Vorteil bei Würfen für Weisheit (Überleben) verschafft, und du kannst nicht überrascht sein, solange du nicht handlungsunfähig bist.</p> <p>Zusätzlich kannst du das Totem als Bonusaktion aufrufen, um 1 Minute lang oder bis du handlungsunfähig bist, in einen Zustand der Hyper-Awareness zu gelangen. Bis der Zustand endet, kannst du, wenn du oder eine andere Kreatur, die du im Umkreis von 60ft um dich sehen kannst, einen Angriffswurf, einen Rettungswurf oder einen Fähigkeitswurf durchführen, deine Reaktion nutzen, um einen Vor- oder Nachteil zu erzielen. </p>"
        },
        {
            "id": "Tracker",
            "name": "Tracker",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du fügst deiner modifizierten Waffe einen Tracking-Mechanismus hinzu. Der Tracker hat 3 Ladungen. Als Aktion kannst du 1 Ladung verwenden, um <em>Zielsperre</em> zu wirken. Als Aktion kannst du 2 Ladungen verwenden, um <em>Unsichtbarkeit erkennen</em> zu wirken.</p> <p>Der Tracker gewinnt nach einer langen Pause alle verbrauchten Ladungen zurück.</p>"
        },
        {
            "id": "Tracker's Instinct",
            "name": "Instinkt des Trackers",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Du kannst andere Kreaturen verfolgen, während du schnell reist, und du kannst dich heimlich bewegen, während du normal reist Tempo.</p>"
        },
        {
            "id": "Trip Attack",
            "name": "Trip-Angriff",
            "description": "<p>Wenn du eine Kreatur mit einem Waffenangriff triffst, kannst du einen Überlegenheitswürfel aufwenden, um zu versuchen, das Ziel niederzuschlagen. Du addierst den Überlegenheitswürfel zum Schadenswurf des Angriffs und wenn das Ziel groß oder kleiner ist, muss es einen Stärkerettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf schlägst du das Ziel in den Bauch.</p>"
        },
        {
            "id": "Truelight",
            "name": "Wahres Licht",
            "description": "<p><em><strong>Voraussetzung:</strong> 11. Stufe, Taschenlampe</em></p> <p>Wenn sie eingeschaltet ist, zerstreut deine Taschenlampe jetzt automatisch Illusionen und kann Unsichtbarkeit erkennen, wie bei Truesight.</p>"
        },
        {
            "id": "Truelight Attachment",
            "name": "Truelight-Aufsatz",
            "description": "<p><em><strong>Voraussetzung:</strong> 11. Stufe, Taschenlampenaufsatz</em></p> <p>Du modifizierst deine Plattform für elektronische Kriegsführung mit einem Schalter, der es dir ermöglicht, kurzzeitig verbesserte Sicht zu erlangen. Als Bonusaktion können Sie die Truesight-Funktion Ihrer elektronischen Kriegsführungsplattform aktivieren. Wenn es eingeschaltet ist, zerstreut Ihre Plattform für elektronische Kriegsführung nun automatisch Illusionen und kann Unsichtbarkeit für die nächste Minute erkennen, wie bei Truesight.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie kann es wieder verwenden.</p>"
        },
        {
            "id": "Truesight Goggles",
            "name": "Truesight-Brille",
            "description": "<p><em><strong>Voraussetzung:</strong> 11. Stufe, Dunkelsichtbrille</em></p> <p>Du modifizierst deine Brille mit einem Schalter, der dir kurzzeitig eine verbesserte Sicht ermöglicht. Als Bonusaktion kannst du die Truesight-Funktion deiner Brille aktivieren. Wenn sie eingeschaltet ist, zerstreut deine Schutzbrille für die nächste Minute automatisch Illusionen und kann Unsichtbarkeit erkennen, wie bei Truesight.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie sie verwenden können es wieder.</p>"
        },
        {
            "id": "Truesight Goggles",
            "name": "Truesight-Brille",
            "description": "<p><em><strong>Voraussetzung:</strong> 11. Stufe, Dunkelsichtbrille</em></p> <p>Du modifizierst deine Brille mit einem Schalter, der dir kurzzeitig eine verbesserte Sicht ermöglicht. Als Bonusaktion kannst du die Truesight-Funktion deiner Brille aktivieren. Wenn sie eingeschaltet ist, zerstreut deine Schutzbrille für die nächste Minute automatisch Illusionen und kann Unsichtbarkeit erkennen, wie bei Truesight.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine kurze oder lange Pause einlegen, bevor Sie sie verwenden können es wieder.</p>"
        },
        {
            "id": "Tyrant's Ferocity",
            "name": "Die Wildheit des Tyrannen",
            "description": "<p>Du hast einen Vorteil bei jedem Angriff gegen eine Kreatur, die von dir verzaubert ist oder Angst vor dir hat.</p>"
        },
        {
            "id": "Unbound Commander",
            "name": "Entfesselter Kommandant",
            "description": "<p><em><strong>Voraussetzung:</strong> 12. Stufe</em></p> <p>Du lernst, deinen Verbündeten aus der Ferne zum Sieg zu befehlen. Ihre Reichweite der kritischen Analyse wird auf 120 Fuß erhöht. </p>"
        },
        {
            "id": "Underground Adaptation",
            "name": "Untergrundanpassung",
            "description": "<p>Sie erhalten eine Grabgeschwindigkeit, die Ihrer Gehgeschwindigkeit entspricht, und Sie können mit einer Geschwindigkeit von 1 Fuß pro Runde durch festes Gestein bohren. Um diese Geschwindigkeit nutzen zu können, müssen Sie zwei Hände frei haben. Wenn Sie sich Ihrer mutagenen Transformation unterziehen, erhalten Sie für die Dauer ein Zittern bis zu 30ft. Sie können den Ursprung von Vibrationen innerhalb eines bestimmten Radius erkennen und lokalisieren, vorausgesetzt, dass Monster und die Quelle der Vibrationen mit demselben Boden oder derselben Substanz in Kontakt sind. Zittern kann nicht verwendet werden, um fliegende oder körperlose Kreaturen zu entdecken.</p>"
        },
        {
            "id": "Unerring Eye",
            "name": "Unfehlbares Auge",
            "description": "<p><em><strong>Voraussetzung:</strong> 15. Stufe</em></p> <p>Du kannst die wahre Form jedes Gestaltwandlers oder jeder Kreatur sehen, die durch Illusionen verborgen ist, während sich die Kreatur innerhalb von 30ft von . befindet Sie und in Sichtweite.</p>"
        },
        {
            "id": "Universal Language",
            "name": "Universelle Sprache",
            "description": "<p>Du kannst einfache Ideen mit jeder Kreatur mit einem Intelligenzwert von 6 oder höher durch einfache Ausdrücke und Gesten kommunizieren.</p>"
        },
        {
            "id": "Unnatural Weaponry",
            "name": "Unnatürliche Waffen",
            "description": "<p>Du sprießt Krallen oder eine andere natürliche Waffe. Deine unbewaffneten Schläge verursachen [[/r 1W4]] kinetischen Schaden und du kannst deinen Stärke-, Geschick- oder Kritischen Analyse-Modifikator für die Angriffs- und Schadenswürfe verwenden. Sie müssen für beide Würfe denselben Modifikator verwenden. Wenn Sie Ihre mutagene Transformation durchmachen, erhöhen sich Ihre unbewaffneten Schläge auf [[/r W6]] und gelten für die Dauer als verstärkt. Außerdem fügst du zusätzlich [[/r 1W4]] Säure-, Blitz- oder Giftschaden zu, wenn du damit triffst.</p>"
        },
        {
            "id": "Varactyl's Instinct",
            "name": "Varactyls Instinkt",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Während des Tobens hast du einen Vorteil bei Geschicklichkeitswürfen, deine Angriffswürfe können keinen Nachteil erleiden und werden jeweils verlangsamt Level reduziert deine Geschwindigkeit nur um  5ft, es sei denn, es würde deine Geschwindigkeit auf 0 reduzieren.</p>"
        },
        {
            "id": "Vector Amplifier",
            "name": "Vektorverstärker",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du deinen Körper als Tech-Fokus einsetzt, erhältst du einen Bonus von +1 auf Nahkampf-Tech-Angriffswürfe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Vector Rangefinder",
            "name": "Vektor-Entfernungsmesser",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du deinen Körper als Tech-Fokus einsetzt, erhältst du einen Bonus von +1 auf Fern-Tech-Angriffswürfe. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Venomous Oscillator",
            "name": "Giftiger Oszillator",
            "description": "<p><em><strong>Voraussetzung:</strong> 9. Stufe, Vibrowaffe</em></p> <p>Als Bonusaktion kannst du deine Waffe 1 Minute lang mit einer dünnen Giftschicht überziehen. Wenn du das nächste Mal mit der Waffe triffst, muss die Kreatur einen Konstitutionsrettungswurf gegen deinen Tech-Save-SG machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 1W10]] Giftschaden und wird 1 Minute lang vergiftet.</p> <p>Nachdem Sie diese Funktion verwendet haben, müssen Sie eine lange Pause einlegen, bevor Sie sie verwenden können wieder.</p>"
        },
        {
            "id": "Versatile Explorer",
            "name": "Vielseitiger Entdecker",
            "description": "<p>Du kannst den Atem doppelt so lange anhalten, wie du es normalerweise kannst, und halb so viel Schaden durch Fallschaden erleiden.</p>"
        },
        {
            "id": "Voice Synthesizer",
            "name": "Sprachsynthesizer",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Diese Erweiterung ersetzt deine Kehle.</p> <p>Diese Erweiterung ermöglicht es dir, zu synthetisieren und perfekt nachzuahmen jede Stimme, die Sie im letzten Monat gehört haben, und der Synthesizer kann verbale Kommunikation in bis zu 5 Sprachen übersetzen. Die Sprachen können geändert werden, während sie mit einem Protokoll-Droiden oder einem geeigneten Computer verbunden sind. Außerdem kannst du deinen Intelligenzmodifikator jedem Wurf für Charisma (Täuschung) hinzufügen, um eine andere Kreatur anzulügen.</p>"
        },
        {
            "id": "Vow of Deflection",
            "name": "Ablenkungsgelübde",
            "description": "<p>Du kannst deine Reaktion nutzen, um einen Schlag abzulenken, wenn dir ein Nahkampfwaffenangriff Schaden zufügt. Wenn du dies tust, wird der durch den Angriff erlittene Schaden um [[/r 1W10]] + deinen Geschicklichkeitsmodifikator + deine Mönchsstufe reduziert.</p>"
        },
        {
            "id": "Vow of Fate",
            "name": "Schicksalsgelübde",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Wenn Sie eine kurze oder lange Pause beendet haben, würfeln Sie einen [[/r d20]] und notieren Sie die Zahl gerollt. Einmal vor deiner nächsten kurzen oder langen Pause kannst du jeden Angriffswurf, Rettungswurf oder Fähigkeitswurf von dir oder einer Kreatur innerhalb von 5ft um dich herum durch diesen Wurf ersetzen. Sie müssen dies vor dem Rollen tun. </p>"
        },
        {
            "id": "Vow of Fortitude",
            "name": "Gelübde der Stärke",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Du kannst deine Aktion oder Bonusaktion nutzen, um einen Effekt auf dich selbst zu beenden, der dich blind macht oder taub. </p>"
        },
        {
            "id": "Vow of Freedom",
            "name": "Gelübde der Freiheit",
            "description": "<p>Du ignorierst nicht verstärktes schwieriges Gelände, und wenn du deine Aktion nutzen würdest, um einen Effekt zu befreien, der dich umklammert oder zurückhält, kannst du stattdessen deine Bonusaktion verwenden.</p>"
        },
        {
            "id": "Vow of Intuition",
            "name": "Gelübde der Intuition",
            "description": "<p>Du kannst keinen Nachteil mehr bei Angriffswürfen gegen Kreaturen in einem Umkreis von 10ft haben, weil du sie nicht sehen kannst.</p>"
        },
        {
            "id": "Vow of Precision",
            "name": "Gelübde der Präzision",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Deine kritische Trefferreichweite mit waffenlosen Schlägen erhöht sich um 1.</p>"
        },
        {
            "id": "Vow of Requital",
            "name": "Gelübde der Vergeltung",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Wenn du die Ausweichaktion ausführst und ein Angriff einer Kreatur innerhalb von  5ft Entfernung dich verfehlt, bevor die Zu Beginn deines nächsten Zuges kannst du deine Reaktion nutzen, um einen Nahkampfwaffenangriff mit einer Mönchswaffe oder einen waffenlosen Schlag gegen diese Kreatur auszuführen.</p>"
        },
        {
            "id": "Vow of Restoration",
            "name": "Gelübde der Wiederherstellung",
            "description": "<p>Wenn Sie einen unbewaffneten Schlag ausführen würden, können Sie 1 Fokuspunkt ausgeben, um stattdessen eine willige Kreatur in Ihrer Reichweite zu berühren. Wirf deinen Kampfkunstwürfel. Das Ziel erhält Trefferpunkte in Höhe der gewürfelten Menge + Ihrem Weisheits- oder Charisma-Modifikator (Ihre Wahl, mindestens +1).</p>"
        },
        {
            "id": "Vow of Serenity",
            "name": "Gelübde der Gelassenheit",
            "description": "<p>Dein maximaler Fokus erhöht sich um einen Betrag, der der Hälfte deines Weisheits- oder Charisma-Modifikators entspricht (Ihre Wahl, aufgerundet, mindestens +1).</p>"
        },
        {
            "id": "Vow of Spirit",
            "name": "Gelübde des Geistes",
            "description": "<p>Du kannst deine Wahl zwischen Weisheit oder Charisma anstelle von Stärke oder Geschicklichkeit für die Angriffs- und Schadenswürfe deiner unbewaffneten Schläge und Mönchswaffen verwenden. Du musst für beide Würfe denselben Modifikator verwenden.</p>"
        },
        {
            "id": "Vow of the Devoted",
            "name": "Gelübde der Ergebenen",
            "description": "<p>Du erhältst eine begrenzte Fähigkeit, die Macht zu manipulieren. Siehe Kapitel 10 für die allgemeinen Regeln des Forcecasting und Kapitel 11 für die Liste der Kraftkräfte.</p> <p><strong><em>Kraftkräfte bekannt.</em></strong> Du lernst 2 Kraftkräfte deiner Auswahl. Auf der 3., 5., 7., 9., 11., 13., 15. und 17. Stufe lernen Sie eine zusätzliche Kraft. Du darfst keine Kraftstärke lernen, die höher als deine maximale Kraftstufe ist, und du kannst gleichzeitig eine Kraftkraft lernen, wenn du ihre Voraussetzung erlernst. Du kannst nur auf diese Weise universelle Kräfte erlernen.</p> <p><strong><em>Kraftpunkte.</em></strong> Anstatt Kraftpunkte zu erzwingen, werden Kräfte, die du durch dieses Gelübde erlernst, mit deinem Fokus gewirkt Punkte, bei 1 Fokuspunkt pro Leistungsstufe. Du kannst auf diese Weise nur universelle Kräfte wirken.</p> <p><strong><em>Maximale Kraftstufe.</em></strong> Viele Kraftkräfte können überwältigt werden, wodurch mehr Fokuspunkte verbraucht werden, um eine größere Wirkung. Sie können diese Fähigkeiten bis zu einem maximalen Level überwältigen, das mit höheren Levels zunimmt. Ihre maximale Leistungsstufe ist 1. Es erhöht sich auf der 7. Stufe auf die 2. Stufe, auf der 13. Stufe auf die 3. und auf der 17. Stufe auf die 4. Stufe. Du kannst Machtkräfte der 4. Stufe nur einmal wirken. Du erhältst die Fähigkeit dazu nach einer langen Pause wieder.</p> <p><strong><em>Fähigkeit erzwingen.</em></strong> Du verwendest deine Konzentrationsfähigkeit immer dann, wenn sich eine Kraft auf deine Fähigkeit zum Erzwingen bezieht. Wenn eine Kraft, die du mit Fokuspunkten wirfst, einen Rettungswurf erfordert, verwendest du deinen Fokuswurf-SG. Wenn eine Kraft, die du mit Fokuspunkten wirkst, einen Angriffswurf erfordert, verwendest du deinen Fokusangriffsmodifikator.</p>"
        },
        {
            "id": "Vow of the Fighter",
            "name": "Gelübde des Kämpfers",
            "description": "<p>Ihre Spezialität ist ein bestimmter Kampfstil. Wählen Sie eine der Kampfstiloptionen, die in Kapitel 6 beschrieben werden. </p>"
        },
        {
            "id": "Vow of the Focused",
            "name": "Gelübde des Fokussierten",
            "description": "<p>Du kannst Stärke, Konstitution oder Intelligenz (ausgewählt, wenn du dieses Gelübde ablegen) durch Weisheit oder Charisma für deine Mönchsklassenmerkmale ersetzen, außer bei anderen Gelübden.</p>"
        },
        {
            "id": "Vow of the Limber",
            "name": "Gelübde der Limber",
            "description": "<p><em><strong>Voraussetzung:</strong> 7. Stufe</em></p> <p>Wenn du deinen ersten unbewaffneten Schlag in deinem Zug machst, kannst du 1 Fokuspunkt ausgeben. Wenn du dies tust, erhöht sich deine Reichweite mit deinen waffenlosen Schlägen bis zum Ende deines Zuges um  5ft.</p>"
        },
        {
            "id": "Vow of the Nemesis",
            "name": "Gelübde der Nemesis",
            "description": "<p><em><strong>Voraussetzung:</strong> 13. Stufe</em></p> <p>Als Bonusaktion kannst du eine Kreatur innerhalb von 30ft Entfernung auswählen, die du sehen kannst. Die Kreatur muss einen Weisheitsrettungswurf gegen deinen Fokuswurf-SG machen. Bei einem erfolgreichen Rettungswurf wird die Kreatur 24 Stunden lang gegen diese Funktion immun. Bei einem fehlgeschlagenen Rettungswurf hat die Kreatur in der nächsten Minute einen Nachteil bei Angriffswürfen gegen andere Kreaturen als dich und muss jedes Mal, wenn sie versucht, sich auf ein Feld zu bewegen, das mehr als 30ft von dir entfernt ist, einen zusätzlichen Weisheitswurf machen ; wenn ihm dieser Rettungswurf gelingt, schränkt diese Funktion seine Bewegung für diesen Zug nicht ein. </p> <p>Diese Funktion endet vorzeitig, wenn du eine andere Kreatur angreifst, wenn du eine andere feindliche Kreatur mit einem Stärke- oder Klassenmerkmal anvisierst, wenn eine befreundete Kreatur dem Ziel Schaden zufügt, wenn eine befreundete Kreatur es mit einem Stärke- oder Klassenmerkmal anvisiert , oder wenn du eine andere Kreatur mit dieser Funktion als Ziel hast.</p>"
        },
        {
            "id": "Vow of the Open Mind",
            "name": "Gelübde des offenen Geistes",
            "description": "<p>Sie erwerben Kenntnisse in einer Fertigkeit Ihrer Wahl. Darüber hinaus können Sie 1 Fokuspunkt und 10 Minuten damit verbringen, über eine Fertigkeit zu meditieren, die Sie beherrschen. Wenn du dies tust, kannst du bei einem Fertigkeitswurf mit der gewählten Fertigkeit deinen Weisheits- oder Charisma-Modifikator zu dem Wurf hinzufügen, falls er diesen Modifikator nicht bereits enthält. Es kann immer nur eine Instanz dieser Funktion gleichzeitig aktiv sein.</p>"
        },
        {
            "id": "Vow of the Sentry",
            "name": "Gelübde der Wache",
            "description": "<p>Du erlangst Kenntnisse in leichter und mittlerer Rüstung. Darüber hinaus kannst du jetzt die Vorteile deiner Kampfkünste und ungepanzerten Bewegungsfunktionen nutzen, während du leichte oder mittlere Rüstung trägst, solange du keinen Schild trägst.</p>"
        },
        {
            "id": "Vow of the Versatile",
            "name": "Gelübde der Vielseitigkeit",
            "description": "<p>Wenn du als Teil deines Martial Arts-Bonusaktionsangriffs oder deines Schlaghagels einen waffenlosen Schlag ausführen würdest, kannst du stattdessen einen Nahkampfwaffenangriff mit einer Mönchswaffe ausführen, die du führst.</p>"
        },
        {
            "id": "Warden's Routine",
            "name": "Routine des Aufsehers",
            "description": "<p>Zu Beginn jedes deiner Schwünge kannst du eine Steig- und Schwimmgeschwindigkeit wählen, die deiner Gehgeschwindigkeit entspricht. Alternativ kannst du diesen Vorteil auch auf befreundete Kreaturen in einem Umkreis von  5ft um dich ausweiten, außer dir selbst.</p>"
        },
        {
            "id": "Weapon Integration",
            "name": "Waffenintegration",
            "description": "<p>Diese Erweiterung ersetzt einen Unterarm.</p> <p>Sie können eine einzelne Waffe, die nicht mehr als 8 Pfund wiegt, in Ihren Unterarm integrieren. Während sie integriert sind, können Sie eine Bonusaktion verwenden, um die Waffe zu verbergen oder aufzudecken, die nur verwendet werden kann, während sie aufgedeckt ist. Während sie versteckt ist, hat die Waffe die versteckte Eigenschaft. Während sie aufgedeckt ist, hat die Waffe die feste Eigenschaft.</p> <p>Du kannst diese Modifikation mehrmals auswählen.</p>"
        },
        {
            "id": "Weapon Integration",
            "name": "Waffenintegration",
            "description": "<p>Sie können eine einzelne Waffe, die nicht mehr als 8 lb wiegt, in Ihr Instrument integrieren. Während sie integriert ist, erhält diese Waffe die versteckte Eigenschaft. </p>"
        },
        {
            "id": "Weapon Integration",
            "name": "Waffenintegration",
            "description": "<p>Sie können eine einzelne Waffe, die nicht mehr als 8 Pfund wiegt, in Ihr Gadgeteer-Gurtzeug integrieren. Während sie integriert ist, erhält diese Waffe die versteckten und festen Eigenschaften. </p>"
        },
        {
            "id": "Weapon Integration Armoring",
            "name": "Waffenintegrationspanzerung",
            "description": "<p><em><strong>Voraussetzung:</strong> Rüstung</em></p> <p>Sie können eine einzelne Waffe, die nicht mehr als 8 lb. wiegt, in Ihre Rüstung integrieren. Während sie integriert ist, erhält diese Waffe die versteckte Eigenschaft. Außerdem hast du einen Vorteil bei Kraftrettungswürfen, um nicht entwaffnet zu werden.</p>"
        },
        {
            "id": "Weaponmaster's Exploit",
            "name": "Exploit des Waffenmeisters",
            "description": "<p>Sie erwerben Kenntnisse in drei Blastern oder Vibroeapons, denen die schweren und starken Eigenschaften fehlen.</p> <p>Sie können diesen Exploit mehrmals auswählen. Jedes Mal, wenn Sie dies tun, müssen Sie verschiedene Waffen auswählen.</p>"
        },
        {
            "id": "Withercasting Controller",
            "name": "Withercasting-Controller",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Du erhältst einen Bonus von +1 auf den Tech-Save-SG der von dir gewirkten Kräfte, die einen Weisheits- oder Charisma-Sparen erfordern Wurf. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Withercasting Inhibitor",
            "name": "Verderbender Inhibitor",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Während du deinen Körper als Tech-Fokus nutzt, erhältst du einen Bonus von +1 auf den Tech-Save-SG der Kräfte du wirkst, für die ein Weisheits- oder Charisma-Rettungswurf erforderlich ist. Dieser Bonus erhöht sich auf +2 auf Stufe 9 und auf +3 auf Stufe 13.</p>"
        },
        {
            "id": "Wrist-Mounted Grappling Hook",
            "name": "Am Handgelenk befestigter Enterhaken",
            "description": "<p>Sie stellen eine am Handgelenk befestigte Enterhakenwaffe her, die an einer eng gewickelten Schnur befestigt ist. Mit dieser Vorrichtung können Sie einen Fernkampfangriff mit einer Reichweite von 30/60 durchführen. Bei einem Treffer verursacht es [[/r 1W4]] Kinetikschaden. Dieser Angriff kann auf eine Oberfläche, ein Objekt oder eine Kreatur abzielen.</p> <p>Eine von diesem Angriff getroffene Kreatur wird vom Haken aufgespießt. Als Aktion kann eine Kreatur versuchen, den Haken zu entfernen. Das Entfernen des Hakens erfordert eine Festigkeitsprüfung. Während der Haken im Ziel steckt, bist du mit einem 60-Fuß-Kabel mit dem Ziel verbunden.</p> <p>Während der Haken ausgefahren ist, kannst du deine Bonusaktion nutzen, um die Rolle zu aktivieren und dich selbst an den Ort zu ziehen wenn das Ziel Ihre Größe oder größer ist. Eine Kreatur oder ein Objekt, das kleiner ist als du, wird zu dir gezogen. Alternativ können Sie das Kabel freigeben (keine Aktion erforderlich).</p> <p>Nachdem Sie diese Funktion verwendet haben, können Sie sie nicht wieder verwenden, bis Sie den Haken als Aktion wiederhergestellt und wieder eingeführt haben.</ p>"
        },
        {
            "id": "Wrist-Mounted Grappling Hook",
            "name": "Am Handgelenk befestigter Enterhaken",
            "description": "<p>Sie stellen eine am Handgelenk befestigte Enterhakenwaffe her, die an einer eng gewickelten Schnur befestigt ist. Mit dieser Vorrichtung können Sie einen Fernkampfangriff mit einer Reichweite von 30/60 durchführen. Bei einem Treffer verursacht es [[/r 1W4]] Kinetikschaden. Dieser Angriff kann auf eine Oberfläche, ein Objekt oder eine Kreatur abzielen.</p> <p>Eine von diesem Angriff getroffene Kreatur wird vom Haken aufgespießt. Als Aktion kann eine Kreatur versuchen, den Haken zu entfernen. Das Entfernen des Hakens erfordert eine Festigkeitsprüfung. Während der Haken im Ziel steckt, bist du mit einem 60-Fuß-Kabel mit dem Ziel verbunden.</p> <p>Während der Haken ausgefahren ist, kannst du deine Bonusaktion nutzen, um die Rolle zu aktivieren und dich selbst an den Ort zu ziehen wenn das Ziel Ihre Größe oder größer ist. Eine Kreatur oder ein Objekt, das kleiner ist als du, wird zu dir gezogen. Alternativ können Sie das Kabel freigeben (keine Aktion erforderlich).</p> <p>Nachdem Sie diese Funktion verwendet haben, können Sie sie nicht wieder verwenden, bis Sie den Haken als Aktion wiederhergestellt und wieder eingeführt haben.</ p>"
        },
        {
            "id": "X-Ray Targeting",
            "name": "Röntgen-Targeting",
            "description": "<p><em><strong>Voraussetzung:</strong> 5. Stufe</em></p> <p>Sie optimieren Ihre Sensoren, um Schwachstellen in dicker Rüstung zu finden. Deine Waffenangriffe und Tech-Kräfte verursachen doppelten Schaden gegen Konstrukte.</p>"
        }
    ]
}						