{
    "label": "Ausrüstung: Munition",
    "entries": [
        {
            "id": "Corrosive cartridge",
            "name": "Ätzpatrone",
            "description": "<p>Eine Ätzpatrone ist eine spezielle Geschosspatrone zur Verwendung mit Blasterwaffen, die kinetischen Schaden verursachen. Wenn du mit der geladenen Waffe einen Schuss abgibst, muss die Kreatur einen Konstitutionsschutzwurf von DC 14 ablegen. Bei einem Fehlschlag erleidet sie [[/r 1d8]] Säureschaden, bei einem Erfolg halb so viel. Wenn du eine Kreatur mit der geladenen Waffe auf 0 Trefferpunkte reduzierst, muss sie einen Konstitutions-Erhaltungswurf von DC 13 machen. Bei einem fehlgeschlagenen Rettungswurf stirbt die Kreatur sofort, ohne dass sie einen Todesrettungswurf machen muss. Eine aufgelöste Kreatur und alles, was sie trägt, werden zu einem Haufen feinen grauen Staubs. Eine auf diese Weise zerstörte Kreatur kann nicht wiederbelebt werden. </p>"
        },
        {
            "id": "Cryo cell",
            "name": "Kryo Zelle",
            "description": "<p>Eine Kryozelle ist eine spezielle Energiezelle zur Verwendung mit Blasterwaffen, die Säure-, Energie-, Feuer-, Ionen- oder Schallschaden verursachen. Die geladene Waffe verursacht Kälteschaden anstelle ihres normalen Schadenstyps, und wenn du mit einem Schuss triffst, muss die Kreatur einen Konstitutionsschutzwurf von DC 14 ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d4]] Kälteschaden und wird bis zum Ende ihrer nächsten Runde um 1 Stufe verlangsamt. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur die Hälfte des Schadens und wird nicht verlangsamt. Wenn dieser Schaden eine Kreatur auf 0 Trefferpunkte reduziert, wird diese Kreatur für 1 Stunde in Karbonit eingefroren.</p>"
        },
        {
            "id": "Dart",
            "name": "Dart",
            "description": "<p>Diese Handgelenk-Werfer-Munition verursacht bei einem Treffer [[/r 1d6]] kinetischen Schaden.</p>"
        },
        {
            "id": "Deafening calibrator",
            "name": "Betäubungskalibrator",
            "description": "<p>Als Aktion kannst du diesen Kalibrator auf eine Vibrationswaffe oder ein Paar Handschellen im Umkreis von 5 Fuß anwenden und erhältst dadurch 1 Minute lang einen Bonus von +1 auf Schadenswürfe. Dieser Bonus gilt zusätzlich zu allen Boni, die die Waffe gewährt. Außerdem erhält die Waffe für diese Zeit die Eigenschaft sonor 13. Wenn sie bereits die Eigenschaft sonor besitzt, erhöht sich ihre sonore Zahl um 1, bis zu einem Maximum von 18.</p>"
        },
        {
            "id": "Deafening cell",
            "name": "Betäubungszelle",
            "description": "<p>Eine ohrenbetäubende Zelle ist eine spezielle Energiezelle zur Verwendung mit Blasterwaffen, die Säure-, Energie-, Feuer-, Ionen- oder Schallschaden verursachen. Die geladene Waffe verursacht anstelle ihres normalen Schadenstyps Schallschaden, und wenn du mit einem Schuss triffst, muss die Kreatur einen Konstitutionsschutzwurf von DC 14 ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d6]] Schallschaden und ist bis zum Beginn deines nächsten Zuges betäubt. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur den halben Schaden und ist nicht betäubt. </p>"
        },
        {
            "id": "Deafening collimator",
            "name": "Betäubungskollimator",
            "description": "<p>Als Aktion kannst du diesen Kollimator auf eine Lichtwaffe im Umkreis von 5 Fuß anwenden, wodurch sie 1 Minute lang einen Bonus von +1 auf Schadenswürfe erhält. Dieser Bonus gilt zusätzlich zu allen Boni, die die Waffe gewährt. Außerdem erhält die Waffe für diese Dauer die Eigenschaft sonor 13. Wenn sie bereits die Eigenschaft sonor besitzt, erhöht sich ihre sonore Zahl um 1, bis zu einem Maximum von 18.</p>"
        },
        {
            "id": "Deafening dart",
            "name": "Betäubungspfeil",
            "description": "<p>Diese Handgelenk-Wurfmunition verursacht bei einem Treffer [[/r 1d6]] kinetischen Schaden. Außerdem muss die Kreatur bei einem Treffer einen Konstitutionsschutzwurf von DC 14 ablegen und erleidet bei einem Fehlschlag [[/r 1d4]] Schallschaden. </p>\r\n<p>Bei einem misslungenen Schutzwurf ist die Kreatur außerdem 1 Minute lang betäubt. Am Ende der Runde einer betroffenen Kreatur kann sie diesen Schutzwurf wiederholen, wobei der Effekt bei einem Erfolg endet.</p>"
        },
        {
            "id": "Electrifying calibrator",
            "name": "Elektrisierender Kalibrator",
            "description": "<p>Als Aktion kannst du diesen Kalibrator auf eine Vibrationswaffe oder ein Paar Handschellen im Umkreis von 5 Fuß anwenden und erhältst dadurch 1 Minute lang einen Bonus von +1 auf Schadenswürfe. Dieser Bonus gilt zusätzlich zu allen Boni, die die Waffe gewährt. Außerdem erhält die Waffe für diese Zeit die Eigenschaft schockierend 13. Wenn sie bereits die Eigenschaft schockierend besitzt, erhöht sich ihre Schockzahl um 1, bis zu einem Maximum von 18.</p>"
        },
        {
            "id": "Electrifying cartridge",
            "name": "Elektrisierende Patrone",
            "description": "<p>Eine elektrisierende Patrone ist eine spezielle Geschosspatrone für Blasterwaffen, die kinetischen Schaden verursachen. Wenn du mit der geladenen Waffe einen Schuss abgibst, muss die Kreatur einen Rettungswurf von DC 14 auf Geschicklichkeit ablegen. Bei einem fehlgeschlagenen Rettungswurf erleidet die Kreatur [[/r 1d4]] Blitzschaden und steht bis zum Ende ihrer nächsten Runde unter Schock. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur die Hälfte des Schadens und ist nicht geschockt.</p>"
        },
        {
            "id": "Electrifying collimator",
            "name": "Elektrisierender Kollimator",
            "description": "<p>Als Aktion kannst du diesen Kollimator auf eine Lichtwaffe im Umkreis von 5 Fuß anwenden, wodurch sie 1 Minute lang einen Bonus von +1 auf Schadenswürfe erhält. Dieser Bonus gilt zusätzlich zu allen Boni, die die Waffe gewährt. Außerdem erhält die Waffe für diese Zeit die Eigenschaft schockierend 13. Wenn sie bereits die Eigenschaft schockierend besitzt, erhöht sich ihre Schockzahl um 1, bis zu einem Maximum von 18.</p>"
        },
        {
            "id": "Electrifying dart",
            "name": "Elektrisierender Pfeil",
            "description": "<p>Diese Handgelenk-Wurfmunition verursacht bei einem Treffer [[/r 1d6]] kinetischen Schaden. Ebenfalls bei einem Treffer muss die Kreatur einen Rettungswurf von DC 14 für Geschicklichkeit ablegen und erleidet bei einem Fehlschlag [[/r 1d4]] Blitzschaden. </p>\r\n<p>Bei einem fehlgeschlagenen Schutzwurf wird die Kreatur außerdem für 1 Minute geschockt. Am Ende der Runde einer betroffenen Kreatur kann sie diesen Schutzwurf wiederholen, wobei der Effekt bei einem Erfolg endet.</p>"
        },
        {
            "id": "Flechette clip, fragmentation",
            "name": "Flechette-Clip, Fragmentierung",
            "description": "<p>Wenn ausgelöst, feuert diese Handgelenk-Werfer-Munition eine Salve kinetischer Flechette-Granaten in einer kurzen Linie von 15 Fuß Länge und 5 Fuß Breite oder einer langen Linie von 45 Fuß Länge und 5 Fuß Breite ab. Ein einziger Flechette-Clip enthält genug Munition für drei Angriffe in einer kurzen Linie oder einen Angriff in einer langen Linie. Jede Kreatur muss einen Rettungswurf von DC 14 in Geschicklichkeit ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d10]] kinetischen Schaden, bei einem erfolgreichen Schutzwurf halb so viel. Wenn du den Handgelenk-Werfer nicht beherrschst, musst du die Schadenswürfel zweimal werfen und die niedrigere Summe nehmen.</p>"
        },
        {
            "id": "Flechette clip, ion",
            "name": "Flechette-Clip, ion",
            "description": "<p>Bei Auslösung feuert dieser Handgelenkwerfer eine Salve von Ionen-Flechettengeschossen in einer kurzen Linie von 15 Fuß Länge und 5 Fuß Breite oder einer langen Linie von 45 Fuß Länge und 5 Fuß Breite ab. Ein einziger Flechette-Clip enthält genug Munition für drei Angriffe in einer kurzen Linie oder einen Angriff in einer langen Linie. Jede Kreatur muss einen Rettungswurf von DC 14 in Geschicklichkeit ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d6]] Ionenschaden, bei einem erfolgreichen Schutzwurf halb so viel. Alle elektronischen Geräte innerhalb des Explosionsradius, die nicht getragen werden, werden deaktiviert, bis sie neu gestartet werden. Wenn du den Handgelenkwerfer nicht beherrschst, musst du die Schadenswürfel zweimal werfen und die niedrigere Summe nehmen.</p>"
        },
        {
            "id": "Flechette clip, plasma",
            "name": "Flechette-Clip, Plasma",
            "description": "<p>Wenn ausgelöst, feuert diese Handgelenk-Werfer-Munition eine Salve von Energie-Flechette-Munition in einer kurzen Linie von 15 Fuß Länge und 5 Fuß Breite oder einer langen Linie von 45 Fuß Länge und 5 Fuß Breite ab. Ein einziger Flechette-Clip enthält genug Munition für drei Angriffe in einer kurzen Linie oder einen Angriff in einer langen Linie. Jede Kreatur muss einen Rettungswurf von DC 14 in Geschicklichkeit ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d10]] Energieschaden, bei einem erfolgreichen Schutzwurf halb so viel. Wenn du den Handgelenk-Werfer nicht beherrschst, musst du die Schadenswürfel zweimal werfen und die niedrigere Summe nehmen.</p>"
        },
        {
            "id": "Flechette mag, fragmentation",
            "name": "Flechette mag, Fragmentierung",
            "description": "<p>Wenn sie ausgelöst wird, feuert diese Flechette-Kanonenmunition eine Salve kinetischer Flechette-Geschosse in einer kurzen Linie von 15 Fuß Länge und 5 Fuß Breite oder einer langen Linie von 45 Fuß Länge und 5 Fuß Breite ab. Ein einziges Flechette-Magazin enthält genug Munition für drei Angriffe in einer kurzen Linie oder einen Angriff in einer langen Linie. Jede Kreatur muss einen Rettungswurf von DC 14 in Geschicklichkeit ablegen. Bei einem misslungenen Schutzwurf erleidet eine Kreatur [[/r 2d10]] kinetischen Schaden, bei einem erfolgreichen Schutzwurf halb so viel. </p>"
        },
        {
            "id": "Flechette mag, ion",
            "name": "Flechette mag, ion",
            "description": "<p>Wenn sie ausgelöst wird, feuert diese Flechette-Kanonenmunition eine Salve von Ionen-Flechette-Munition in einer kurzen Linie von 15 Fuß Länge und 5 Fuß Breite oder einer langen Linie von 45 Fuß Länge und 5 Fuß Breite ab. Ein einziges Flechette-Magazin enthält genug Munition für drei Angriffe in einer kurzen Reihe oder einen Angriff in einer langen Reihe. Jede Kreatur muss einen Rettungswurf von DC 14 in Geschicklichkeit ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 2d6]] Ionenschaden, bei einem erfolgreichen Schutzwurf halb so viel. Alle elektronischen Geräte innerhalb des Explosionsradius, die nicht getragen werden, werden bis zum Neustart deaktiviert.</p>"
        },
        {
            "id": "Flechette mag, plasma",
            "name": "Flechette mag, plasma",
            "description": "<p>Wenn sie ausgelöst wird, feuert diese Flechette-Kanonenmunition eine Salve von Energie-Flechette-Geschossen in einer kurzen Linie von 15 Fuß Länge und 5 Fuß Breite oder einer langen Linie von 45 Fuß Länge und 5 Fuß Breite ab. Ein einziges Flechette-Magazin enthält genug Munition für drei Angriffe in einer kurzen Reihe oder einen Angriff in einer langen Reihe. Jede Kreatur muss einen Rettungswurf von DC 14 in Geschicklichkeit ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 2d10]] Energieschaden, bei einem erfolgreichen Schutzwurf halb so viel. </p>"
        },
        {
            "id": "Flux collimator",
            "name": "Fluxkollimator",
            "description": "<p>Als Aktion kannst du diesen Kollimator auf eine Lichtwaffe im Umkreis von 5 Fuß anwenden, wodurch sie 1 Minute lang einen Bonus von +1 auf Schadenswürfe erhält. Dieser Bonus gilt zusätzlich zu allen Boni, die die Waffe gewährt.</p>"
        },
        {
            "id": "Gas cartridge",
            "name": "Gaskartusche",
            "description": "<p>Eine Gaspatrone ist eine spezielle Geschosspatrone für Blasterwaffen, die kinetischen Schaden verursachen. Wenn du mit der geladenen Waffe einen Schuss abgibst, muss die Kreatur einen Konstitutionsschutzwurf von DC 14 ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d6]] Giftschaden und ist bis zum Beginn ihres nächsten Zuges vergiftet. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur den halben Schaden und wird nicht vergiftet.</p>"
        },
        {
            "id": "Incendiary cell",
            "name": "Brandstoffzelle",
            "description": "<p>Eine Brandzelle ist eine spezielle Energiezelle zur Verwendung mit Blasterwaffen, die Säure-, Energie-, Feuer-, Ionen- oder Schallschaden verursachen. Die geladene Waffe verursacht Feuerschaden anstelle ihres normalen Schadenstyps, und wenn du mit einem Schuss triffst, setzt sie den Boden unter ihr in einem 5-Fuß-Quadrat für 1 Minute in Flammen. Wenn eine Kreatur das Feuer betritt oder ihren Zug dort beginnt, muss sie einen Rettungswurf von DC 14 in Geschicklichkeit ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d8]] Feuerschaden, bei einem erfolgreichen Schutzwurf halb so viel. Ein Konstrukt macht diesen Schutzwurf mit Nachteil.</p>"
        },
        {
            "id": "Missile, fragmentation",
            "name": "Rakete, Fragmentierung",
            "description": "<p>Diese Handgelenk-Wurfgeschossmunition verursacht bei einem Treffer [[/r 1d6]] kinetischen Schaden. Außerdem explodiert die Rakete bei einem Treffer oder Fehlschuss. Das Ziel und jede Kreatur im Umkreis von 5 Fuß müssen einen Rettungswurf von DC 14 auf Geschicklichkeit ablegen und erleiden bei einem Fehlschlag [[/r 1d10]] kinetischen Schaden, bei einem erfolgreichen Treffer die Hälfte.</p>"
        },
        {
            "id": "Missile, incendiary",
            "name": "Rakete, Brandgeschoss",
            "description": "<p>Diese Handgelenk-Wurfmunition verursacht bei einem Treffer [[/r 1d6]] kinetischen Schaden. Außerdem explodiert die Rakete, egal ob sie trifft oder nicht, und setzt den Boden unter ihr in einem Radius von 15 Fuß 1 Minute lang in Flammen. Wenn eine Kreatur das Feuer betritt oder ihren Zug dort beginnt, muss sie einen Rettungswurf von DC 14 in Geschicklichkeit ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d8]] Feuerschaden, bei einem erfolgreichen Schutzwurf halb so viel. Ein Konstrukt macht diesen Schutzwurf mit Nachteil.</p>"
        },
        {
            "id": "Missile, ion",
            "name": "Rakete, ion",
            "description": "<p>Diese Handgelenk-Wurfmunition verursacht bei einem Treffer [[/r 1d6]] kinetischen Schaden. Außerdem explodiert die Rakete bei einem Treffer oder Fehlschuss. Das Ziel und jede Kreatur im Umkreis von 1,5 Metern müssen einen Rettungswurf von DC 14 auf Geschicklichkeit ablegen und erleiden bei einem Fehlschlag [[/r 1d6]] Ionenschaden, bei einem Erfolg die Hälfte. Jegliche Elektronik innerhalb des Explosionsradius, die nicht getragen wird, wird bis zum Neustart deaktiviert.</p>"
        },
        {
            "id": "Oscillation calibrator",
            "name": "Schwingungskalibrator",
            "description": "<p>Als Aktion kannst du diesen Kalibrator auf eine Vibrowaffe oder ein Paar Handschellen im Umkreis von 5 Fuß anwenden und erhältst dadurch 1 Minute lang einen Bonus von +1 auf Schadenswürfe. Dieser Bonus gilt zusätzlich zu allen Boni, die die Waffe gewährt.</p>"
        },
        {
            "id": "Panic calibrator",
            "name": "Panikkalibrator",
            "description": "<p>Als Aktion kannst du diesen Kalibrator auf eine Vibrationswaffe oder ein Paar Handschellen im Umkreis von 5 Fuß anwenden und erhältst dadurch 1 Minute lang einen Bonus von +1 auf Schadenswürfe. Dieser Bonus gilt zusätzlich zu allen Boni, die die Waffe gewährt. Außerdem erhält die Waffe für diese Zeit die Eigenschaft Neuralisierend 13. Wenn sie bereits die Eigenschaft Neuralisieren besitzt, erhöht sich ihre Neuralisierungszahl um 1, bis zu einem Maximum von 18.</p>"
        },
        {
            "id": "Panic collimator",
            "name": "Panikkollimator",
            "description": "<p>Als Aktion kannst du diesen Kollimator auf eine Lichtwaffe im Umkreis von 5 Fuß anwenden, wodurch sie 1 Minute lang einen Bonus von +1 auf Schadenswürfe erhält. Dieser Bonus gilt zusätzlich zu allen Boni, die die Waffe gewährt. Außerdem erhält die Waffe für diese Zeit die Eigenschaft neuralisierend 13. Wenn sie bereits die Eigenschaft Neuralisierung besitzt, erhöht sich ihre Neuralisierungszahl um 1, bis zu einem Maximum von 18.</p>"
        },
        {
            "id": "Panic dart",
            "name": "Panikpfeil",
            "description": "<p>Diese Handgelenk-Wurfmunition verursacht bei einem Treffer [[/r 1d6]] kinetischen Schaden. Ebenfalls bei einem Treffer muss die Kreatur einen DC 14 Weisheitswurf machen und erleidet bei einem Fehlschlag [[/r 1d4]] psychischen Schaden. </p>\r\n<p>Bei einem misslungenen Rettungswurf wird die Kreatur außerdem 1 Minute lang von dir verängstigt. Zu Beginn des Zuges einer betroffenen Kreatur kann sie diesen Schutzwurf wiederholen, wobei der Effekt bei einem Erfolg endet.</p>"
        },
        {
            "id": "Power cell",
            "name": "Stromzelle",
            "description": "<p>Energiezellen treiben Blasterwaffen an, die Energie- oder Ionenschaden verursachen. Außerdem werden Energiezellen verwendet, um bestimmte Werkzeuge mit Energie zu versorgen.</p>"
        },
        {
            "id": "Power generator",
            "name": "Stromerzeuger",
            "description": "<p>Stromgeneratoren versorgen die Rotationskanone mit Energie.</p>"
        },
        {
            "id": "Projector canister, corrosive",
            "name": "Projektorkanister, ätzend",
            "description": "<p>Bei Auslösung erzeugt diese Handgelenkwerfer-Munition einen Säuresprühnebel in einer Linie von 15 Fuß Länge und 5 Fuß Breite oder einen 15-Fuß-Kegel. Ein einziger Kanister enthält genug Treibstoff für drei Angriffe in einer Linie oder einen einzigen Angriff in einem Kegel. Jede Kreatur muss einen Konstitutionsschutzwurf von DC 14 ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d6]] Säureschaden, und der erste Angriff, den sie vor dem Ende ihres nächsten Zuges ausführt, hat Nachteil. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur die Hälfte des Schadens und ist nicht benachteiligt. Wenn dieser Schaden eine Kreatur auf 0 Trefferpunkte reduziert, muss sie einen Konstitutionsschutzwurf von DC 13 ablegen. Bei einem misslungenen Rettungswurf stirbt die Kreatur sofort, ohne einen Rettungswurf zu machen. Eine aufgelöste Kreatur und alles, was sie trägt, zerfällt zu einem Haufen feinen grauen Staubs. Wenn du den Handgelenkwerfer nicht beherrschst, musst du die Schadenswürfel zweimal werfen und die niedrigere Summe nehmen.</p>"
        },
        {
            "id": "Projector canister, cryo",
            "name": "Projektorkanister, Kryo",
            "description": "<p>Bei Auslösung erzeugt diese Handgelenkwerfer-Munition einen Strahl aus Karbonit-Energie in einer Linie von 15 Fuß Länge und 5 Fuß Breite oder einem 15-Fuß-Kegel. Ein einziger Kanister fasst genug Treibstoff für drei Angriffe in einer Linie oder einen einzigen Angriff in einem Kegel. Jede Kreatur muss einen Konstitutionsschutzwurf von DC 14 ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d4]] Kälteschaden und wird bis zum Ende deines nächsten Zuges um 1 Stufe verlangsamt. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur die Hälfte des Schadens und wird nicht verlangsamt. Wenn dieser Schaden eine Kreatur auf 0 Trefferpunkte reduziert, wird diese Kreatur für 1 Stunde in Karbonit eingefroren. Wenn du den Handgelenk-Werfer nicht beherrschst, musst du zweimal mit den Schadenswürfeln würfeln und die niedrigere Summe nehmen.</p>"
        },
        {
            "id": "Projector canister, incendiary",
            "name": "Projektorkanister, Brandsatz",
            "description": "<p>Bei Auslösung erzeugt diese Handgelenkwerfermunition einen Flammenstoß in einer Linie von 15 Fuß Länge und 5 Fuß Breite oder einen 15-Fuß-Kegel. Ein einziger Kanister enthält genug Treibstoff für drei Angriffe in einer Linie oder einen einzigen Angriff in einem Kegel. Jede Kreatur muss einen Rettungswurf von DC 14 für Geschicklichkeit ablegen und erleidet dabei [[/r 1d8]] Feuerschaden, bei Erfolg die Hälfte davon. Das Feuer breitet sich um Ecken herum aus. Es entzündet brennbare Gegenstände in der Umgebung, die nicht getragen werden. Wenn du den Handgelenkwerfer nicht beherrschst, musst du den Schadenswürfel zweimal werfen und die niedrigere Summe nehmen.</p>"
        },
        {
            "id": "Projector tank, corrosive",
            "name": "Projektorkanister, ätzend",
            "description": "<p>Bei Auslösung erzeugt diese Dampfprojektormunition einen Säuresprühnebel in einer Linie von 15 Fuß Länge und 5 Fuß Breite oder einem 15-Fuß-Kegel. Ein einziger Tank fasst genug Treibstoff für drei Angriffe in einer Linie oder einen einzigen Angriff in einem Kegel. Jede Kreatur muss einen Konstitutionsschutzwurf von DC 14 ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 2d6]] Säureschaden, und der erste Angriff, den sie vor dem Ende ihres nächsten Zuges ausführt, hat Nachteil. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur die Hälfte des Schadens und ist nicht benachteiligt. Wenn dieser Schaden eine Kreatur auf 0 Trefferpunkte reduziert, muss sie einen Konstitutionsschutzwurf von DC 13 ablegen. Bei einem misslungenen Rettungswurf stirbt die Kreatur sofort, ohne einen Rettungswurf zu machen. Eine aufgelöste Kreatur und alles, was sie trägt, zerfällt zu einem Haufen feinen grauen Staubs. </p>"
        },
        {
            "id": "Projector tank, cryo",
            "name": "Projektorkanister, Kryo",
            "description": "<p>Wenn diese Dampfprojektormunition ausgelöst wird, erzeugt sie einen Strahl aus Karbonitenergie in einer Linie von 15 Fuß Länge und 5 Fuß Breite oder in einem 15-Fuß-Kegel. Ein einziger Tank fasst genug Treibstoff für drei Angriffe in einer Linie oder einen einzigen Angriff in einem Kegel. Jede Kreatur muss einen Konstitutionsschutzwurf von DC 14 ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 2d4]] Kälteschaden und wird bis zum Ende deines nächsten Zuges um 1 Stufe verlangsamt. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur die Hälfte des Schadens und wird nicht verlangsamt. Wenn dieser Schaden eine Kreatur auf 0 Trefferpunkte reduziert, wird diese Kreatur für 1 Stunde in Karbonit eingefroren.</p>"
        },
        {
            "id": "Projector tank, incendiary",
            "name": "Projektorkanister, Brandsatz",
            "description": "<p>Bei Auslösung erzeugt diese Dampfprojektormunition einen Flammenstoß in einer Linie von 15 Fuß Länge und 5 Fuß Breite oder einen 15-Fuß-Kegel. Ein einziger Treibstofftank enthält genug Treibstoff für drei Angriffe in einer Linie oder einen einzigen Angriff in einem Kegel. Jede Kreatur muss einen Schutzwurf von DC 14 auf Geschicklichkeit ablegen und erleidet dabei [[/r 2d8]] Feuerschaden oder die Hälfte davon, wenn der Schutzwurf gelingt. Das Feuer breitet sich um Ecken herum aus. Es entzündet brennbare Gegenstände in der Umgebung, die nicht getragen werden.</p>"
        },
        {
            "id": "Rocket, fragmentation",
            "name": "Rakete, Fragmentierung",
            "description": "<p>Diese Raketenwerfer-Munition verursacht [[/r 2d6]] kinetischen Schaden bei einem Treffer. Außerdem explodiert die Rakete bei einem Treffer oder Fehlschuss. Das Ziel und jede Kreatur im Umkreis von 15 Fuß müssen einen Rettungswurf von DC 14 auf Geschicklichkeit ablegen und erleiden bei einem Fehlschlag [[/r 2d10]] kinetischen Schaden, bei einem erfolgreichen Treffer die Hälfte.</p>"
        },
        {
            "id": "Rocket, incendiary",
            "name": "Rakete, Brandsatz",
            "description": "<p>Diese Raketenwerfer-Munition verursacht bei einem Treffer [[/r 2d6]] kinetischen Schaden. Außerdem explodiert die Rakete, egal ob sie trifft oder nicht, und setzt den Boden unter ihr in einem Radius von 15 Fuß 1 Minute lang in Brand. Wenn eine Kreatur das Feuer betritt oder ihren Zug dort beginnt, muss sie einen Rettungswurf von DC 14 in Geschicklichkeit ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 2d8]] Feuerschaden, bei einem erfolgreichen Schutzwurf halb so viel. Ein Konstrukt macht diesen Schutzwurf mit Nachteil.</p>"
        },
        {
            "id": "Rocket, ion",
            "name": "Rakete, ion",
            "description": "<p>Diese Raketenwerfer-Munition verursacht bei einem Treffer [[/r 2d6]] kinetischen Schaden. Außerdem explodiert die Rakete bei einem Treffer oder Fehlschuss. Das Ziel und jede Kreatur im Umkreis von 15 Fuß müssen einen Rettungswurf der Stärke DC 14 ablegen und erleiden bei einem Fehlschlag [[/r 2d6]] Ionenschaden, bei einem erfolgreichen Treffer halb so viel. Jegliche Elektronik innerhalb des Explosionsradius, die nicht getragen wird, wird bis zum Neustart deaktiviert.</p>"
        },
        {
            "id": "Slug cartridge",
            "name": "Geschosskassette",
            "description": "<p>Geschosspatronen sind Munition für Blasterwaffen, die kinetischen Schaden verursachen. Wenn du eine Waffe nachlädst, die Patronen verwendet, kannst du eine beliebige Anzahl von Patronen bis zur Nachladezahl der Waffe als Teil der gleichen Aktion nachladen.</p>"
        },
        {
            "id": "Snare",
            "name": "Schlinge",
            "description": "<p>Wenn diese Handgelenkwaffenmunition eine Kreatur mittlerer oder kleiner Größe trifft, wird sie gefesselt, bis sie sich befreit. Eine Schlinge hat keine Wirkung auf formlose oder große oder größere Kreaturen. Eine Kreatur kann ihre Aktion nutzen, um eine Stärke- oder Geschicklichkeitsprüfung (DC 13) zu machen (das Ziel wählt die zu verwendende Fähigkeit aus) und sich selbst oder eine andere Kreatur in ihrer Reichweite bei einem Erfolg zu befreien. Die Schlinge hat einen AC von 10, 5 Trefferpunkte und ist immun gegen jeglichen Schaden, der nicht von Nahkampfwaffen verursacht wird. Die Zerstörung der Schlinge befreit die Kreatur, ohne sie zu verletzen, und beendet die Wirkung der Schlinge sofort.</p>"
        },
        {
            "id": "Torpedo, fragmentation",
            "name": "Torpedo, Fragmentierung",
            "description": ""
        },
        {
            "id": "Torpedo, plasma",
            "name": "Torpedo, Plasma",
            "description": ""
        }
    ]
}
