{
    "label": "Kampf: Lichtschwert Formen",
    "entries": [
        {
            "id": "Aqinos Form",
            "name": "Aqinos-Form",
            "description": "Voraussetzung: Die Fähigkeit, Tech-Kräfte zu wirken. Als Teil der Bonusaktion zum Annehmen dieser Form kannst du, wenn du eine Tech-Kraft der 1. Stufe oder höher, aber nicht höher als die Hälfte deiner Maximalkraftstufe (aufgerundet) wirkst, als deine Aktion einen Angriff mit einer Nahkampfwaffe ausführen."
        },
        {
            "id": "Ataru Form",
            "name": "Ataru-Form",
            "description": "<p>Als Teil der Bonusaktion, um diese Form anzunehmen, kannst du bis zu 15 Fuß in einen unbesetzten Raum springen, den du sehen kannst.</p>"
        },
        {
            "id": "Djem So Form",
            "name": "Djem So Form",
            "description": "<p>Vor dem Ende deines nächsten Zuges kannst du die Hälfte deines Weisheits- oder Charisma-Modifikators (nach deiner Wahl, abgerundet, mindestens +1) zu einer Fähigkeitsüberprüfung oder einem Angriffswurf mit Stärke addieren.</p>"
        },
        {
            "id": "Ishu Form",
            "name": "Ishu-Form",
            "description": "<p>Wenn sich eine befreundete Kreatur im Umkreis von 15 Fuß um dich herum befindet, kannst du dich bis zu 10 Fuß weit bewegen, ohne Gelegenheitsangriffe zu provozieren. Du musst diese Bewegung innerhalb von 5 Fuß um die freundliche Kreatur beenden.</p>"
        },
        {
            "id": "Jar'Kai Form",
            "name": "Jar'Kai-Form",
            "description": "<p>Als Teil der Bonusaktion zum Annehmen dieser Form kannst du, wenn du die Angriffsaktion durchgeführt hast, einen Doppel- oder Zweiwaffenkampf ausführen.<br><br>Jedes Mal, wenn du in dieser Runde mit einem Angriff triffst, kannst du dich bis zu 5 Fuß weit bewegen, ohne Gelegenheitsangriffe der getroffenen Kreatur zu provozieren.</p>"

        },
        {
            "id": "Juyo Form",
            "name": "Juyo-Form",
            "description": "<p>Bis zum Beginn deines nächsten Zuges erhöht sich deine Reichweite für kritische Treffer mit Waffen um 1.</p>"
        },
        {
            "id": "Makashi Form",
            "name": "Makashi-Form",
            "description": "<p>Wenn eine Kreatur einen Angriff mit einer Nahkampfwaffe gegen dich ausführt und dich verfehlt, kannst du bis zum Beginn deines nächsten Zuges deine Reaktion nutzen, um einen Angriff mit einer Nahkampfwaffe gegen diese Kreatur auszuführen.</p>"
        },
        {
            "id": "Niman Form",
            "name": "Niman-Form",
            "description": "<p>Als Teil der Bonusaktion, um diese Form anzunehmen, kannst du, wenn du die Aktion Angriff ausgeführt hast, einen Zwei- oder Vier-Waffen-Kampf ausführen.<br><br>Bis zum Ende deines nächsten Zuges kannst du Weisheit oder Charisma anstelle von Stärke oder Geschicklichkeit für die Angriffs- und Schadenswürfe deiner Nahkampfangriffe verwenden. Du musst für beide Würfe denselben Modifikator verwenden.</p>"

        },
        {
            "id": "Shien Form",
            "name": "Shien-Form",
            "description": "<p>Vor dem Ende deines nächsten Zuges kannst du die Hälfte deines Weisheits- oder Charisma-Modifikators (nach deiner Wahl, abgerundet, mindestens +1) zu deinem AC gegen einen Angriff hinzufügen.</p>"
        },
        {
            "id": "Shii-Cho Form",
            "name": "Shii-Cho-Form",
            "description": "<p>Als Teil der Bonusaktion, um diese Form anzunehmen, kannst du, wenn du die Aktion Angriff ausgeführt hast, einen Doppel- oder Zweiwaffenkampf ausführen.<br><br>usätzlich kannst du das erste Mal, wenn du vor dem Ende deines nächsten Zuges eine große oder kleinere Kreatur im Umkreis von 5 Fuß mit einem Waffenangriff triffst, das Ziel zwingen, einen Schutzwurf auf Stärke zu machen (DC = 8 + dein Bonus auf Angriffe mit der Waffe). Bei einem misslungenen Schutzwurf wird es 5 Fuß zurückgedrängt, und du kannst dich sofort in den Raum bewegen, den es gerade verlassen hat, ohne Gelegenheitsangriffe zu provozieren.<br<br></p>"

        },
        {
            "id": "Sokan Form",
            "name": "Sokan-Form",
            "description": "<p>Bis zum Beginn deines nächsten Zuges ignorierst du schwieriges Terrain. Wenn ein Gegner einen Angriff mit einer Nahkampfwaffe gegen dich ausführt, kannst du deine Reaktion nutzen, um dich in einen anderen Raum innerhalb von 5 Fuß um diesen Gegner zu bewegen, ohne einen Gelegenheitsangriff zu provozieren, wobei du beim auslösenden Wurf einen Nachteil hast.</p>"
        },
        {
            "id": "Soresu Form",
            "name": "Soresu-Form",
            "description": "<p>Wenn du vor dem Ende deines nächsten Zuges das erste Mal kinetischen, Energie- oder Ionenschaden durch eine Waffe erleidest, wird dieser Schaden um die Hälfte reduziert.</p>"
        },
        {
            "id": "Trakata Form",
            "name": "Trakata-Form",
            "description": "<p>Als Teil der Bonusaktion, diese Form anzunehmen, kannst du deine Waffe schwingen, um zu versuchen, einen Gegner abzulenken, den du sehen kannst. Führe eine Geschicklichkeitsüberprüfung (Geschicklichkeit) durch, die durch eine Weisheitsüberprüfung (Wahrnehmung) einer Kreatur, die du im Umkreis von 5 Fuß sehen kannst, bestätigt wird. Bei einem Erfolg hat diese Kreatur bei ihrem nächsten Angriffswurf gegen dich einen Nachteil.</p>"

        },
        {
            "id": "Vaapad Form",
            "name": "Vaapad-Form",
            "description": "<p>Wenn du einmal vor Beginn deines nächsten Zuges bei einem Angriff mit einer Nahkampfwaffe im Vorteil wärst, kannst du auf diesen Vorteil verzichten. Wenn du dies tust, kannst du einen Angriff mit einer Nahkampfwaffe gegen dasselbe Ziel durchführen (keine Aktion erforderlich).</p>"
        },
        {
            "id": "Vonil Form",
            "name": "Vonil-Form",
            "description": "<p>Wenn du die Aktion Angriff ausgeführt hast, bevor du diese Form angenommen hast, kannst du einen deiner Verbündeten anweisen, eine Kreatur zu treffen, die du mit einem Angriff getroffen hast. Wähle eine befreundete Kreatur, die dich sehen oder hören kann und sich innerhalb von 5 Fuß um die Kreatur befindet, die du mit einem Angriff triffst. Diese Kreatur kann sofort ihre Reaktion nutzen, um einen Waffenangriff gegen dieselbe Kreatur durchzuführen.</p>"
        },
        {
            "id": "Ysannanite Form",
            "name": "Ysannanit-Form",
            "description": "<p>Als Teil der Bonusaktion zum Annehmen dieser Form kannst du, wenn du die Aktion Angriff durchgeführt hast, einen Zwei- oder Vier-Waffen-Kampf ausführen.<br><br>Außerdem hast du bis zum Ende deines nächsten Zuges keinen Nachteil beim Angriffswurf, wenn du einen Angriff mit einer Fernkampfwaffe ausführst, während du dich innerhalb von 5 Fuß um eine feindliche Kreatur befindest.</p>"

        }
    ]
}						