{
    "label": "Mächte: Tech",
    "entries": [
        {
            "id": "Absorb Energy",
            "name": "Energie absorbieren",
            "description": "<p>Die Kraft fängt einen Teil der eingehenden Energie ein, verringert ihre Wirkung auf dich und speichert sie für deinen nächsten Nahkampfangriff. Bis zum Beginn deines nächsten Zuges hast du Widerstand gegen die auslösende Schadensart. Wenn Sie in Ihrem nächsten Zug zum ersten Mal mit einem Nahkampfangriff treffen, erleidet das Ziel zusätzlich [[/r 1W6]] Schaden des auslösenden Typs und die Kraft endet.</p> <p><strong><em>Technologie überladen</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 2. Stufe oder höher wirkst, erhöht sich der zusätzliche Schaden um [[/r 1W6]] für jede Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Acid Dart",
            "name": "Säurepfeil",
            "description": "<p>Ein schimmernder grüner Pfeil flitzt auf ein Ziel in Reichweite zu und platzt in einem Säurespritzer. Führen Sie einen Tech-Fernkampfangriff gegen das Ziel durch. Bei einem Treffer erleidet das Ziel sofort [[/r 4W4]] Säureschaden und [[/r 2W4]] Säureschaden am Ende seines nächsten Zuges. Bei einem Fehlschlag bespritzt der Pfeil das Ziel mit Säure für die Hälfte des anfänglichen Schadens und keinen Schaden am Ende seines nächsten Zuges.</p> <p><strong><em>Technologie überladen</em> </strong> Wenn du diese Kraft mit einem Tech-Slot der 3. Stufe oder höher wirkst, erhöht sich der Schaden (sowohl anfänglich als auch später) um [[/r 1W4]] für jede Slot-Stufe über der 2. Stufe.</p>"
        },
        {
            "id": "Acid Splash",
            "name": "Säurespritzer",
            "description": "<p>Sie stoßen einen Säurestoß aus. Wähle eine Kreatur in Reichweite oder zwei Kreaturen in Reichweite, die sich innerhalb von 5ft voneinander befinden. Ein Ziel muss einen Geschicklichkeitsrettungswurf erfolgreich durchführen oder [[/r 1W6]] Säureschaden erleiden.</p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W6]], wenn Sie die 5. 2W6]]), 11. Stufe ([[/r 3W6]]) und 17. Stufe ([[/r 4W6]]).</p>"
        },
        {
            "id": "Acid Wind",
            "name": "Saurer Wind",
            "description": "<p>Sie erzeugen eine Brise voller stechender Säuretröpfchen. Jede Kreatur in einem 4,5-Fuß-Würfel, die von dir stammt, muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 2W4]] Säureschaden und wird bis zum Ende deines nächsten Zuges geblendet. Bei einem erfolgreichen Rettungswurf erleidet die Kreatur nur halb so viel Schaden und wird nicht geblendet.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einer Tech wirkst Slot der 2. Stufe oder höher erhöht sich der Schaden um [[/r 1W4]] für jede Slot-Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Acidic Strike",
            "name": "Säureschlag",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Nahkampfwaffenangriff gegen eine Kreatur in deiner Reichweite ausführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und wird bis zum Beginn deines nächsten Zuges in einen dicken sauren Schleim gehüllt. Bis zum Beginn deines nächsten Zuges wird der Schleim in seinen Körper gedrückt, wenn das Ziel umklammert wird oder es gelingt, zu ringen oder einen Ringkampf aufrechtzuerhalten, wodurch es sofort [[/r 1W8]] Säureschaden erleidet. </p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Level erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1W8]] Säureschaden zu und der Schaden, den das Ziel erleidet, wenn es einen Ringkampf erleidet oder einen Ringkampf aufrechterhält, erhöht sich auf [[/r 2W8]]. Beide Schadenswürfe erhöhen sich um [[/r 1W8]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Aid Droid",
            "name": "Hilfedroide",
            "description": "<p>Wählen Sie einen Droiden oder ein Konstrukt, das Sie in Reichweite sehen können. Das Ziel kann seine Reaktion sofort nutzen, um Trefferpunkte in Höhe von [[/r 1W6]] + deinem Techcasting-Fähigkeitsmodifikator zurückzugewinnen.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirkst, erhöht sich die Heilung um [[/r 1W6]] für jede Slot-Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Alarm",
            "name": "Alarm",
            "description": "<p>Sie haben einen Alarm gegen unerwünschtes Eindringen eingerichtet. Wählen Sie eine Tür, ein Fenster oder einen Bereich innerhalb der Reichweite, der nicht größer als ein 20ft großer Würfel ist. Bis die Macht endet, warnt Sie ein Alarm, wenn eine winzige oder größere Kreatur den geschützten Bereich berührt oder betritt. Wenn Sie die Macht wirken, können Sie Kreaturen bestimmen, die den Alarm nicht auslösen. Sie wählen auch, ob der Alarm mental oder hörbar ist. </p> <p>Ein stiller Alarm warnt Sie mit einem Ping in Ihrem Kopf, wenn Sie sich innerhalb von 1,6 km vom überwachten Bereich befinden. Dieser Ping weckt Sie, wenn Sie schlafen.</p> <p>Ein akustischer Alarm erzeugt 10 Sekunden lang den Klang einer Handglocke innerhalb von 60ft.</p>"
        },
        {
            "id": "Alter Self",
            "name": "Selbst ändern",
            "description": "<p>Sie ändern Ihr Formular mit technischen Mitteln. Wenn Sie die Macht wirken, wählen Sie eine der folgenden Optionen, deren Wirkung für die Dauer der Macht anhält. Solange die Kraft anhält, können Sie eine Option als Aktion beenden, um die Vorteile einer anderen zu nutzen.</p> <p><strong><em>Aquatische Anpassung.</em></strong> Sie passen Ihren Körper an zu einer aquatischen Umgebung. Sie können unter Wasser atmen und eine Schwimmgeschwindigkeit erreichen, die Ihrer Gehgeschwindigkeit entspricht.</p> <p><strong><em>Aussehen ändern.</em></strong> Sie verändern Ihr Aussehen. Sie entscheiden, wie Sie aussehen, einschließlich Ihrer Größe, Ihres Gewichts, Ihrer Gesichtszüge, Ihrer Stimme, Ihrer Haarlänge, Ihrer Färbung und ggf. Sie können sich selbst als Mitglied einer anderen Spezies erscheinen lassen (eine organische Spezies kann nicht als Droide erscheinen oder umgekehrt), obwohl sich keine Ihrer Statistiken ändert. Sie können auch Ihre Stimmbänder ändern, sodass Sie eine Sprache sprechen können, die Sie kennen, aber sonst nicht sprechen könnten. Sie können auch nicht als Kreatur einer anderen Größe als Sie erscheinen, und Ihre Grundform bleibt gleich; Wenn Sie zweibeinig sind, können Sie diese Kraft zum Beispiel nicht verwenden, um vierbeinig zu werden. Für die Dauer der Macht kannst du jederzeit durch deine Aktion dein Aussehen auf diese Weise wieder verändern.</p> <p><strong><em>Natürliche Waffen.</em></strong> Du wachst Klauen, Reißzähne, Stacheln, Hörner oder eine andere natürliche Waffe deiner Wahl. Dein Schadenswürfel für deine waffenlosen Schläge erhöht sich um einen Schritt (von 1 auf [[/r d4]], [[/r d4]] auf [[/r d6]] oder [[/r d6]] auf [[/r d8]]). Deine unbewaffneten Schläge gelten als verstärkt und du hast einen Bonus von +1 auf Angriffs- und Schadenswürfe.</p>"
        },
        {
            "id": "Analyze",
            "name": "Analysieren",
            "description": "<p>Du wählst ein Objekt aus, das du während des Wirkens der Kraft berühren musst. Wenn es sich um einen verbesserten oder modifizierten Gegenstand handelt, erfährst du seine Eigenschaften und wie man sie benutzt, ob er Einstimmung erfordert und wie viele Ladungen er hat, falls vorhanden. Sie erfahren, ob Kräfte den Gegenstand beeinflussen und was sie sind. Wenn der Gegenstand von einer Kraft erschaffen wurde, erfährst du, welche Kraft ihn erschaffen hat.</p> <p>Wenn du stattdessen eine Kreatur während des Wirkens berührst, erfährst du, welche technischen Kräfte sie derzeit beeinflussen.</p>"
        },
        {
            "id": "Antipathy/Sympathy",
            "name": "Antipathie/Sympathie",
            "description": "<p>Diese Kraft zieht Kreaturen deiner Wahl an oder stößt sie ab. Sie zielen auf etwas in Reichweite, entweder ein riesiges oder kleineres Objekt oder eine Kreatur oder einen Bereich, der nicht größer als ein 200-Fuß-Würfel ist. Geben Sie dann eine Art intelligenter Kreatur an, wie zum Beispiel Rancors, Kathhunde oder Twi'leks. Du investierst das Ziel mit einer Aura, die die angegebenen Kreaturen für die Dauer entweder anzieht oder abstößt. Wähle Antipathie oder Sympathie als Effekt der Aura.</p> <p><strong><em>Antipathie.</em></strong> Die Kraft bewirkt, dass Kreaturen der Art, die du genannt hast, einen starken Drang verspüren, das Gebiet zu verlassen und vermeide das Ziel. Wenn eine solche Kreatur das Ziel sehen kann oder sich ihm bis auf 60ft nähert, muss der Kreatur ein Weisheitsrettungswurf gelingen oder sie bekommt Angst. Die Kreatur bleibt verängstigt, solange sie das Ziel sehen kann oder sich innerhalb von 60ft davon befindet. Während sie vom Ziel erschreckt wird, muss die Kreatur ihre Bewegung nutzen, um sich zum nächsten sicheren Ort zu bewegen, von dem aus sie das Ziel nicht sehen kann. Wenn sich die Kreatur mehr als 60ft vom Ziel entfernt und es nicht sehen kann, hat die Kreatur keine Angst mehr, aber die Kreatur bekommt erneut Angst, wenn sie das Ziel wieder in Sicht hat oder sich innerhalb von 60ft um dieses Ziel bewegt.</p> <p><strong><em>Mitgefühl.</em></strong> Die Kraft bewirkt, dass die angegebenen Kreaturen einen intensiven Drang verspüren, sich dem Ziel zu nähern, während sie sich innerhalb von 60ft davon oder in der Lage befinden, es zu sehen. Wenn eine solche Kreatur das Ziel sehen kann oder sich ihm bis auf 60ft nähert, muss der Kreatur ein Weisheitsrettungswurf gelingen oder sie muss in jedem Zug ihre Bewegung nutzen, um den Bereich zu betreten oder sich in Reichweite des Ziels zu bewegen. Wenn die Kreatur dies getan hat, kann sie sich nicht freiwillig vom Ziel entfernen. </p> <p>Wenn das Ziel einer betroffenen Kreatur Schaden zufügt oder auf andere Weise Schaden zufügt, kann die betroffene Kreatur einen Weisheitsrettungswurf durchführen, um den Effekt zu beenden, wie unten beschrieben.</p> <p><strong><em>Beenden den Effekt.</em></strong> Wenn eine betroffene Kreatur ihren Zug beendet, während sie sich nicht innerhalb von 60ft vom Ziel befindet oder es sehen kann, führt die Kreatur einen Weisheitsrettungswurf aus. Bei einem erfolgreichen Rettungswurf wird die Kreatur nicht mehr vom Ziel beeinflusst und erkennt das Gefühl von Abscheu oder Anziehung als unnatürlich an. Außerdem darf eine von der Kraft betroffene Kreatur alle 24 Stunden einen weiteren Weisheitsrettungswurf erhalten, solange die Kraft anhält.</p> <p>Eine Kreatur, die erfolgreich gegen diesen Effekt rettet, ist 1 Minute lang immun dagegen können wieder betroffen sein.</p>"
        },
        {
            "id": "Assess the Situation",
            "name": "Beurteile die Situation",
            "description": "<p>Sie machen eine sensorische Momentaufnahme eines Ziels in Reichweite. Ihre Technik gewährt Ihnen einen kurzen Einblick in die Verteidigung des Ziels. Beim nächsten Angriffswurf, den du gegen das Ziel vor dem Ende deines nächsten Zuges machst, hast du einen Vorteil.</p> <p>Diese Kraft kommt zusätzlichen Angriffen auf höheren Stufen zugute: zwei Angriffen auf der 5. Stufe, drei Angriffen auf der 11. Stufe und vier Angriffe auf Stufe 17.</p>"
        },
        {
            "id": "Autonomous Servant",
            "name": "Autonomer Diener",
            "description": "<p>Du berührst ein winziges, nicht verbessertes Objekt, das nicht an einem anderen Objekt oder einer Oberfläche befestigt ist und nicht von einer anderen Kreatur getragen wird. Das Ziel wird animiert und erhält kleine Arme und Beine und wird zu einer Kreatur unter deiner Kontrolle, bis die Kraft endet oder die Kreatur auf 0 Trefferpunkte sinkt. Siehe den Statistikblock für seine Statistiken. </p> <p>Als Bonusaktion kannst du der Kreatur nonverbal befehlen, wenn sie sich innerhalb von 120 Fuß von dir befindet. (Wenn du mehrere Kreaturen mit dieser Fähigkeit kontrollierst, kannst du eine oder alle gleichzeitig befehligen und jeder den gleichen Befehl erteilen.) Du entscheidest, welche Aktion die Kreatur ausführt und wohin sie sich in ihrem nächsten Zug bewegt. oder Sie können einen einfachen, allgemeinen Befehl ausgeben, z. B. einen Codezylinder holen, Wache halten oder kleine Gegenstände stapeln. Wenn du keine Befehle erteilst, tut der Diener nichts anderes, als sich gegen feindliche Kreaturen zu verteidigen. Sobald der Diener einen Befehl erhalten hat, folgt er diesem Befehl, bis seine Aufgabe abgeschlossen ist.</p> <p>Wenn die Kreatur auf 0 Trefferpunkte sinkt, kehrt sie in ihre ursprüngliche Form zurück und der verbleibende Schaden wird auf diese Form übertragen .</p> <p>Die Kreatur gilt als gültiges Ziel für die Macht des <em>Tracker-Droiden-Interface</em>.</p> <p><strong><em>Technologie überladen</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 4. Stufe oder höher wirkst, kannst du für jede Slot-Stufe über der 3. Stufe zwei zusätzliche Objekte animieren.</p> <p><em></em>_</p> <p>> ## Diener</p> <p>><em>Kleines Konstrukt, nicht ausgerichtet</em></p> <p>> <em></em>_</p> <p>> - <strong>Rüstungsklasse</strong> 15 (natürliche Rüstung)</p> <p>> - <strong>Trefferpunkte</strong> 10 ([[/r 4d4]])</p> <p>> - <strong>Geschwindigkeit</strong> 30ft, Aufstieg 30ft</p> <p>><em></em>_</p> <p>>|STR|DEX|CON|INT| WIS|CHA|</p> <p>>|:---:|:---:|:---:|:---:|:---:|:---:| </p> <p>>|4 (-3)|16 (+3)|10 (+0)|2 (-4)|10 (+0)|1 (-5)|</p> <p>><em></em>_</p> <p>> - <strong>Schadenslücken</strong> ion</p> <p>> - <strong>Schadensresistenz</strong> nekrotisch, giftig, psychisch</p> <p>> - <strong>Zustandsimmunität</strong> bezaubert, taub, erschöpft, vergiftet</p> <p>> - <strong>Sinne</strong> Blindsicht 60ft (blind über diesen Radius hinaus), passive Wahrnehmung 10</p> <p>> - <strong>Sprachen</strong> —</p> <p>> <em></em>_</p> <p>> <strong>Schaltung.</strong> Das Konstrukt hat Nachteile bei Rettungswürfen gegen Effekte, die Ionen- oder Blitzschaden verursachen würden.</p> <p>> ### Aktionen</p> <p>> <strong><em>Schmettern.</em></strong> <em>Nahkampfwaffenangriff:</em> +4 zu treffen, 5ft erreichen, ein Ziel erreichen. <em>Treffer</em> 5 ([[/r 1W4 + 3]]) Kinetikschaden.</p>"
        },
        {
            "id": "Bacta Pack",
            "name": "Bacta-Paket",
            "description": "<p>Sie erstellen ein leuchtendes Bacta-Pack in einem beliebigen besetzten oder unbesetzten Bereich innerhalb der Reichweite. Das Rudel bleibt auf seinem Feld, bis es von einer beliebigen Kreatur deiner Wahl aktiviert wird. Wenn das von Ihnen gewählte Feld von einer von Ihnen bestimmten Kreatur besetzt ist, kann sie ihre Reaktion nutzen, um das Rudel sofort zu aktivieren; Andernfalls kann eine Kreatur innerhalb von 5ft um das Rudel eine Bonusaktion verwenden, um es zu berühren und zu aktivieren.</p> <p>Wenn das Rudel von einer bestimmten Kreatur aktiviert wird, erhält diese Kreatur Trefferpunkte in Höhe von [[/r 1W6]] + dein Techcasting-Modifikator und das Paket wird verbraucht. Wenn die Energie endet, bevor das Paket aktiviert wurde, wird es nutzlos und zerfällt. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Technologie überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirkst, kann entweder die Heilung eines einzelnen Pakets um [[/r 1W6]] für jede Slot-Stufe über der 1. Stufe erhöhen oder ein weiteres Paket in einem separaten Raum mit einem zusätzlichen Paket für jede Slot-Stufe über 1."
        },
        {
            "id": "Ballistic Shield",
            "name": "Ballistischer Schild",
            "description": "<p>Ein flackernder blauer Schild umgibt deinen Körper. Bis die Macht endet, hast du Widerstand gegen Kinetik-, Energie- und Ionenschaden.</p>"
        },
        {
            "id": "Bestow Virus",
            "name": "Virus verleihen",
            "description": "<p>Du berührst einen Droiden, ein Konstrukt oder eine Kreatur mit Tech-Fokus und ihr muss für die Dauer der Macht ein Intelligenz-Rettungswurf gelingen oder ein technologiebasierter Fluch erhalten. Wenn du diese Kraft wirkst, wähle die Art des Fluches aus den folgenden Optionen:</p> <ul> <li>Wähle einen Fähigkeitswert. Während es verflucht ist, hat das Ziel einen Nachteil bei Fähigkeitswürfen und Rettungswürfen mit diesem Fähigkeitswert.</li> <li>Während verflucht hat das Ziel einen Nachteil bei Angriffswürfen gegen dich.</li> <li>Während des Verfluchtens hat das Das Ziel muss zu Beginn jedes seiner Züge einen Intelligenzrettungswurf machen. Wenn es fehlschlägt, verschwendet es seine Aktion in dieser Runde und tut nichts.</li> <li>Während das Ziel verflucht ist, fügen deine Angriffe und Kräfte dem Ziel zusätzlich [[/r 1W8]] Blitzschaden zu.</li> </ul> <p>Eine Kraft <em>Virus entfernen</em> beendet diesen Effekt. Nach Ermessen des SL können Sie einen alternativen Flucheffekt wählen, dieser sollte jedoch nicht stärker sein als die oben beschriebenen. Der SL hat das letzte Wort über die Wirkung eines solchen Fluches.</p> <p><strong>Tech überladen.</strong> Wenn Sie diese Kraft mit einem Tech-Slot der 4. Stufe oder höher wirken, beträgt die Dauer Konzentration bis zu 10 Minuten. Wenn Sie einen Tech-Slot der 5. Stufe oder höher verwenden, beträgt die Dauer 8 Stunden. Wenn Sie einen Tech-Slot der 7. Stufe oder höher verwenden, beträgt die Dauer 24 Stunden. Wenn Sie einen Tech-Slot der 9. Stufe verwenden, hält die Kraft an, bis sie gebannt wird. Die Verwendung eines Tech-Slots der 5. Stufe oder höher gewährt eine Dauer, die keine Konzentration erfordert.</p>"
        },
        {
            "id": "Buffer",
            "name": "Puffer",
            "description": "<p>Du erhältst für die Dauer [[/r 1W4 + 4]] temporäre Trefferpunkte. </p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirkst, erhältst du 5 zusätzliche temporäre Trefferpunkte für jede Slot-Stufe über 1.</p>"
        },
        {
            "id": "Cage",
            "name": "Käfig",
            "description": "<p>Ein unbewegliches, unsichtbares, würfelförmiges Gefängnis, das aus Energie besteht, entsteht um einen von Ihnen gewählten Bereich in Reichweite. Das Gefängnis kann je nach Wahl ein Käfig oder eine feste Kiste sein.</p> <p>Ein Gefängnis in Form eines Käfigs kann eine Seitenlänge von bis zu 20ft haben und besteht aus Stangen mit einem Durchmesser von 1/2 Zoll im Abstand 1/2 Zoll voneinander entfernt.</p> <p>Ein Gefängnis in Form einer Kiste kann eine Seitenlänge von bis zu 3 Fuß haben und bildet eine solide Barriere, die verhindert, dass Materie durch sie hindurchgeht und alle Kräfte, die in oder gegossen werden, blockieren aus dem Bereich.</p> <p>Wenn du die Kraft wirkst, wird jede Kreatur, die sich vollständig im Bereich des Käfigs befindet, gefangen. Kreaturen, die sich nur teilweise innerhalb des Bereichs befinden oder die zu groß sind, um in den Bereich zu passen, werden von der Mitte des Bereichs weggedrückt, bis sie sich vollständig außerhalb des Bereichs befinden.</p> <p>Eine Kreatur innerhalb des Käfigs kann nicht gehen es mit nicht verbesserten Mitteln. Wenn die Kreatur versucht, sich zu teleportieren, um den Käfig zu verlassen, muss sie zuerst einen Charisma-Rettungswurf machen. Bei einem Erfolg kann die Kreatur diese Kraft nutzen, um den Käfig zu verlassen. Bei einem Fehlschlag kann die Kreatur den Käfig nicht verlassen und verschwendet die Verwendung der Kraft oder des Effekts. </p> <p>Diese Kraft kann nicht gebannt werden.</p>"
        },
        {
            "id": "Capacity Boost",
            "name": "Kapazitätssteigerung",
            "description": "<p>Sie stärken eine Blaster-Waffe, die Sie halten. Für die Dauer kannst du die Waffe in jedem deiner Züge einmal nachladen, ohne eine Aktion zu verwenden, und als Bonusaktion in jedem deiner Züge kannst du mit der Waffe einen Angriff ausführen.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 5. Stufe oder höher wirkst, kannst du mit deiner Bonusaktion zwei Angriffe statt einem ausführen.</p>"
        },
        {
            "id": "Carbon Fog",
            "name": "Kohlenstoffnebel",
            "description": "<p>Sie erstellen eine eisige Nebelwolke in einer 20ft großen Kugel, die auf einem sichtbaren Punkt zentriert ist. Die Kugel erstreckt sich um Ecken und ihre Fläche ist stark verdeckt. Der Nebel ist halbfest und sein Gebiet gilt als schwieriges Gelände. Jede Kreatur, die in einem Zug zum ersten Mal den Wirkungsbereich der Macht betritt oder dort seinen Zug beginnt, erleidet [[/r 4W6]] Kälteschaden und erhält bis zum Ende seines Zuges 1 Verlangsamungsstufe. Der Nebel hält für die Dauer der Leistung an oder bis er durch einen Wind mittlerer oder höherer Geschwindigkeit (mindestens 16 km/h) zerstreut wird.</p>"
        },
        {
            "id": "Carbonite",
            "name": "Karbonit",
            "description": "<p>Du versuchst, eine Kreatur, die du in Reichweite sehen kannst, in Karbonit einzufrieren. Die Kreatur muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf wird es zurückgehalten, da sein Fleisch zu verhärten beginnt. Bei einem erfolgreichen Rettungswurf ist die Kreatur nicht betroffen. </p> <p>Eine Kreatur, die durch diese Kraft zurückgehalten wird, muss am Ende jedes ihrer Züge einen weiteren Konstitutions-Rettungswurf machen. Wenn es dreimal erfolgreich gegen diese Kraft speichert, endet die Kraft. Wenn seine Rettungswürfe dreimal fehlschlagen, wird es zu Stein und für die Dauer dem Zustand versteinert. Die Erfolge und Misserfolge müssen nicht aufeinander folgen; Behalte beides im Auge, bis das Ziel drei Gleiche gesammelt hat.</p> <p>Wenn die Kreatur im Karbonit gefroren ist, erleidet sie ähnliche Missbildungen, wenn sie in ihren ursprünglichen Zustand zurückkehrt.</p> <p>Wenn du deine Konzentration auf diese Kraft für die gesamte mögliche Dauer aufrechterhältst, wird die Kreatur in Karbonit eingefroren, bis der Effekt entfernt wird.</p>"
        },
        {
            "id": "Carbonite Explosion",
            "name": "Karbonitexplosion",
            "description": "<p>Sie erzeugen eine Explosion kryogener Energie in einer Kugel mit einem Radius von 60ft, die auf einem Punkt zentriert ist, den Sie in Reichweite sehen können. Jede Kreatur im betroffenen Bereich muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet die Kreatur [[/r 8W6 + 20]] Kälteschaden und wird 1 Minute lang festgehalten, da sie in Karbonit eingeschlossen ist. Bei einem erfolgreichen Rettungswurf erleidet die Kreatur halben Schaden und wird bis zum Ende ihres nächsten Zuges gefesselt. </p> <p>Eine zurückhaltende Kreatur kann als Aktion einen Stärkewurf gegen deinen SG für Tech-Save ablegen und diesen Effekt bei einem Erfolg auf sich selbst beenden.</p> <p>Eine Kreatur, die dadurch auf 0 Trefferpunkte reduziert wird Macht stirbt sofort, als sein Körper in gefrorene Stücke zerbricht.</p>"
        },
        {
            "id": "Cloaking Screen",
            "name": "Tarnschirm",
            "description": "<p>Du oder eine Kreatur, die du berührst, wird unsichtbar, bis die Macht endet. Alles, was das Ziel trägt oder trägt, ist unsichtbar, solange es sich am Körper des Ziels befindet.</p>"
        },
        {
            "id": "Combustive Shot",
            "name": "Brennender Schuss",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Fernkampfangriff gegen eine Kreatur in Reichweite deiner Waffe durchführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und es entzündet sich in Flammen. Zu Beginn deines nächsten Zuges erleidet die Kreatur Feuerschaden in Höhe deines Techcasting-Fähigkeitsmodifikators. Wenn das Ziel oder eine Kreatur innerhalb von 5ft Entfernung eine Aktion zum Löschen der Flammen verwendet oder wenn ein anderer Effekt die Flammen löscht, endet der Effekt. </p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Level erreichst. Stufe fügt der Fernkampfangriff dem Ziel zusätzlich [[/r 1W6]] Feuerschaden zu und der Schaden zu Beginn deines nächsten Zuges erhöht sich auf [[/r 1W4]] + deinen Tech-Fähigkeitsmodifikator. Beide Schadenswürfe erhöhen sich um [[/r 1W6]] bzw. [[/r 1W4]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Concealed Caltrops",
            "name": "Verdeckte Caltrops",
            "description": "<p>Sie verstreuen eine große Anzahl von Caltrops über den Boden in einem 6,00 m-Radius, der auf einen Punkt innerhalb der Reichweite zentriert ist. Diese Caltrops dringen tief in die Füße und Stiefel eines jeden ein, der auf ihnen läuft. Das Gebiet wird für die Dauer schwieriges Gelände. Wenn sich eine Kreatur in oder innerhalb des Bereichs bewegt, erleidet sie [[/r 2W4]] Kinetikschaden pro 5ft, die sie zurücklegt.</p> <p>Die Caltrops sind mit bloßem Auge fast unsichtbar. Jede Kreatur, die das Gebiet zum Zeitpunkt des Wirkens der Kraft nicht sehen kann, muss einen Wurf auf Weisheit (Wahrnehmung) gegen deinen SG für Tech-Save machen, um die Caltrops zu bemerken, bevor sie das Gebiet betritt.</p>"
        },
        {
            "id": "Condense/Vaporize",
            "name": "Kondensieren/Verdampfen",
            "description": "<p>In einem offenen Behälter können Sie bis zu 10 Gallonen Trinkwasser herstellen. Sie können auch einen Regen erzeugen, der in einen 30-Fuß-Würfel fällt und offene Flammen löscht. Sie können die gleiche Menge Wasser in einem offenen Behälter zerstören oder einen 30ft langen Nebelwürfel zerstören. </p> <p><strong><em>Tech überladen.</em></strong> Wenn Sie diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirken, erhöht sich die Wassermenge, die Sie erzeugen können, um 10 Gallonen , oder die Größe des Würfels erhöht sich um 1,5 Fuß für jede Slot-Ebene über der 1. Ebene.</p>"
        },
        {
            "id": "Contingency",
            "name": "Kontingenz",
            "description": "<p>Wähle eine Tech-Kraft der 5. Stufe oder niedriger, die du wirken kannst, die eine Zauberzeit von 1 Aktion hat und dich anvisieren kann. Sie wirken diese Kraft, die als kontingente Kraft bezeichnet wird, als Teil des Wirkens von Kontingenz und verbrauchen Tech-Punkte für beide, aber die kontingente Kraft wird nicht wirksam. Stattdessen tritt es in Kraft, wenn ein bestimmter Umstand eintritt. Sie beschreiben diesen Umstand, wenn Sie die beiden Mächte einsetzen. </p> <p>Die Eventualbefugnis tritt sofort in Kraft, nachdem der Umstand zum ersten Mal eingetreten ist, ob Sie es wollen oder nicht, und endet dann.</p> <p>Die Eventualbefugnis wird erst wirksam, wenn Sie, auch wenn es normalerweise auf andere abzielen kann. Sie können jeweils nur eine Notfallleistung verwenden. Wenn du diese Kraft erneut wirkst, endet die Wirkung einer anderen Notfallkraft auf dich. Außerdem endet die Kontingenz bei Ihnen, wenn Ihr technischer Fokus jemals nicht auf Ihrer Person liegt.</p>"
        },
        {
            "id": "Copy",
            "name": "Kopieren",
            "description": "<p>Diese Fähigkeit erstellt ein perfektes Duplikat aller geschriebenen, gezeichneten oder digitalen visuellen, audio- oder textbasierten Daten, die Sie auf einem von Ihnen bereitgestellten Datenpad oder einer Datenkarte berühren. Sie können mit einem Casting dieser Kraft bis zu 10 Seiten Text oder 10 Minuten Bild- oder Audiodaten kopieren. Verbesserte Dokumente wie Datacrons, Blaupausen oder verschlüsselte Dokumente können mit dieser Fähigkeit nicht kopiert werden.</p>"
        },
        {
            "id": "Corrosive Sphere",
            "name": "Ätzende Kugel",
            "description": "<p>Du erschaffst ein Säurekügelchen und schleuderst es an einen Punkt in Reichweite, wo es in einer 20ft großen Kugel explodiert. Jede Kreatur in diesem Bereich muss einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur am Ende ihres nächsten Zuges [[/r 10d4]] Säureschaden und weitere [[/r 5d4]] Säureschaden. Bei einem erfolgreichen Rettungswurf erleidet eine Kreatur die Hälfte des anfänglichen Schadens und am Ende ihres nächsten Zuges keinen Schaden.</p> <p><strong><em>Tech überladen.</em></strong> Beim Wirken Wenn diese Kraft einen Tech-Slot der 5. Stufe oder höher verwendet, erhöht sich der anfängliche Schaden um [[/r 2W4]] für jede Slot-Stufe über der 4. Stufe.</p>"
        },
        {
            "id": "Countermeasures",
            "name": "Gegenmaßnahmen",
            "description": "<p>Für die Dauer erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie sind immun gegen die Technologiekraft <em>Zielsuchraketen</em>. </li> <li>Sie und Gegenstände, die Sie tragen oder tragen, können nicht von technischen Kräften erkannt werden, die Ihren Standort preisgeben, wie zum Beispiel <em>Bereich scannen</em> oder <em>Frequenzscan</em>, es sei denn, die Zauberwirker macht einen erfolgreichen Intelligenzrettungswurf. </li> <li>Kreaturen haben Nachteile bei Weisheitswürfen (Überleben), um dich zu verfolgen.</li></ul>"
        },
        {
            "id": "Cryogenic Blast",
            "name": "Kryo-Explosion",
            "description": "<p>Ihr setzt einen Splitter kryogener Energie an einer Kreatur in Reichweite frei. Führen Sie einen Tech-Fernkampfangriff gegen das Ziel durch. Bei einem Treffer erleidet das Ziel [[/r 1W10]] Kinetikschaden. Hit oder Miss, die Scherbe explodiert dann. Dem Ziel und jeder Kreatur innerhalb von 5ft Entfernung muss ein Geschicklichkeitswurf gelingen oder sie müssen [[/r 2W6]] Kälteschaden erleiden.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirkst, erhöht sich der Kälteschaden um [[/r 1W6]] für jede Slot-Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Cryogenic Blow",
            "name": "Kryogener Schlag",
            "description": "<p>Wenn du während der Dauer dieser Kraft das nächste Mal eine Kreatur mit einem Waffenangriff triffst, fügt der Angriff dem Ziel zusätzlich [[/r 1W6]] Kälteschaden zu. Das Ziel muss einen Kraftrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf wird es für die Dauer verlangsamt. Zu Beginn jeder seiner Züge kann das Ziel den Rettungswurf wiederholen und den Effekt auf sich selbst bei einem Erfolg beenden.</p> <p><strong><em>Überlade-Technologie.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W6]] für jede Slot-Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Cryogenic Burst",
            "name": "Kryogener Burst",
            "description": "<p>Du strahlst einen Ausbruch kalter Energie auf eine Kreatur in Reichweite aus. Führen Sie einen Tech-Fernkampfangriff gegen das Ziel durch. Bei einem Treffer erleidet es [[/r 1W8]] Kälteschaden und erhöht sich bis zum Beginn deines nächsten Zuges um 1 verlangsamte Stufe.</p> <p>Der Schaden der Kraft erhöht sich um [[/r 1W8]], wenn du erreiche das 5. Level ([[/r 2d8]]), das 11. Level ([[/r 3d8]]) und das 17. Level ([[/r 4d8]]).</p>"
        },
        {
            "id": "Cryogenic Spray",
            "name": "Kryo-Spray",
            "description": "<p>Aus dir bricht ein kalter Luftstoß aus. Jede Kreatur in einem 60-Fuß-Kegel muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 8W8]] Kälteschaden und erhält 1 Verlangsamungsstufe bis zum Beginn deines nächsten Zuges. Bei einem erfolgreichen Rettungswurf erleidet eine Kreatur halb so viel Schaden und wird nicht verlangsamt.</p> <p>Eine durch diese Kraft getötete Kreatur wird in Karbonit eingefroren.</p> <p><strong><em>Überladung Tech.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 6. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W8]] für jede Slot-Stufe über der 5. Stufe.</p>"
        },
        {
            "id": "Cryogenic Storm",
            "name": "Kryogener Sturm",
            "description": "<p>Ein Sturm aus kryogener Energie erfasst den Boden in einem 40ft großen, 40ft hohen Zylinder, der auf einen Punkt innerhalb der Reichweite zentriert ist. Jede Kreatur im Zylinder muss einen Geschicklichkeitsrettungswurf machen. Eine Kreatur erleidet [[/r 2W8]] Kinetikschaden und [[/r 4W6]] Kälteschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen.</p> <p>Der Wirkungsbereich des Sturms wird zu schwieriges Gelände bis zum Ende deines nächsten Zuges.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 5. Kinetischer Schaden erhöht sich um [[/r 1W8]] für jede Slot-Stufe über der 4. Ebene.</p>"
        },
        {
            "id": "Cryogenic Suspension",
            "name": "Kryo-Suspension",
            "description": "<p>Wähle bis zu sechs Kreaturen deiner Wahl in einem 40ft großen Würfel in Reichweite. Jedes Ziel muss einen Geschicklichkeitsrettungswurf erfolgreich ausführen oder von dieser Kraft für die Dauer betroffen sein.</p> <p>Ein betroffenes Ziel erhält 1 Verlangsamungsstufe, erleidet einen Malus von -2 auf RK- und Geschicklichkeitsrettungswürfe und kann Verwenden Sie keine Reaktionen. In seinem Zug kann er entweder eine Aktion oder eine Bonusaktion verwenden, nicht beides. Unabhängig von den Fähigkeiten oder Gegenständen der Kreatur kann sie während ihres Zuges nicht mehr als einen Nahkampf- oder Fernkampfangriff ausführen.</p> <p>Wenn die Kreatur versucht, eine Kraft mit einer Zauberzeit von 1 Aktion zu wirken, würfele ein [[/r d20]]. Bei einer 11 oder höher wird die Kraft erst im nächsten Zug der Kreatur wirksam und die Kreatur muss ihre Aktion in dieser Runde einsetzen, um die Kraft zu vervollständigen. Wenn dies nicht möglich ist, ist die Energie verschwendet. </p> <p>Eine von dieser Kraft betroffene Kreatur führt am Ende ihres Zuges einen weiteren Geschicklichkeitsrettungswurf aus. Bei einem erfolgreichen Speichern endet der Effekt dafür.</p>"
        },
        {
            "id": "Cryogenic Volley",
            "name": "Kryogene Salve",
            "description": "<p>Eine Explosion kalter Energie bricht an einem von Ihnen gewählten Punkt in Reichweite aus. Jede Kreatur in einer um diesen Punkt zentrierten Sphäre mit 5ft Radius muss einen Geschicklichkeitsrettungswurf ausführen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 3W6]] Kälteschaden und erhält 1 Verlangsamungsstufe bis zum Beginn deines nächsten Zuges. Bei einem erfolgreichen Rettungswurf erleidet eine Kreatur nur halb so viel Schaden und wird nicht verlangsamt.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einer Tech wirkst Slot der 3. Stufe oder höher erhöht sich der Schaden um [[/r 1W6]] für jede Slot-Stufe über der 2. Stufe.</p>"
        },
        {
            "id": "Cryogenic Wave",
            "name": "Kryogene Welle",
            "description": "<p>Eine Welle kalter Energie breitet sich von Ihnen aus. Jede Kreatur in einem 15ft langen Kegel muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 2W6]] Kälteschaden und erhält 1 Verlangsamungsstufe bis zum Ende ihres nächsten Zuges. Bei einem Erfolg erleidet es halb so viel Schaden und erleidet keinen zusätzlichen Effekt.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft über einen Tech-Slot wirkst der 2. Stufe oder höher erhöht sich der Schaden um [[/r 1W6]] für jede Slot-Stufe über der 1. Stufe. Ab der 3. Stufe erhält eine Kreatur bei einem fehlgeschlagenen Rettungswurf 2 verlangsamte Stufen. Ab der 5. Stufe gewinnt eine Kreatur bei einem fehlgeschlagenen Rettungswurf 3 verlangsamte Stufen. Ab der 7. Stufe erhält eine Kreatur bei einem fehlgeschlagenen Rettungswurf 4 verlangsamte Stufen.</p>"
        },
        {
            "id": "Darkvision",
            "name": "Dunkelsicht",
            "description": "<p>Du berührst eine willige Kreatur, um ihr die Fähigkeit zu verleihen, im Dunkeln zu sehen. Für die Dauer hat diese Kreatur Dunkelsicht bis zu einer Reichweite von 60ft.</p>"
        },
        {
            "id": "Debilitating Gas",
            "name": "schwächendes Gas",
            "description": "<p>Sie erstellen eine Gaskugel mit einem Radius von 20ft, die auf einem Punkt zentriert ist. Die Wolke breitet sich um Ecken aus und ihr Bereich ist stark verdeckt. Es verweilt für die Dauer in der Luft.</p> <p>Jede Kreatur, die sich zu Beginn ihres Zuges vollständig in der Wolke befindet, muss einen Konstitutionswurf gegen Gift machen. Bei einem Fehlschlag tut die Kreatur in dieser Runde nichts. Kreaturen, die nicht atmen müssen oder gegen Gift immun sind, haben automatisch Erfolg.</p> <p>Ein Wind von 16 km/h zerstreut die Wolke nach 4 Runden. Ein Wind von 30 km/h zerstreut ihn nach 1 Runde.</p>"
        },
        {
            "id": "Decryption Program",
            "name": "Entschlüsselungsprogramm",
            "description": "<p>Wenn Sie diese Fähigkeit einsetzen, erhalten Sie Einblick in eine verschlüsselte Nachricht, die Sie in der Hand haben, und gewährt Ihnen einen Vorteil bei Fähigkeitsprüfungen, die Sie zur Entschlüsselung des Dokuments durchführen. </p>"
        },
        {
            "id": "Defibrillate",
            "name": "Defibrillieren",
            "description": "<p>Du berührst eine Kreatur, die innerhalb der letzten Minute gestorben ist, und verabreichst einen Schock, um sie wieder zum Leben zu erwecken. Diese Kreatur kehrt mit 1 Trefferpunkt zum Leben zurück. Diese Kraft kann eine Kreatur, die an Altersschwäche gestorben ist, weder zum Leben erwecken noch fehlende Körperteile wiederherstellen. Wenn der Kreatur Körperteile oder Organe fehlen, die für ihr Überleben unerlässlich sind – zum Beispiel ihr Kopf –, versagt die Kraft automatisch. Sobald diese Kraft eine Kreatur wieder zum Leben erweckt hat, kann sie diese Kraft erst wieder nutzen, wenn sie eine kurze oder lange Pause beendet hat.</p>"
        },
        {
            "id": "Delayed Explosion",
            "name": "Verzögerte Explosion",
            "description": "<p>Sie erstellen eine verzögerte Explosion an einem Punkt innerhalb der Reichweite. Wenn die Macht endet, entweder weil Ihre Konzentration gebrochen ist oder Sie sich entscheiden, sie zu beenden, kommt es zur Explosion. Jede Kreatur in einer um diesen Punkt zentrierten Kugel mit 20ft Radius muss einen Geschicklichkeitsrettungswurf ausführen. Eine Kreatur erleidet Feuerschaden in Höhe des gesamten angesammelten Schadens bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen.</p> <p>Der Grundschaden der Kraft beträgt [[/r 12W6]]. Wenn die Explosion am Ende deines Zuges noch nicht stattgefunden hat, erhöht sich der Schaden um [[/r 1W6]].</p> <p>Wenn die Explosion vor Ablauf der Zeit berührt wird, muss die Kreatur, die sie berührt, ein Geschicklichkeitsrettungswurf. Bei einem fehlgeschlagenen Save endet die Kraft sofort und verursacht die Explosion. </p> <p>Das Feuer breitet sich um Ecken aus. Es entzündet brennbare Gegenstände in der Umgebung, die nicht getragen oder getragen werden.</p> <p><strong><em>Tech überladen.</em></strong> Wenn Sie diese Kraft mit einem Tech-Slot von . wirken 8. Stufe oder höher, der Grundschaden erhöht sich um [[/r 1W6]] für jede Slot-Stufe über der 7. Stufe.</p>"
        },
        {
            "id": "Destroy Tech",
            "name": "Zerstöre Technik",
            "description": "<p>Führe einen Tech-Fernkampfangriff gegen eine Kreatur in Reichweite aus. Bei einem Treffer erleidet das Ziel [[/r 4W8]] Ionenschaden. Außerdem muss das Ziel, wenn es über Technologiepunkte verfügt, einen Intelligenzrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf verliert es 5 Tech-Punkte, als ob es einen Tech-Slot verbraucht hätte.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit a . wirkst Tech-Slot der 4. Stufe oder höher erhöht sich der Ionenschaden um [[/r 1W8]] und die Menge der verlorenen Tech-Punkte erhöht sich um 1 für jede Slot-Stufe über der 3. Stufe.</p>"
        },
        {
            "id": "Detect Enhancement",
            "name": "Verbesserung erkennen",
            "description": "<p>Für die Dauer spüren Sie das Vorhandensein von Verbesserungen innerhalb von 30ft um Sie herum. Wenn du auf diese Weise eine Verbesserung spürst, kannst du deine Aktion nutzen, um eine schwache Aura um jede sichtbare Kreatur oder jeden sichtbaren Gegenstand im Bereich zu sehen, der eine Verbesserung trägt.</p> <p>Die Kraft wird durch 1 Fuß Stein geblockt. 1 Zoll gewöhnliches Metall, eine dünne Bleiplatte oder 3 Fuß Holz oder Erde.</p>"
        },
        {
            "id": "Detect Invisibility",
            "name": "Unsichtbarkeit erkennen",
            "description": "<p>Für die Dauer siehst du unsichtbare Kreaturen und Objekte, als wären sie sichtbar.</p>"
        },
        {
            "id": "Detect Traps",
            "name": "Fallen erkennen",
            "description": "<p>Sie spüren die Anwesenheit, den allgemeinen Standort und die Art jeder Falle in einem Umkreis von 100ft um Sie, die sich in Sichtlinie befindet. Eine Falle für diese Macht umfasst alles, was eine plötzliche oder unerwartete Wirkung hervorruft, die Sie für schädlich oder unerwünscht halten und die speziell von ihrem Schöpfer beabsichtigt wurde. </p> <p>Während die Kraft aktiv ist, hast du einen Vorteil bei der Prüfung auf Weisheit (Wahrnehmung) und Intelligenz (Untersuchung), um Fallen in Sichtweite zu finden.</p>"
        },
        {
            "id": "Diminish Tech",
            "name": "Technologie verringern",
            "description": "<p>Wähle eine Kreatur, ein Objekt oder einen Tech-Effekt in Reichweite. Jede Tech-Power der 3. Stufe oder niedriger am Ziel endet. Führe für jede Tech-Power der 4. Stufe oder höher auf dem Ziel einen Fähigkeitscheck mit deiner Techcasting-Fähigkeit durch. Der DC entspricht 10 + dem Leistungspegel. Bei einem Erfolg endet die Kraft.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 4. Stufe oder höher wirkst, endet du automatisch die Auswirkungen einer Tech-Kraft auf das Ziel, wenn die Stufe der Kraft gleich oder niedriger ist als die Stufe des verwendeten Tech-Slots.</p>"
        },
        {
            "id": "Disintegrate",
            "name": "Zerfallen",
            "description": "<p>Eine Explosion korrosiver Energie geht von Ihnen aus. Wählen Sie ein Ziel in Reichweite. </p> <p>Eine Kreatur, die von dieser Kraft anvisiert wird, muss einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet das Ziel [[/r 10W6 + 40]] Säureschaden. Wenn dieser Schaden das Ziel auf 0 Trefferpunkte reduziert, wird es zerlegt.</p> <p>Eine zerfallene Kreatur und alles, was sie trägt und trägt, wird zu einem Haufen feinen grauen Staubs reduziert. Eine auf diese Weise zerstörte Kreatur kann nicht wiederbelebt werden.</p> <p>Diese Kraft zerlegt automatisch ein großes oder kleineres Objekt. Wenn das Ziel ein riesiges oder größeres Objekt ist, zersetzt diese Kraft einen 10 Fuß großen Teil davon. </p> <p><strong><em>Tech überladen.</em></strong> Wenn Sie diese Kraft mit einem Tech-Slot der 7. Stufe oder höher wirken, erhöht sich der Schaden um [[/r 3W6]] für jede Slot-Ebene über 6.</p>"
        },
        {
            "id": "Disperse Energy",
            "name": "Energie verteilen",
            "description": "<p>Du bist für die Dauer der Kraft resistent gegen Säure-, Kälte-, Feuer-, Blitz- und Schallschaden.</p> <p>Wenn du Schaden einer dieser Arten erleidest, kannst du deine Reaktion nutzen, um Immunität dagegen zu erlangen Schadensart, auch gegen den auslösenden Schaden. Wenn du dies tust, enden die Resistenzen und du hast die Immunität bis zum Ende deines nächsten Zuges, dann endet die Macht.</p>"
        },
        {
            "id": "Echo Blast",
            "name": "Echoexplosion",
            "description": "<p>Sie geben einen hallenden Schallimpuls auf ein Ziel in Reichweite ab. Dem Ziel muss ein Weisheitsrettungswurf gelingen oder es muss [[/r 1W8]] Schallschaden erleiden.</p> <p>Diese Kraft kann mehrere Ziele nacheinander treffen, wenn du höhere Stufen erreichst: zwei Ziele auf der 5. Stufe, drei Ziele auf der 11. Ebene und vier Ziele auf der 17. Ebene. Jedes Ziel muss sich innerhalb von 30ft vom vorherigen Ziel befinden und das letzte Ziel darf nicht weiter als 30ft von Ihnen entfernt sein. Du kannst dieselbe Kreatur nicht zweimal hintereinander als Ziel wählen.</p>"
        },
        {
            "id": "Electrical Burst",
            "name": "Elektrischer Burst",
            "description": "<p>Sie geben einen Stromstoß ab. Jeder Kreatur in Reichweite, außer dir, muss ein Geschicklichkeitsrettungswurf gelingen oder sie muss [[/r 1W6]] Blitzschaden erleiden.</p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W6]], wenn du erreichst 5. Stufe ([[/r 2W6]]), 11. Stufe ([[/r 3W6]]) und 17. Stufe ([[/r 4W6]]).</p>"
        },
        {
            "id": "Electromesh",
            "name": "Elektromesh",
            "description": "<p>Sie stoßen eine Masse dicken, klebenden Netzes an einer Stelle Ihrer Wahl in Reichweite aus. Das Netz füllt von diesem Punkt aus für die Dauer einen 20-Fuß-Würfel. Das Netz ist schwieriges Gelände und verdeckt leicht ihren Bereich.</p> <p>Wenn das Netz nicht zwischen zwei festen Körpern (wie Wänden) verankert oder über einen Boden, eine Wand oder eine Decke geschichtet ist, kollabiert das Elektronetz in sich selbst , und die Macht endet zu Beginn deines nächsten Zuges. Das über einer ebenen Fläche geschichtete Netz hat eine Tiefe von 5ft.</p> <p>Jede Kreatur, die seinen Zug im Netz beginnt oder während seines Zuges betritt, muss einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf wird die Kreatur zurückgehalten, solange sie im Netz bleibt oder bis sie sich befreien kann.</p> <p>Eine Kreatur, die durch das Netz zurückgehalten wird, kann ihre Aktion nutzen, um einen Stärkewurf gegen den SG deines Tech- Rettungswurfs abzulegen . Wenn es gelingt, ist es nicht mehr zurückgehalten.</p> <p>Das Netz ist brennbar. Jeder 5ft lange Elektromesh-Würfel, der Feuer ausgesetzt ist, verbrennt in 1 Runde und fügt allen Kreaturen, die ihren Zug im Feuer beginnen, [[/r 2W4]] Feuerschaden zu.</p>"
        },
        {
            "id": "Electroshock",
            "name": "Elektroschock",
            "description": "<p>Ein Blitz geht von dir aus, um einer Kreatur, die du zu berühren versuchst, einen Schock zu versetzen. Führe einen Nahkampf-Tech-Angriff gegen das Ziel durch. Sie haben einen Vorteil beim Angriffswurf, wenn das Ziel aus Metall besteht oder eine Rüstung aus Metall trägt. Bei einem Treffer erleidet das Ziel [[/r 1W8]] Blitzschaden und wird bis zum Beginn seines nächsten Zuges geschockt.</p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W8]], wenn Sie den 5. erreichen Level ([[/r 2d8]]), 11. Level ([[/r 3d8]]) und 17. Level ([[/r 4d8]]).</p>"
        },
        {
            "id": "Element of Surprise",
            "name": "Überraschungselement",
            "description": "<p>Du vertreibst eine Sabotageladung gegen die Kreatur, die dich angegriffen hat. Die Kreatur muss einen Geschicklichkeitsrettungswurf machen. Es erleidet [[/r 2W10]] Feuerschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen.</p> <p><strong><em>Technologie überladen</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W10]] für jede Slot-Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Elemental Accelerant",
            "name": "Elementarer Beschleuniger",
            "description": "<p>Wähle eine Kreatur, die du sehen kannst, und eine Schadensart: Säure, Kälte, Feuer, Blitz oder Schall. Das Ziel muss einen Konstitutionsrettungswurf machen. Wenn es fehlschlägt, nimmt es das erste Mal in jeder Runde, wenn es Schaden des gewählten Typs erleidet, zusätzlich [[/r 2W6]] Schaden davon. Das Ziel verliert auch den Widerstand gegen den Typ, bis die Macht endet.</p> <p><strong><em>Technologie überladen.</em></strong> Du kannst für jede Slot-Stufe über der 4. Stufe eine zusätzliche Kreatur als Ziel wählen. Die Kreaturen müssen sich innerhalb von 30ft voneinander befinden, wenn du sie anvisierst.</p>"
        },
        {
            "id": "Encrypted Message",
            "name": "Verschlüsselte Nachricht",
            "description": "<p>Du zeigst mit dem Finger auf eine Kreatur in Reichweite, die einen Kommlink besitzt, und flüsterst eine Nachricht. Das Ziel (und nur das Ziel) hört die Nachricht und kann eine verschlüsselte Antwort senden, die nur Sie hören können. Diese Nachrichten können nicht mit nicht verbesserten Mitteln abgefangen oder entschlüsselt werden.</p> <p>Sie können diese Kraft durch feste Objekte wirken, wenn Sie mit dem Ziel vertraut sind und wissen, dass es jenseits der Barriere liegt. 1 Fuß Stein, 1 Zoll gewöhnliches Metall, eine dünne Bleiplatte oder 3 Fuß Holz blockieren die Energie. Der Strom muss keiner geraden Linie folgen und kann sich frei um Ecken oder durch Öffnungen bewegen.</p>"
        },
        {
            "id": "Energetic Burst",
            "name": "Energieschub",
            "description": "<p>Eine Kreatur, die du berührst, erhält 10 temporäre Trefferpunkte. Solange sie diese Trefferpunkte hat, kann die Kreatur [[/r 1W4]] zu ihren Rettungswürfen hinzufügen. Alle verbleibenden temporären Trefferpunkte gehen verloren, wenn die Macht endet.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Macht mit einem Tech-Slot der 3. Stufe oder höher wirkst , erhält das Ziel 5 zusätzliche temporäre Trefferpunkte für jede Slot-Stufe über der 2. Wenn du diese Kraft ab der 4. Stufe oder höher wirkst, erhöht sich die Würfelgröße für alle zwei Slot-Stufen über der 3. Stufe ([[/r d6]] auf der 4. Stufe, [[/r d8]] auf der 6. Stufe, [[/r d10 .]]] auf der 8. Ebene).</p>"
        },
        {
            "id": "Energizing Aura",
            "name": "Energetisierende Aura",
            "description": "<p>Energetisierendes Licht strahlt in einem Radius von 30ft von Ihnen aus. Kreaturen deiner Wahl in diesem Radius haben beim Wirken dieser Kraft einen Vorteil bei allen Rettungswürfen und andere Kreaturen haben einen Nachteil bei Angriffswürfen gegen sie, bis die Kraft endet. </p>"
        },
        {
            "id": "Energy Shield",
            "name": "Energieschild",
            "description": "<p>Du erschaffst schnell einen Energieschild. Bis zum Beginn deines nächsten Zuges hast du einen Bonus von +5 auf die RK. Dazu gehört auch der auslösende Angriff. </p>"
        },
        {
            "id": "Enhance Droid",
            "name": "Droiden verbessern",
            "description": "<p>Du berührst einen Droiden oder konstruierst und verbesserst einen seiner Aspekte. Wählen Sie einen der folgenden Effekte; das Ziel erhält diesen Effekt, bis die Macht endet. </p> <ul> <li><strong><em>Servomotor.</em></strong> Das Ziel hat einen Vorteil bei Stärkewürfen und seine Tragfähigkeit verdoppelt sich. </li> <li><strong><em>Motivator.</em></strong> Das Ziel hat einen Vorteil bei Fertigkeitswürfen. Es erleidet auch keinen Schaden, wenn es 20ft oder weniger fällt, wenn es nicht handlungsunfähig ist. </li> <li><strong><em>Kraftkern.</em></strong> Das Ziel hat einen Vorteil bei Konstitutionswürfen. Es erhält auch [[/r 2W6]] temporäre Trefferpunkte, die verloren gehen, wenn die Macht endet. </li> <li><strong><em>Datenbanken.</em></strong> Das Ziel hat einen Vorteil bei Intelligenzprüfungen. </li> <li><strong><em>Sensoren.</em></strong> Das Ziel hat einen Vorteil bei Weisheitswürfen. </li> <li><strong><em>Beziehungsprotokolle.</em></strong> Das Ziel hat einen Vorteil bei Charisma-Checks. </li> </ul> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 3. Stufe oder höher wirkst, kannst du einen zusätzlichen Droiden oder Konstrukt für jede Slot-Ebene über der 2. Ebene.</p>"
        },
        {
            "id": "Enhance Weapon",
            "name": "Waffe verbessern",
            "description": "<p>Eine nicht verbesserte Waffe, die Sie berühren, wird zu einer verbesserten Waffe. Wählen Sie einen dieser Schadenstypen: Säure, Kälte, Energie, Feuer, Ionen, Kinetik oder Blitz. Für die Dauer hat eine nicht verstärkte Waffe, die du berührst, +1 auf Angriffswürfe und verursacht zusätzlich [[/r 1W4]] Schaden des gewählten Typs.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft über einen Tech-Slot der 5. oder 6. Stufe wirkst, erhöht sich der Bonus auf Angriffswürfe auf +2 und der zusätzliche Schaden auf [[/r 2W4]]. Wenn du einen Slot der 7. Stufe oder höher verwendest, erhöht sich der Bonus auf +3 und der zusätzliche Schaden erhöht sich auf [[/r 3W4]].</p>"
        },
        {
            "id": "Execute Command",
            "name": "Befehl ausführen",
            "description": "<p>Sie diktieren einem Droiden oder Konstrukt, das Sie in Reichweite sehen können, einen Ein-Wort-Befehl. Dem Ziel muss ein Intelligenzrettungswurf gelingen oder in seinem nächsten Zug dem Befehl folgen. Wenn das Konstrukt die Eigenschaft 'Piloted' hat und ein Pilot es kontrolliert, der nicht handlungsunfähig ist, erhält es einen Bonus auf den Rettungswurf in Höhe des Intelligenzmodifikators des Piloten. Es folgen einige typische Befehle und deren Auswirkungen. Sie können einen anderen Befehl als den hier beschriebenen ausgeben. Wenn Sie dies tun, bestimmt der SL, wie sich das Ziel verhält. Wenn das Ziel Ihrem Befehl nicht folgen kann, endet die Kraft.</p> <p><strong><em>Annähern.</em></strong> Das Ziel bewegt sich auf dem kürzesten und direktesten Weg auf Sie zu. beendet seinen Zug, wenn es sich innerhalb von 5ft um dich herum bewegt.</p> <p><strong><em>Deaktivieren.</em></strong> Das Ziel liegt in Bauchlage und beendet dann seinen Zug.</p> <p><strong><em>Tropfen.</em></strong> Das Ziel lässt alles fallen, was es hält und beendet dann seinen Zug.</p> <p><strong><em>Fliehe.</em> </strong> Das Ziel verbringt seinen Zug damit, sich auf dem schnellsten verfügbaren Weg von Ihnen zu entfernen.</p> <p><strong><em>Halt.</em></strong> Das Ziel bewegt sich nicht und nimmt keine Aktionen. Ein fliegendes Ziel bleibt in der Luft, sofern es dazu in der Lage ist. Wenn es sich bewegen muss, um in der Luft zu bleiben, fliegt es die Mindestentfernung, die erforderlich ist, um in der Luft zu bleiben.</p> <p><strong><em>Überlade-Technologie.</em></strong> Wenn Sie diese Kraft mit wirken ein Tech-Slot der 2. Stufe oder höher, können Sie einen zusätzlichen Droiden oder ein zusätzliches Konstrukt für jede Slot-Stufe über der 1. Stufe beeinflussen. Die Kreaturen müssen sich innerhalb von 30ft voneinander befinden, wenn du sie anvisierst.</p>"
        },
        {
            "id": "Expeditious Retreat",
            "name": "Schneller Rückzug",
            "description": "<p>Diese Kraft gibt dir einen Adrenalinschub, mit dem du dich in einem unglaublichen Tempo bewegen kannst. Wenn du diese Kraft wirkst und dann als Bonusaktion in jedem deiner Züge, bis die Kraft endet, kannst du die Sprint-Aktion ausführen.</p>"
        },
        {
            "id": "Explosion",
            "name": "Explosion",
            "description": "<p>Sie erstellen eine Explosion an einem Punkt innerhalb der Reichweite. Jede Kreatur in einer um diesen Punkt zentrierten Kugel mit 20ft Radius muss einen Geschicklichkeitsrettungswurf ausführen. Ein Ziel erleidet [[/r 8W6]] Feuerschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen.</p> <p>Das Feuer breitet sich um Ecken aus. Es entzündet brennbare Gegenstände in der Umgebung, die nicht getragen oder getragen werden.</p> <p><strong><em>Tech überladen.</em></strong> Wenn Sie diese Kraft mit einem Tech-Slot von . wirken 4. Stufe oder höher, der Schaden erhöht sich um [[/r 1W6]] für jede Slot-Stufe über der 3. Stufe.</p>"
        },
        {
            "id": "Extinguish",
            "name": "Löschen",
            "description": "<p>Sie sprühen Kohlenstoffschaum in einen 5 Fuß großen Würfel, der von einem Punkt in Reichweite ausgeht. Flammen im betroffenen Bereich werden sofort gelöscht und Gegenstände innerhalb des betroffenen Bereichs können mindestens eine Minute lang nicht entzündet werden. Jede Kreatur im betroffenen Bereich muss einen Konstitutionsrettungswurf machen oder [[/r 1W4]] Kälteschaden erleiden.</p> <p>Wenn du die 5. Stufe erreichst, kann diese Kraft stattdessen einen 3-Fuß-Würfel in Reichweite anvisieren. Sie erhalten zusätzliche Optionen zur Vergrößerung, wenn Sie die 11. Stufe (15-Fuß-Würfel) und die 17. Stufe (20-Fuß-Würfel) erreichen.</p>"
        },
        {
            "id": "Fabricate",
            "name": "Fabrizieren",
            "description": "<p>Sie verwandeln Rohstoffe in Produkte aus demselben Material.</p> <p>Sie können beispielsweise eine Holzbrücke aus einer Baumgruppe, ein Seil aus einem Hanfstück und Kleidung aus Bantha-Haut herstellen. </p> <p>Wählen Sie Rohstoffe, die Sie in Reichweite sehen können. Sie können ein großes oder kleineres Objekt (enthalten in einem 3-Fuß-Würfel oder acht miteinander verbundenen 5-Fuß-Würfeln) herstellen, wenn eine ausreichende Menge an Rohmaterial vorhanden ist. Wenn Sie jedoch mit Metall, Stein oder einer anderen mineralischen Substanz arbeiten, darf das hergestellte Objekt nicht größer als Medium sein (enthalten in einem einzelnen 5ft großen Würfel). Die Qualität der von der Macht hergestellten Objekte entspricht der Qualität der Rohstoffe.</p> <p>Kreaturen oder verbesserte Gegenstände können mit dieser Macht nicht erschaffen werden. Sie können es auch nicht verwenden, um Gegenstände herzustellen, die normalerweise ein hohes Maß an Handwerkskunst erfordern, wie Schmuck, Waffen, Glas oder Rüstungen, es sei denn, Sie sind mit der Art des Werkzeugs vertraut, mit dem solche Gegenstände hergestellt werden.</p>"
        },
        {
            "id": "Fabricate Trap",
            "name": "Falle herstellen",
            "description": "<p>Wenn du diese Kraft wirkst, erschaffst du eine Falle, die später als Reaktion auf eine bestimmte Bedingung ausgelöst wird. Sie müssen ihn entweder an einer Oberfläche (z. B. einem Tisch oder einem Boden- oder Wandabschnitt) oder in einem Objekt anbringen, das geschlossen oder eingeschaltet werden kann (z. B. ein Buch, eine Tür oder ein Computerterminal), um die Falle zu verbergen. Die Falle kann einen Bereich von nicht mehr als 10 Fuß im Durchmesser abdecken. Nach Ermessen des SL können bestimmte Aktionen dazu führen, dass die Falle zerbricht oder funktionsunfähig wird.</p> <p>Die Falle ist gut getarnt und erfordert im Allgemeinen einen erfolgreichen Intelligenztest (Untersuchung) gegen deinen Tech-Save-SG, um gefunden zu werden .</p> <p>Du entscheidest, was die Falle auslöst, wenn du die Kraft wirkst, wie zum Beispiel das Betreten eines bestimmten Bereichs oder das Einschalten des Objekts. Sie können den Auslöser weiter verfeinern, sodass die Falle nur unter bestimmten Umständen oder nach physischen Eigenschaften (wie Größe oder Gewicht) oder Kreaturenart aktiviert wird (z. B. könnte die Falle so eingestellt werden, dass nur Droiden oder Gungans ausgelöst werden). Sie können auch Bedingungen für Kreaturen festlegen, die die Falle nicht auslösen, z. B. für diejenigen, die ein bestimmtes Passwort sagen.</p> <p>Sie können nur eine Instanz dieser Falle gleichzeitig aktiv haben. Wenn Sie eine weitere Falle werfen, bevor die vorherige ausgelöst wird, wird die andere Falle inaktiv.</p> <p>Wählen Sie beim Erstellen der Falle eine Sprengfalle oder eine Energiefalle:</p> <p><strong> <em>Sprengstofffalle.</em></strong> Wenn sie ausgelöst wird, bricht die Falle in einer 20ft großen Kugel in der Mitte der Falle aus. Die Explosion breitet sich um Ecken aus. Jede Kreatur in der Umgebung muss einen Geschicklichkeitsrettungswurf machen. Eine Kreatur erleidet [[/r 5W8]] Säure-, Kälte-, Feuer-, Blitz- oder Schallschaden bei einem fehlgeschlagenen Rettungswurf (Ihre Wahl beim Erstellen der Falle) oder halb so viel Schaden bei einem erfolgreichen.</p> <p><strong><em>Kraftfalle.</em></strong> Sie können eine vorbereitete Tech-Kraft der 3. Stufe oder niedriger in der Falle speichern, indem Sie sie beim Erstellen der Falle wirken. Die Falle muss auf eine einzelne Kreatur oder einen Bereich abzielen. Die gespeicherte Kraft hat keine unmittelbare Wirkung, wenn sie auf diese Weise gewirkt wird. Wenn die Falle ausgelöst wird, wird die gespeicherte Kraft gewirkt. Wenn die Falle ein Ziel hat, zielt sie auf die Kreatur, die die Falle ausgelöst hat. Wenn die Macht einen Bereich betrifft, wird der Bereich auf diese Kreatur zentriert. Wenn die Kraft Konzentration erfordert, hält sie bis zum Ende ihrer vollen Dauer an.</p> <p><strong><em>Tech überladen.</em></strong> Wenn Sie diese Kraft mit einem Tech-Slot von wirken 4. Stufe oder höher, der Schaden einer Sprengfalle erhöht sich um [[/r 1W8]] für jede Slot-Stufe über der 3. Stufe. Wenn du eine Kraftfalle erschaffst, kannst du jede Kraft bis zur gleichen Stufe wie der Platz, den du für diese Kraft verwendest, speichern.</p>"
        },
        {
            "id": "Find the Path",
            "name": "Finde den Weg",
            "description": "<p>Diese Leistung berechnet die kürzeste und direkteste physische Route zu einem bestimmten festen Ort, mit dem Sie auf demselben Planeten vertraut sind. Wenn Sie ein sich bewegendes Ziel (z. B. eine mobile Festung) oder ein unspezifisches Ziel (z. B. \"ein Versteck der Schwarzen Sonne\") benennen, fällt der Strom aus.</p> <p>Für die Dauer wie Solange Sie sich auf dem gleichen Planeten wie das Ziel befinden, wissen Sie, wie weit es entfernt ist und in welche Richtung es liegt. Wenn Sie unterwegs sind, bestimmen Sie automatisch, welcher Weg der kürzeste und direkteste Weg (aber nicht unbedingt der sicherste) zum Ziel ist.</p>"
        },
        {
            "id": "Firestorm",
            "name": "Feuersturm",
            "description": "<p>Wählen Sie einen Punkt auf dem Boden in Reichweite und verbrennen Sie alles in einem Umkreis von 15ft. Alle Kreaturen müssen einen Geschicklichkeitsrettungswurf machen und erleiden [[/r 8W8]] Feuerschaden bei einem Fehlschlag oder halb so viel bei einem Erfolg. Alle großen oder kleineren Kreaturen werden an den Rand des Radius der Macht gedrängt. Du kannst eine Kreatur im Zentrum des Feuersturms auswählen, wenn du dies tust, hat diese Kreatur einen Nachteil bei ihrem Rettungswurf und wird bei einem Fehlschlag anfällig geschlagen.</p> <p><strong><em>Überladungstechnologie .</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 7. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W8]] und der Radius erhöht sich für jede Slot-Stufe über der 6. Stufe um 5ft.</p>"
        },
        {
            "id": "Flame Sweep",
            "name": "Flammenfeger",
            "description": "<p>Ein dünnes Flammenblatt schießt aus dir heraus. Jede Kreatur in einem 15ft langen Kegel muss einen Geschicklichkeitsrettungswurf machen. Eine Kreatur erleidet [[/r 3W6]] Feuerschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen.</p> <p>Das Feuer entzündet alle brennbaren Gegenstände in der Umgebung, die nicht getragen werden oder getragen.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W6]] für jede Slot-Ebene über 1.</p>"
        },
        {
            "id": "Flaming Shots",
            "name": "Flammende Schüsse",
            "description": "<p>Du kanalisierst Tech-Power durch eine Blaster-Waffe, die du führst. Wenn ein Ziel durch die gewählte Waffe Schaden erleidet, erleidet das Ziel zusätzlich [[/r 1W6]] Feuerschaden. Die Kraft endet, wenn zwölf Schüsse abgefeuert wurden.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 4. Die Anzahl der Schüsse, die du mit dieser Kraft machen kannst, erhöht sich um zwei für jede Slot-Stufe über dem 3. Platz.</p>"
        },
        {
            "id": "Flash",
            "name": "Blinken",
            "description": "<p>Sie erzeugen einen massiven Lichtblitz und eine Klangexplosion an einem Punkt innerhalb der Reichweite. Würfel [[/r 6W10]]; die Summe gibt an, wie viele Trefferpunkte von Kreaturen diese Kraft beeinflussen kann. Kreaturen innerhalb von 20ft um den Punkt sind in aufsteigender Reihenfolge ihrer aktuellen Trefferpunkte betroffen (ohne bewusstlose Kreaturen).</p> <p>Angefangen bei der Kreatur mit den niedrigsten aktuellen Trefferpunkten wird jede Kreatur, die von dieser Kraft betroffen ist, geblendet bis zum Ende deines nächsten Zuges. Ziehe die Trefferpunkte jeder Kreatur von der Summe ab, bevor du zu der Kreatur mit den nächstniedrigsten Trefferpunkten übergehst. Die Trefferpunkte einer Kreatur müssen kleiner oder gleich der verbleibenden Summe sein, damit diese Kreatur betroffen ist.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft wirkst Wenn du einen Tech-Slot der 2. Stufe oder höher verwendest, würfele zusätzlich [[/r 2W10]] für jede Slot-Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Frequency Scan",
            "name": "Frequenzsuchlauf",
            "description": "<p>Für die Dauer können Sie elektronische Übertragungen erkennen. Wenn du die Macht wirkst und als deine Aktion in jeder Runde, bis die Macht endet, kannst du dich auf eine beliebige Kreatur konzentrieren, die du innerhalb von 30ft um dich herum sehen kannst. Wenn die Kreatur, die du wählst, keinen Kommlink besitzt oder kein Droide oder Konstrukt ist, ist die Kreatur nicht betroffen.</p> <p>Wenn die Kreatur einen Kommlink oder ein anderes Kommunikationsgerät besitzt, erhältst du alle Übertragungen, die sie sendet oder empfängt für die Dauer.</p> <p>Wenn das Ziel ein Droide oder ein Konstrukt ist, können Sie außerdem dessen \"Gedanken\" lesen. Sie lernen zunächst die oberflächlichen Gedanken der Kreatur – was sie in diesem Moment am meisten beschäftigt. Als Aktion können Sie Ihre Aufmerksamkeit entweder auf die Gedanken einer anderen Kreatur lenken oder versuchen, tiefer in die Gedanken derselben Kreatur einzudringen. Wenn Sie tiefer suchen, muss das Ziel einen Weisheitsrettungswurf machen. Wenn es fehlschlägt, erhalten Sie Einblick in seine Argumentation (sofern vorhanden) und etwas, das in seinem Kopf von Bedeutung ist (z. B. seine aktuellen Ziele). Gelingt dies, endet die Macht. In jedem Fall weiß das Ziel (oder sein Pilot, falls es einen hat), dass Sie in seinen Geist eindringen, und wenn Sie Ihre Aufmerksamkeit nicht auf die Gedanken einer anderen Kreatur richten, kann die Kreatur ihre Aktion in ihrem Zug nutzen, um einen Intelligenzwurf anfechten zu lassen durch Ihren Intelligenz-Check; gelingt dies, endet die Kraft.</p> <p>Verbal an die Zielkreatur gerichtete Fragen formen natürlich ihren Gedankengang, daher ist diese Kraft im Rahmen eines Verhörs besonders effektiv.</p> <p>Du kann diese Kraft auch nutzen, um die Anwesenheit von Droiden, Konstrukten oder Kreaturen zu erkennen, die Kommunikationsgeräte tragen, die Sie nicht sehen können. Wenn Sie die Kraft oder als Ihre Aktion während der Dauer wirken, können Sie innerhalb von 30ft um Sie herum nach Übertragungen suchen. Die Kraft kann Barrieren durchdringen, aber 60 cm Fels, 5 cm Metall außer Blei oder eine dünne Bleiplatte blockieren Sie.</p> <p>Sobald Sie auf diese Weise die Anwesenheit einer Kreatur entdecken, können Sie kann seine Gedanken oder Übertragungen für die restliche Dauer wie oben beschrieben lesen, auch wenn Sie es nicht sehen können, aber es muss sich noch in Reichweite befinden.</p>"
        },
        {
            "id": "Friendly Fire",
            "name": "Teambeschuss",
            "description": "<p>Sie verschlüsseln die Targeting-Protokolle von Computern in der Nähe. Jeder Droide oder jedes Konstrukt in einer 30ft Radius-Kugel, die auf einen von Ihnen gewählten Punkt in Reichweite zentriert ist, muss einen Intelligenzrettungswurf machen. Wenn ein Konstrukt die Eigenschaft 'Piloted' hat und ein Pilot es kontrolliert, der nicht handlungsunfähig ist, erhält es einen Bonus auf den Rettungswurf in Höhe des Intelligenzmodifikators des Piloten. Bei einem fehlgeschlagenen Rettungswurf verliert das Ziel die Fähigkeit, Freund von Feind zu unterscheiden, und betrachtet alle Kreaturen, die es als Feinde sehen kann, bis die Macht endet. Jedes Mal, wenn das Ziel Schaden erleidet, kann es den Rettungswurf wiederholen und den Effekt auf sich selbst bei einem Erfolg beenden.</p> <p>Immer wenn die betroffene Kreatur eine andere Kreatur als Ziel wählt, muss sie das Ziel zufällig aus diesen auswählen die Kreaturen, die es in Reichweite des Angriffs, der Kraft oder einer anderen Fähigkeit, die es verwendet, sehen kann. Wenn ein Feind einen Gelegenheitsangriff der betroffenen Kreatur provoziert, muss die Kreatur diesen Angriff ausführen, wenn sie dazu in der Lage ist.</p>"
        },
        {
            "id": "Gleaming Outline",
            "name": "Glänzender Umriss",
            "description": "<p>Jedes Objekt in einem 20-Fuß-Würfel innerhalb der Reichweite wird in blauem, grünem oder violettem Licht (Ihrer Wahl) umrandet. Jede Kreatur im Wirkungsbereich der Kraft wird ebenfalls hell umrandet, wenn ihr ein Geschicklichkeitsrettungswurf misslingt. Für die Dauer werfen Objekte und betroffene Kreaturen in einem Umkreis von 3 Fuß schwaches Licht.</p> <p>Jeder Angriffswurf gegen eine betroffene Kreatur oder ein betroffenes Objekt hat einen Vorteil, wenn der Angreifer es sehen kann, und die betroffene Kreatur oder das betroffene Objekt kann Profitiere nicht davon, unsichtbar zu sein.</p>"
        },
        {
            "id": "Glide",
            "name": "Gleiten",
            "description": "<p>Eine willige Kreatur erhält die Fähigkeit zu gleiten, wenn sie fällt. Für die Dauer der Kraft fällt es mit einer Geschwindigkeit von 30ft pro Runde und kann sich bei jeder seiner Drehungen auch horizontal bis zu 30ft bewegen. Wenn die Kreatur landet, bevor die Macht endet, erleidet sie keinen Fallschaden und kann auf ihren Füßen landen und die Macht endet für diese Kreatur.</p>"
        },
        {
            "id": "Greater Analyze",
            "name": "Größere Analyse",
            "description": "<p>Nennen oder beschreiben Sie eine Person, einen Ort oder ein Objekt. Diese Macht gibt Ihnen eine Zusammenfassung der bedeutenden Überlieferungen darüber. Wenn das Ding, das Sie genannt haben, außerhalb eines Planetensystems nicht bekannt ist, erhalten Sie keine Informationen. Je mehr Informationen Sie bereits haben, desto detaillierter sind die Informationen, die Sie erhalten.</p>"
        },
        {
            "id": "Greater Explosion",
            "name": "Größere Explosion",
            "description": "<p>Sie stoßen eine massive Explosion an einem Punkt in Reichweite aus. Jede Kreatur in einer um diesen Punkt zentrierten Kugel mit einem Radius von 40ft muss einen Geschicklichkeitsrettungswurf ausführen. Ein Ziel erleidet [[/r 40W6]] Feuerschaden und wird bei einem fehlgeschlagenen Rettungswurf zu Boden geworfen oder bei einem erfolgreichen Rettungswurf halb so viel Schaden, bleibt aber stehen.</p> <p>Das Feuer breitet sich um Ecken aus. Es entzündet brennbare Gegenstände im Bereich, die nicht getragen oder getragen werden.</p>"
        },
        {
            "id": "Greater Hologram",
            "name": "Größeres Hologramm",
            "description": "<p>Sie erstellen ein Bild, das nicht größer als ein 20-Fuß-Würfel ist. Es erscheint an einer Stelle, die Sie sehen können und dauert so lange. Es scheint völlig real zu sein, Geräusche und andere sensorische Effekte sind enthalten. Du kannst keinen sensorischen Effekt erzeugen, der stark genug ist, um Schaden oder einen Zustand zu verursachen.</p> <p>Solange du in Reichweite der Illusion bist, kannst du deine Aktion nutzen, um das Bild an einen anderen Ort zu bewegen in Reichweite. Wenn das Bild seinen Standort ändert, können Sie es so ändern, dass seine Bewegungen für das Bild natürlich erscheinen.</p> <p>Die physische Interaktion mit dem Bild enthüllt es als Illusion. Eine Kreatur kann ihre Aktion nutzen, um bei einem erfolgreichen Untersuchungswurf festzustellen, dass es sich um eine Illusion handelt. Wenn eine Kreatur erfährt, dass es sich um eine Illusion handelt, kann sie das Bild durchschauen und die anderen Sinnesqualitäten werden für sie schwach.</p> <p><strong><em>Technologie überladen.</em></strong> Die Macht hält an, bis sie gebannt wird, ohne dass Konzentration erforderlich ist, wenn sie auf der 6. Stufe oder höher gewirkt wird.</p>"
        },
        {
            "id": "Greater Light",
            "name": "Größeres Licht",
            "description": "<p>Eine Lichtkugel mit einem Radius von 60ft breitet sich von einem von Ihnen gewählten Punkt aus. Die Kugel ist helles Licht und spendet schwaches Licht für weitere 60ft.</p> <p>Wenn Sie ein Objekt wählen, das Sie halten oder nicht getragen oder getragen wird, strahlt das Licht aus und bewegt sich mit dem Objekt . Das vollständige Bedecken des Objekts mit etwas Undurchsichtigem blockiert das Licht.</p> <p>Wenn einer der Bereiche dieser Kraft mit verstärkter Dunkelheit durch eine Kraft der 3. Stufe oder niedriger überlappt, wird die Dunkelheit gebannt.</p>"
        },
        {
            "id": "Greater Sabotage Charges",
            "name": "Höhere Sabotagegebühren",
            "description": "<p>Du erzeugst sechs mittlere Sabotageladungen, die für die Dauer der Macht anhalten. Wenn Sie die Macht wirken, und als Bonusaktion in nachfolgenden Runden, können Sie bis zu zwei der Ladungen auf von Ihnen gewählte Punkte innerhalb von 120 Fuß schleudern. Jede Ladung explodiert, wenn sie den Punkt erreicht oder auf eine feste Oberfläche trifft. Jede Kreatur innerhalb von 10ft um die Explosion muss einen Geschicklichkeitswurf machen. Die Explosion verursacht [[/r 4W6]] Feuerschaden bei einem Fehlschlag oder halben Schaden bei einem Erfolg.</p> <p><strong><em>Überladungstechnologie</em></strong> Die Anzahl der verursachte Gebühren erhöhen sich um zwei für jede Slot-Stufe über 7.</p>"
        },
        {
            "id": "Greater Salvo",
            "name": "Große Salve",
            "description": "<p>Du schießt vier Projektile an Punkten ab, die du in Reichweite sehen kannst. Jede Kreatur innerhalb einer Sphäre mit 20ft Radius um jeden Punkt muss einen Geschicklichkeitsrettungswurf machen. Eine Kreatur erleidet [[/r 15d6]] Feuerschaden und [[/r 15d6]] Kinetikschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. Eine Kreatur im Bereich von mehr als einem Feuerstoß ist nur einmal betroffen. </p> <p>Der Strom beschädigt Gegenstände in der Umgebung und entzündet brennbare Gegenstände, die nicht getragen oder getragen werden.</p>"
        },
        {
            "id": "Greater Translation Program",
            "name": "Großes Übersetzungsprogramm",
            "description": "<p>Diese Fähigkeit verleiht der Kreatur, die du berührst, die Fähigkeit, jede gesprochene registrierte Sprache zu verstehen, die sie hört. Wenn das Ziel spricht, versteht außerdem jede Kreatur, die mindestens eine registrierte Sprache kennt und das Ziel hören kann, was es sagt.</p>"
        },
        {
            "id": "Greater Translocate",
            "name": "Größere Translokation",
            "description": "<p>Ihre Form schimmert in einer holografischen Konfiguration und bricht dann zusammen. Sie teleportieren sich bis zu 60ft zu einem unbesetzten Feld, das Sie sehen können. In jedem deiner Züge, bevor die Macht endet, kannst du eine Bonusaktion nutzen, um dich auf diese Weise erneut zu teleportieren.</p>"
        },
        {
            "id": "Group Hologram",
            "name": "Gruppenhologramm",
            "description": "<p>Mit dieser Kraft kannst du das Aussehen einer beliebigen Anzahl von Kreaturen ändern, die du in Reichweite sehen kannst. Sie geben jedem Ziel, das Sie wählen, ein neues, illusorisches Aussehen. Ein unwilliges Ziel kann einen Charisma-Rettungswurf ausführen, und wenn er erfolgreich ist, bleibt es von dieser Kraft unberührt.</p> <p>Die Kraft verbirgt die physische Erscheinung sowie Kleidung, Rüstung, Waffen und Ausrüstung. Sie können jede Kreatur 1 Fuß kleiner oder größer erscheinen lassen und dünn, dick oder dazwischen erscheinen. Sie können den Körpertyp eines Ziels nicht ändern, daher müssen Sie eine Form wählen, die dieselbe grundlegende Anordnung der Gliedmaßen aufweist. Ansonsten liegt das Ausmaß der Illusion bei Ihnen. Die Kraft hält für die Dauer an, es sei denn, Sie verwenden Ihre Aktion, um sie früher zu entlassen.</p> <p>Die durch diese Kraft bewirkten Änderungen halten einer physischen Inspektion nicht stand. Wenn du diese Fähigkeit zum Beispiel nutzt, um dem Outfit einer Kreatur einen Hut hinzuzufügen, passieren Gegenstände durch den Hut und jeder, der ihn berührt, würde nichts oder den Kopf und die Haare der Kreatur fühlen. Wenn du diese Kraft nutzt, um dünner zu erscheinen, als du bist, würde die Hand von jemandem, der dich berührt, auf dich stoßen, während sie scheinbar noch in der Luft ist.</p> <p>Eine Kreatur kann ihre Aktion nutzen, um a . zu inspizieren ziele und mache einen Intelligenztest (Ermittlung) gegen deinen Tech-Save-SG. Wenn dies gelingt, erkennt es, dass das Ziel getarnt ist.</p>"
        },
        {
            "id": "Haywire",
            "name": "Haywire",
            "description": "<p>Sie umgeben für einen Moment eine Kreatur, die Sie in Reichweite sehen können, mit elektronischen Interferenzen und holografischen Illusionen. Dem Ziel muss ein Intelligenzrettungswurf gelingen, oder es erleidet [[/r 1W6]] Blitzschaden und bewegt sich 5ft in eine zufällige Richtung, wenn es sich bewegen kann und seine Geschwindigkeit mindestens 5ft beträgt. Wirf a [[/r d4]] für die Richtung: 1, Norden; 2, Süden; 3, Osten; oder 4, Westen. Diese Bewegung provoziert keine Gelegenheitsangriffe, und wenn die gewürfelte Richtung geblockt wird, bewegt sich das Ziel nicht.</p> <p>Der Schaden der Kraft erhöht sich um [[/r 1W6]], wenn du die 5. [/r 2W6]]), 11. Stufe ([[/r 3W6]]) und 17. Stufe ([[/r 4W6]]).</p>"
        },
        {
            "id": "Hold Droid",
            "name": "Droide halten",
            "description": "<p>Du feuerst einen lähmenden Pfeil auf einen Droiden oder ein Konstrukt ab, das du in Reichweite sehen kannst. Dem Ziel muss ein Konstitutionsrettungswurf gelingen oder es ist für die Dauer gelähmt. Am Ende jedes seiner Züge kann das Ziel einen weiteren Konstitutionsrettungswurf machen. Bei einem Erfolg endet die Kraft beim Ziel.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 3. Stufe oder höher wirkst, Sie können einen zusätzlichen Droiden oder ein zusätzliches Konstrukt für jede Slot-Ebene über 2 anvisieren. Die Ziele müssen sich innerhalb von 30ft voneinander befinden, wenn du sie anvisierst.</p>"
        },
        {
            "id": "Holding Cell",
            "name": "Gefängniszelle",
            "description": "<p>Eine Kugel schimmernder Energie entsteht und umschließt eine Kreatur oder ein Objekt von Größe oder kleiner in Reichweite. Eine unwillige Kreatur muss einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf wird die Kreatur für die Dauer eingeschlossen.</p> <p>Nichts – keine physischen Objekte, Energie oder andere Krafteffekte – kann die Barriere durchdringen, hinein oder hinaus, obwohl eine Kreatur in der Sphäre dies kann durchatmen. Die Kugel ist immun gegen alle Schäden, und eine Kreatur oder ein Objekt innerhalb kann nicht durch Angriffe oder Effekte mit Ursprung von außen beschädigt werden, noch kann eine Kreatur in der alles Kugel Schaden außerhalb. </ P> <p> Die Kugel ist schwerelos und gerade groß genug, um die Kreatur oder ein Objekt im Innern enthalten. Eine eingeschlossene Kreatur kann ihre Aktion nutzen, um gegen die Wände der Kugel zu stoßen und die Kugel so mit bis zu halber Geschwindigkeit der Kreatur zu rollen. Ebenso kann der Globus von anderen Kreaturen aufgenommen und bewegt werden.</p> <p>Eine zerfallende Kraft, die auf den Globus zielt, zerstört ihn, ohne etwas darin zu beschädigen.</p>"
        },
        {
            "id": "Hologram",
            "name": "Hologramm",
            "description": "<P> Sie erstellen ein Bild, das nicht größer als ein Würfel 15-Fuß ist. Das Bild wird an einer Stelle innerhalb der Reichweite und dauert für die Dauer. Das Bild ist rein visuell. Wenn etwas durch ihn geht, es offenbart sich eine Illusion sein. </ P> <p> Sie können Ihre Aktion verwenden, um das Bild zu verursachen auf einen beliebigen Punkt innerhalb der Reichweite zu bewegen. Da die Bildposition ändert, können Sie sein Aussehen verändern, so dass seine Bewegungen für das Bild natürlich erscheinen. </ P> <p> Eine Kreatur, die seine Aktion verwendet bestimmen das Bild untersuchen kann, dass es eine Illusion mit einer erfolgreichen Intelligence (Investigation) Prüfung gegen Ihre Tech speichern DC. Falls eine Kreatur, die Illusion für das, was es wahrnimmt, kann das Tier durch das Bild sehen. </ P>"
        },
        {
            "id": "Holographic Disguise",
            "name": "Holographische Verkleidung",
            "description": "<p>Bis die Macht endet oder Sie eine Aktion verwenden, um sie zu entlassen, können Sie sich mit einem Hologramm-Emitter verkleiden. Sie können um etwa einen Fuß kleiner oder größer erscheinen und das Aussehen Ihres Körpergewichts verändern, aber Sie können die Grundstruktur Ihres Körpers nicht ändern. Das Hologramm kann Ihre Kleidung, Rüstung, Waffen und andere persönliche Gegenstände enthalten. </p> <p>Die Illusion ist nur visuell, daher wird jede Art von physischem Kontakt nur mit Ihrer tatsächlichen Größe und Form interagieren. Eine Kreatur kann ihre Aktion nutzen, um einen Intelligenztest (Ermittlung) gegen deinen Tech-Save-SG durchzuführen, um einen Erfolg durch das Hologramm zu sehen.</p>"
        },
        {
            "id": "Homing Rockets",
            "name": "Zielsuchraketen",
            "description": "<p>Sie zielen auf ein oder mehrere Ziele in Reichweite und schleudern eine Reihe von drei kleinen Sprengstoffen. Jede explosive trifft auf eine Kreatur deiner Wahl, die Sie innerhalb der Reichweite zu sehen. Ein Sprengstoff fügt seinem Ziel [[/r 1W4 + 1]] Feuerschaden zu. Die Sprengstoffe schlagen alle gleichzeitig zu und du kannst sie anweisen, eine oder mehrere Kreaturen zu treffen.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einer Technologie wirkst Schlitz 2.er Ebene oder höher, die Leistung schafft eine explosive für jede Slot Ebene über 1st. </ p>"
        },
        {
            "id": "Illusory Strike",
            "name": "Täuschender Schlag",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Nahkampfwaffenangriff gegen eine Kreatur in deiner Reichweite ausführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Auswirkungen des Angriffs und Sie erstellen ein illusorisches Duplikat von sich selbst in Ihrem Feld, das nur das Ziel sehen kann. Das Ziel hat beim nächsten Angriffswurf, den es vor Beginn deines nächsten Zuges gegen dich macht, einen Nachteil.</p> <p>Diese Kraft erzeugt mehrere Duplikate, wenn du höhere Level erreichst. Auf der 5. Stufe erschaffst du ein zweites illusorisches Duplikat und das Ziel hat einen Nachteil bei den nächsten zwei Angriffen, die es vor Beginn deines nächsten Zuges gegen dich ausführt. Die Anzahl der Duplikate und Angriffe mit Nachteil erhöht sich auf der 11. Stufe auf drei und auf der 17. Stufe auf vier.</p>"
        },
        {
            "id": "Illusory Terrain",
            "name": "Illusives Terrain",
            "description": "<p>Sie gestalten Terrain in einem 150-Fuß-Würfel in Reichweite, das aussieht, klingt und riecht wie eine andere Art von Terrain. </p> <p>Die taktilen Eigenschaften des Geländes sind unverändert, sodass Kreaturen, die das Gebiet betreten, die Illusion wahrscheinlich durchschauen. Wenn der Unterschied nicht durch Berührung offensichtlich ist, kann eine Kreatur, die die Illusion sorgfältig untersucht, einen Intelligenzwurf (Untersuchung) gegen deinen SG versuchen, um ihr nicht zu glauben. Eine Kreatur, die die Illusion als das erkennt, was sie ist, sieht sie als ein vages Bild, das dem Gelände überlagert ist.</p>"
        },
        {
            "id": "Immolate",
            "name": "Opfern",
            "description": "<p>Flammen umhüllen eine Kreatur, die du in Reichweite sehen kannst. Das Ziel muss einen Geschicklichkeitsrettungswurf ausführen. Es erleidet [[/r 8W6]] Feuerschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. Bei einem fehlgeschlagenen Rettungswurf brennt das Ziel ebenfalls für die Dauer der Kraft. Das brennende Ziel wirft helles Licht in einem Radius von 30ft und schwaches Licht für weitere 30ft ab. Am Ende jedes seiner Züge wiederholt das Ziel den Rettungswurf. Es erleidet [[/r 4W6]] Feuerschaden bei einem fehlgeschlagenen Rettungswurf und die Kraft endet bei einem erfolgreichen. Diese verstärkten Flammen können nicht mit unverbesserten Mitteln gelöscht werden.</p> <p>Wenn der Schaden dieser Kraft ein Ziel tötet, wird das Ziel in Asche verwandelt.</p>"
        },
        {
            "id": "Implant Message",
            "name": "Implantat-Nachricht",
            "description": "<p>Sie implantieren eine Nachricht in ein Objekt in Reichweite, eine Nachricht, die geäußert wird, wenn eine Triggerbedingung erfüllt ist. Wähle einen Gegenstand, den du sehen kannst und der nicht von einer anderen Kreatur getragen oder getragen wird. Sprechen Sie dann die Nachricht, die 25 Wörter oder weniger umfassen darf, obwohl sie bis zu 10 Minuten lang übermittelt werden kann. Bestimmen Sie schließlich den Umstand, der die Kraft zur Übermittlung Ihrer Nachricht auslöst.</p> <p>Wenn dieser Umstand eintritt, wird die Nachricht mit Ihrer Stimme und in der gleichen Lautstärke rezitiert, in der Sie gesprochen haben. Wenn Sie diese Kraft wirken, können Sie die Kraft beenden, nachdem sie ihre Nachricht übermittelt hat, oder sie kann bleiben und ihre Nachricht wiederholen, wenn der Auslöser eintritt.</p> <p>Der auslösende Umstand kann so allgemein oder so detailliert sein wie Sie wie, obwohl es auf visuellen oder hörbaren Bedingungen basieren muss, die innerhalb von 30ft um das Objekt auftreten. Du könntest zum Beispiel anweisen, dass die Nachricht abgespielt wird, wenn sich eine Kreatur innerhalb von 30ft um das Objekt bewegt oder wenn eine Glocke innerhalb von 30ft um das Objekt klingelt.</p>"
        },
        {
            "id": "Incendiary Cloud",
            "name": "Brandwolke",
            "description": "<p>Du erzeugst eine wirbelnde Rauchwolke, die mit weißglühender Glut in einer 20ft großen Kugel zentriert auf einem Punkt in Reichweite durchstrahlt wird. Die Wolke breitet sich um Ecken aus und ist stark verdunkelt. Sie hält so lange an oder bis ein Wind mit mittlerer oder höherer Geschwindigkeit (mindestens 16 Meilen pro Stunde) sie zerstreut.</p> <p>Wenn die Wolke erscheint, muss jede Kreatur darin einen Geschicklichkeitsrettungswurf machen. Eine Kreatur erleidet [[/r 10W8]] Feuerschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. Eine Kreatur muss diesen Rettungswurf auch machen, wenn sie in einer Runde zum ersten Mal den Wirkungsbereich der Macht betritt oder ihren Zug dort beendet.</p> <p>Die Wolke bewegt sich 10ft direkt von dir weg in eine Richtung, die du wählst bei am Anfang jedes deiner Züge.</p>"
        },
        {
            "id": "Infiltrate",
            "name": "Infiltrieren",
            "description": "<p>Eine Kreatur, die du berührst, wird unsichtbar. Alles, was das Ziel trägt, ist unsichtbar, solange es sich auf dem Ziel befindet. Die Kraft endet, wenn das Ziel angreift, eine Kraft wirkt oder auf andere Weise eine feindliche Aktion durchführt.</p> <p><strong><em>Tech überladen.</em></strong> Du kannst eine zusätzliche Kreatur für . als Ziel wählen jede Slot-Ebene über 2.</p>"
        },
        {
            "id": "Invisibility to Cameras",
            "name": "Unsichtbarkeit für Kameras",
            "description": "<P> Bis zu vier Kreaturen Ihrer Wahl wird nicht nachweisbar elektronische Sensoren und Kameras. Alles, was das Ziel oder die Durchführung trägt ist auch nicht nachweisbar, so lange, wie es auf das Ziel der Person ist. Das Ziel ist immer noch sichtbar regelmäßig Vision. </ P>"
        },
        {
            "id": "Invulnerability",
            "name": "Unverwundbarkeit",
            "description": "<p>Eine flackernde blaue Aura schimmert um dich herum. Bis die Macht endet, bist du immun gegen jeglichen Schaden.</p>"
        },
        {
            "id": "Ion Blast",
            "name": "Ionenexplosion",
            "description": "<p>Sie erzeugen eine Explosion von Ionenenergie. Wähle eine Kreatur in Reichweite oder zwei Kreaturen in Reichweite, die sich innerhalb von 5ft voneinander befinden. Ein Ziel muss einen Geschicklichkeitsrettungswurf erfolgreich ausführen oder [[/r 1W4]] Ionenschaden erleiden. </p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W4]], wenn du die 5. Stufe ([[/r 2W4]]), die 11. Stufe ([[/r 3W4]]) und die 17. Stufe ([[/r 4d4]]).</p>"
        },
        {
            "id": "Ionic Bond",
            "name": "Ionenverbindung",
            "description": "<P> Ein Strahl von Ionenenergie Lanzen in Reichweite zu einer Kreatur aus, eine anhaltende Linie zwischen Ihnen bildeten und das Ziel. Machen Sie einen Fern Tech-Angriff gegen diese Kreatur. Bei einem Treffer erleidet das Ziel [[/ r 1W8]] Ionenschäden und auf jedem deine Züge für die Dauer können Sie eine Bonusaktion zu viel [[/ r 1W8]] Ionen Schaden am Ziel automatisch verwenden. Die Macht endet, wenn Sie Ihre Bonus-Aktion verwenden, etwas anderes zu tun. Die Macht endet auch, wenn das Ziel jemals außerhalb ist die Reichweite der Macht, oder wenn er dem ganzen von Ihnen. </ P> <p> <strong> <em> Überladungs ​​Tech. </ Em> </ strong> Wenn Sie werfen diese Macht ein Tech-Steckplatz 2. Ebene oder höher, die ursprüngliche Schaden erhöht sich um [[/ r 1W8]] für jeden Slot Ebene über 1. verwenden. </ p>"
        },
        {
            "id": "Ionic Strike",
            "name": "Ionenschlag",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Nahkampfwaffenangriff gegen eine Kreatur in deiner Reichweite ausführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und wird von einer Ionenentladung umhüllt. Wenn das Ziel vor Beginn deines nächsten Zuges freiwillig eine Reaktion ausführt, erleidet es sofort [[/r 1W6]] Ionenschaden und die Macht endet. </p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Level erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1W6]] Ionenschaden zu und der Schaden, den das Ziel erleidet, um Reaktionen zu erleiden, erhöht sich auf [[/r 2W6]]. Beide Schadenswürfe erhöhen sich um [[/r 1W6]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Itemize",
            "name": "Aufschlüsseln",
            "description": "<p>Sie erfahren sofort die genaue Menge einer Art von Artikel innerhalb von 30ft um Sie herum. Es muss sich um einen Artikeltyp handeln, den Sie in der Vergangenheit bearbeitet haben. Sie können zum Beispiel mit <em>itemize</em> nicht herausfinden, wie viele <em>BKGs</em> sich in der Nähe befinden, wenn Sie noch nie mit einer solchen Waffe gearbeitet haben. Der Gegenstand, der aufgeschlüsselt wird, muss auch einigermaßen spezifisch sein. Du kannst zum Beispiel erfahren, wie viele Meilooruns in der Nähe sind, aber nicht wie viel Obst.</p>"
        },
        {
            "id": "Jet of Flame",
            "name": "Flammenstrahl",
            "description": "<P> Eine flackernde Flamme erscheint in der Hand. Die Flamme bleibt dort für die Dauer und schadet weder Sie noch Ihre Ausrüstung. Die Flamme vergießt helle Licht in einem 10-Fuß-Radius und Schwaches Licht für weitere 30ft. Die Leistungsenden, wenn Sie es als eine Klage abzuweisen oder, wenn Sie es wieder werfen. </ P> <p> Sie können auch mit der Flamme angreifen, auch wenn dabei die Macht endet. Wenn Sie diese Kraft gegossen oder als Aktion auf einer späteren Runde können Sie die Flamme bei einer Kreatur innerhalb von 100ft von Ihnen schleudern. Machen Sie einen Fern Tech-Angriff. Bei einem Treffer erleidet das Ziel [[/ r 1W8]] Feuerschaden. Das Feuer zündet sich keine brennbaren Gegenstände in den Bereich, der nicht getragen oder getragen werden. </ P> <p> Dieser Schaden erhöht sich die Leistung von [[/ r 1W8]], wenn Sie Stufe 5 erreichen ([[/ r 2W8]]), 11. Ebene ([[/ r 3d8]]) und der 17. Ebene ([[/ r 4W8]]). </ p>"
        },
        {
            "id": "Kolto Cloud",
            "name": "Kolto-Wolke",
            "description": "<p>Wenn du Kolto vertreibst, erhalten bis zu sechs Kreaturen deiner Wahl, die du in Reichweite sehen kannst, Trefferpunkte in Höhe von [[/r 1W4]] + deinem Techcasting-Fähigkeitsmodifikator zurück. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Technologie überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 4. Heilung erhöht sich um [[/r 1W4]] für jede Slot-Stufe über 3.</p>"
        },
        {
            "id": "Kolto Dispenser",
            "name": "Kolto-Spender",
            "description": "<p>Du errichtest eine mobile Erste-Hilfe-Station, die Kolto in einem 5ft großen Würfel ausstrahlt, den du in Reichweite sehen kannst.</p> <p>Bis die Macht endet, wann immer du oder eine Kreatur, die du sehen kannst, sich in das Feld der Station bewegt zum ersten Mal in einer Kurve oder beginnt seinerseits dort, Sie die Station zur Wiederherstellung verursachen können [[/ r 1W6]] Trefferpunkte an die Kreatur (keine Aktion erforderlich). Die Station kann so oft heilen, wie 1 + dein Techcasting-Fähigkeitsmodifikator (mindestens zweimal). Nach so vielen Heilungen zerfällt die Station. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p>Als Bonusaktion in deinem Zug kannst du die Station bis zu 30ft auf ein sichtbares Feld bewegen.</p> <p><strong> <em> Überladungs ​​Tech. </ em> </ strong> Wenn Sie diese Kraft warf einen Tech-Steckplatz 3. Ebene oder höher verwenden, über 2. die Heilung erhöht sich um [[/ r 1W6]] für jeden Slot-Ebene. </ p>"
        },
        {
            "id": "Kolto Infusion",
            "name": "Kolto-Aufguss",
            "description": "<p>Wähle eine Kreatur, die du in Reichweite sehen kannst. Eine Flut von Kolto-Energie überflutet die Kreatur und lässt sie 70 Trefferpunkte zurückgewinnen. Diese Kraft beendet auch Blindheit, Taubheit und alle Krankheiten, die das Ziel betreffen. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Technologie überladen.</em></strong> Wenn Sie diese Kraft mit einem Tech-Slot der 7. Die Heilungsmenge erhöht sich um 10 für jede Slot-Stufe über der sechsten Stufe.</p>"
        },
        {
            "id": "Kolto Pack",
            "name": "Kolto-Paket",
            "description": "<p>Eine Kreatur deiner Wahl, die du in Reichweite sehen kannst, erhält Trefferpunkte in Höhe von [[/r 1W4]] + deinem Techcasting-Fähigkeitsmodifikator zurück. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Technologie überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirkst, wird die Heilung erhöht sich um [[/r 1W4]] für jede Slot-Stufe über 1.</p>"
        },
        {
            "id": "Kolto Reserve",
            "name": "Kolto-Reservat",
            "description": "<p>Du berührst eine Kreatur und gewährst ihr eine kleine Reserve an Kolto. Das erste Mal, dass das Ziel aufgrund von Schaden auf 0 Trefferpunkte sinkt, sinkt das Ziel stattdessen auf 1 Trefferpunkt und die Kraft endet. Wenn die Kraft immer noch wirksam ist, wenn das Ziel einem Effekt ausgesetzt ist, der es sofort töten würde, ohne Schaden zu verursachen, wird dieser Effekt stattdessen gegen das Ziel annulliert und die Kraft endet. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Kolto Waves",
            "name": "Kolto-Wellen",
            "description": "<p>Eine Flut von Kolto-Energie fließt von dir in verletzte Kreaturen um dich herum. Sie stellen bis zu 700 Trefferpunkte wieder her, die beliebig auf eine beliebige Anzahl von Kreaturen aufgeteilt werden, die Sie in Reichweite sehen können. Kreaturen, die durch diese Kraft geheilt werden, werden auch von allen Krankheiten und allen Auswirkungen geheilt, die sie blind oder taub machen. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Light",
            "name": "Hell",
            "description": "<p>Sie berühren ein Objekt, das in keiner Dimension größer als 10ft ist. Bis der Strom endet, wirft das Objekt helles Licht in einem 20ft-Radius und gedämpftes Licht für weitere 20ft. Das Licht kann nach Belieben eingefärbt werden. Das vollständige Bedecken des Objekts mit etwas undurchsichtigem blockiert das Licht. Die Macht endet, wenn Sie werfen es wieder oder entlassen sie als Aktion. </ P> <p> Wenn Sie ein Objekt gezielt durch eine feindliche Kreatur gehalten oder getragen, dass Kreatur auf Geschicklichkeit muss es gelingen, throw Speichern der Energie zu vermeiden. </p>"
        },
        {
            "id": "Lock",
            "name": "Sperren",
            "description": "<p>Wenn Sie eine geschlossene Tür, ein Fenster, ein Tor, eine Truhe oder einen anderen Eingang berühren, wird sie für die Dauer verschlossen. Sie und die Kreaturen, die Sie beim Wirken dieser Kraft bestimmen, können das Objekt normal öffnen. Sie können auch ein Passwort festlegen, das diese Kraft 1 Minute lang unterdrückt, wenn es innerhalb von 5ft um das Objekt gesprochen wird. Andernfalls ist es unpassierbar, bis es gebrochen oder die Macht zerstreut oder unterdrückt wird. Durch <em>Freigeben</em> auf das Objekt wird die <em>Sperre</em> für 10 Minuten unterdrückt.</p> <p>Während es von dieser Kraft betroffen ist, ist es schwieriger, das Objekt aufzubrechen oder aufzubrechen; der SG, um es zu knacken oder Schlösser zu knacken, erhöht sich um 10.</p>"
        },
        {
            "id": "Magnetic Field",
            "name": "Magnetfeld",
            "description": "<p>Du erzeugst ein starkes Magnetfeld um dich herum in einem 3-Fuß-Radius, das sich mit dir bewegt und auf dich zentriert bleibt. Das Feld hält für die Dauer der Macht.</p> <p>Das Feld hat die folgenden Effekte:</p> <ul> <li>Das Gebiet ist für andere Kreaturen als dich schwieriges Gelände.</li> <li> Die Angriffswürfe von Fernkampfwaffenangriffen, die Kinetik-, Energie- oder Ionenschaden verursachen, haben einen Nachteil, wenn die Angriffe das Feld betreten oder verlassen.</li> <li>Kommunikationsausrüstung kann nicht in das oder aus dem Feld kommunizieren.</li></ul>"
        },
        {
            "id": "Magnetic Hold",
            "name": "Magnetischer Halt",
            "description": "<p>Bis die Macht endet, erhält eine willige Kreatur, die du berührst, die Fähigkeit, sich an eine beliebige metallische Oberfläche zu heften und sich entlang dieser zu bewegen. Es kann sich bei normaler Gehgeschwindigkeit nach oben, unten und über vertikale Flächen und kopfüber an Decken entlang bewegen, während die Hände frei bleiben.</p>"
        },
        {
            "id": "Mass Repair Droid",
            "name": "Massenreparaturdroide",
            "description": "<p>Wählen Sie bis zu sechs Droiden oder Konstrukte in einer Kugel mit einem Radius von 30ft, die auf einem Punkt zentriert ist. Jedes Ziel erhält Trefferpunkte in Höhe von [[/r 3W8]] + deinem Techcasting-Fähigkeitsmodifikator zurück. Diese Kraft wirkt sich nur auf Droiden und Konstrukte aus.</p> <p><strong><em>Technologie überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 6. Stufe oder höher wirkst, erhöht sich die Heilung um [[/r 1W8]] für jede Slot-Stufe über dem 5.</p>"
        },
        {
            "id": "Mending",
            "name": "Ausbessern",
            "description": "<p>Diese Fähigkeit repariert einen einzelnen Bruch oder Riss in einem Gegenstand, den du berührst, wie z. Solange der Bruch oder Riss in keiner Dimension größer als 1 Fuß ist, reparieren Sie ihn und hinterlassen keine Spuren des früheren Schadens.</p>"
        },
        {
            "id": "Minor Defibrillation",
            "name": "Kleine Defibrillation",
            "description": "<P> Sie erzeugen eine statische Ladung, die du eine Kreatur berühren helfen oder schaden kann. Machen Sie einen Nahkampf Tech-Angriff gegen das Ziel. Bei einem Treffer erleidet das Ziel [[/r 1W10]] Blitzschaden. Wenn das Ziel ein Lebewesen ist, das 0 Trefferpunkte hat, gewinnt er sofort einen Tod throw Erfolg Speichern statt Schaden zu nehmen. </ P> <p> Die Stromversorgung des Schaden erhöht sich um [[/ r 1W10]], wenn Sie Stufe 5 erreichen ([[/ r 2D10]]), der 11. Stufe ([[/ r 3D10]]) und der 17. Ebene ([[/ r 4D10]]). </ p>"
        },
        {
            "id": "Minor Hologram",
            "name": "Kleines Hologramm",
            "description": "<P> Diese Fähigkeit ist ein kleine Tech-Trick, der eine der folgenden Effekte innerhalb des Bereichs erstellt. </ P> <ul> <li> Sie erstellen eine sofortige, harmlos sensorische Wirkung, wie ein Funkenregen, ein Windstoß Ohnmacht fallen, Musiknoten, oder eine ungerade Geruch. </ Li> <li> Sie sofort Licht oder Schnupftabak aus einer Lichtquelle. </ Li> <li> Sie sofort reinigen oder Boden ein Objekt nicht größer als 1 Kubikfuß. </ Li> <li> Sie Chill, warm, oder Geschmack bis zu 1 Kubikfuß Material für 1 Stunde nonliving. </ Li> <li> Sie machen eine Farbe, eine kleine Markierung oder ein Symbol auf einem Objekt erscheinen oder eine Oberfläche für 1 Stunde. </ Li> <li> Sie erstellen ein trinkt oder ein illusorisches Bild, das in der Hand passen und das dauert bis zum Ende der nächsten Abbiegung. </ Li> </ ul> <p> Wenn Sie diese Leistung mehrmals verwenden, können Sie auf drei seiner nicht sofortige Auswirkungen aktiv zu einer Zeit haben, und Sie können als Aktion eine solche Wirkung entlassen. </ P>"
        },
        {
            "id": "Mirror Image",
            "name": "Spiegelbild",
            "description": "<P> Drei illusorisch Duplikate von sich selbst in Ihrem Raum erscheinen. Bis in die Macht Enden bewegen sich die Duplikate mit Ihnen und Mimik Ihre Aktionen, die Position verschieben, so dass es unmöglich ist, zu verfolgen, welches Bild real ist. Sie können Ihre Klage abzuweisen, die illusorisch Duplikate. </ P> <p> Jedes Mal, wenn eine Kreatur Zielen Sie mit einem Angriff während der Macht der Dauer, Rolle a [[/ r d20]] zu ermitteln, ob der Angriff zielt stattdessen eine der Ihre Duplikate. </ p> <p> Wenn Sie drei Duplikate haben, müssen Sie rollen ein 6 oder höher der Angriff des Ziels, ein Duplikat zu ändern. Mit zwei Duplikaten, müssen Sie ein 8 oder höher würfeln. Mit einer doppelten, müssen Sie ein 11 oder höher rollen. </ P> <p> Ein Duplikat des AC gleich 10 + Ihre Geschicklichkeit Modifikator. Wenn ein Angriff ein Duplikat trifft, wird das Duplikat zerstört. Ein Duplikat kann nur durch einen Angriff zerstört werden, die er trifft. Er ignoriert alle anderen Schäden und Auswirkungen. Die Leistungs enden, wenn alle drei Duplikate werden zerstört. </ P> <p> Eine Kreatur, die von dieser Macht nicht betroffen ist, wenn sie nicht sehen können, wenn sie sich auf anderem Sinne als das Sehen beruht, wie blindsight, oder wenn es kann Illusionen wahrnehmen als falsch, wie bei Truesight. </p>"
        },
        {
            "id": "Mislead",
            "name": "Irreführen",
            "description": "<p>Sie werden zur gleichen Zeit unsichtbar, in der ein illusorisches Doppel von Ihnen auftaucht, wo Sie stehen. Das Double hält für die Dauer an, aber die Unsichtbarkeit endet, wenn du angreifst oder eine Kraft wirkst.</p> <p>Du kannst deine Aktion nutzen, um dein illusorisches Double bis zur doppelten Geschwindigkeit zu bewegen und es gestikulieren, sprechen und benehmen zu lassen auf welche Weise auch immer Sie wählen.</p> <p>Sie können durch seine Augen sehen und durch seine Ohren hören, als ob Sie sich dort befinden würden, wo es sich befindet. In jedem deiner Züge kannst du als Bonusaktion von der Nutzung ihrer Sinne zu deinen eigenen oder wieder zurück wechseln. Während du seine Sinne benutzt, bist du in Bezug auf deine eigene Umgebung geblendet und taub.</p>"
        },
        {
            "id": "Mobile Lights",
            "name": "Mobile Lichter",
            "description": "<P> Sie legen sich in Reichweite zu vier Lichtkugeln auf, dass in der Luft schwebt für die Dauer. Sie können die vier Lichter auch zu einer leuchtenden, vage humanoiden Form mittlerer Größe kombinieren. Welche Form du auch immer wählst, jedes Licht wirft schwaches Licht in einem Radius von 10ft.</p> <p>Als Bonusaktion in deinem Zug kannst du die Lichter bis zu 60ft an eine neue Stelle in Reichweite bewegen. Ein Licht muss sich innerhalb von 20ft von einem anderen durch diese Kraft erzeugten Licht befinden, und ein Licht erlischt, wenn es die Reichweite der Kraft überschreitet.</p>"
        },
        {
            "id": "Motivator Boost",
            "name": "Motivator-Boost",
            "description": "<P> Sie durchtränken einen willigen droid mit erhöhter Geschwindigkeit und Manövrierbarkeit. Bis in die Macht endet, wird das Ziel der Geschwindigkeit verdoppelt, erhält sie einen Bonus von +2 auf AC, und es hat den Vorteil auf Geschicklichkeit Rettungswürfe. </ P> <p> <strong> <em> Überladungs ​​Tech. </ Em> </ strong> Wenn Sie diese Kraft warf einen Tech-Steckplatz 3. Ebene oder höher verwenden, können Sie ein zusätzliches droid für jeden Slot Ebene Ziel oben 2.. </ p>"
        },
        {
            "id": "Mutate/Augment",
            "name": "Mutieren/Augmentieren",
            "description": "<P> Sie ändern Sie Ihren Körper mit Tech, vorübergehend neue Eigenschaften zu gewinnen, die für die Dauer reicht. Sie können drei der folgenden Eigenschaften wählen. Sie können nicht eine Eigenschaft mehr als einmal wählen, es sei denn, dass das Eigentum der etwas anderes sagt. </ P> <ul> <li> Ihr Körper wird flexibler. Sie haben den Vorteil auf die Verkehrstüchtigkeit überprüft und Rettungswürfe gegen Effekte, die Sie sich herumschlagen oder zurückhalten, und Ihre Bewegung wird nicht durch schwieriges Gelände oder quetschen. </ Li> <li> Sie ein zusätzliches Anhängsel wachsen. Dieser Fortsatz dient als ein Arm und eine Hand, wenn er die Form einer Gliedmaße nehmen, Tentakel oder ähnlichen Anhängsel. Sie können diese Eigenschaft wählen Sie zweimal eine maximale Anzahl von zwei Anhängsel zu wachsen. Sie können nur den Vorteil der Elemente von zwei der Arme zu einem bestimmten Zeitpunkt, und einmal pro Runde statt gewinnen können Sie angeben, welcher Arme Sie profitieren (keine Aktion erforderlich). </ Li> <li> Sie sprießen Antennen dass give Sie zittern bis zu einer Reichweite von 30ft.</li> <li>Sie verlängern die Länge Ihrer Gliedmaßen. Wenn du in deinem Zug einen Nahkampfangriff durchführst oder versuchst, eine Kreatur zu greifen, zu schubsen oder zu stolpern, ist deine Reichweite 5ft größer als normal.</li> <li>Du erhältst eine Grabgeschwindigkeit, die deiner Gehgeschwindigkeit entspricht. </li> <li>Dein Fleisch wird hart. Deine RK darf nicht unter 16 liegen, egal welche Art von Rüstung du trägst.</li> <li>Du kannst die Vorteile einer beliebigen Option der <em>Selbstveränderung</em> nutzen. Sie können diese Eigenschaft mehrmals auswählen, um die Vorteile mehrerer Optionen der <em>Selbstveränderung</em> zu nutzen, indem Sie jedes Mal eine andere Option auswählen.</li> <li>Sie erhalten den Effekt der <em> magnetischer Halt</em>, aber Sie können auf jeder Oberfläche anbringen und sich darauf bewegen, anstatt nur auf metallischen Oberflächen. Du hast eine Steiggeschwindigkeit, die deiner Gehgeschwindigkeit entspricht.</li> <li>Du kannst einen beliebigen Effekt der <em>Erleuchtungskraft</em> erhalten.</li> </ul> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 4. Stufe oder höher wirkst, kannst du für jede Slot-Stufe über der 3. Stufe eine zusätzliche Eigenschaft auswählen.</p>"
        },
        {
            "id": "Neurotoxin",
            "name": "Nervengift",
            "description": "<p>Sie geben eine Reihe von Pfeilen frei, die mit Neurotoxin gefüllt sind. Wähle eine beliebige Anzahl von Kreaturen, die du in Reichweite sehen kannst. Jede Kreatur muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur einen Effekt basierend auf ihren aktuellen Trefferpunkten:</p> <ul> <li>60 Trefferpunkte oder weniger: 1 Minute lang vergiftet</li> <li>50 Trefferpunkte oder weniger: vergiftet und taub für 1 Minute</li> <li>40 Trefferpunkte oder weniger: vergiftet, taub und 10 Minuten lang geblendet</li> <li>30 Trefferpunkte oder weniger: vergiftet, geblendet, taub und betäubt für 1 Stunde</li> <li>20 Trefferpunkte oder weniger: sofort getötet</li> </ul> <p>Diese Kraft hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Oil Slick",
            "name": "Ölteppich",
            "description": "<p>Sie bedecken den Boden in einem 10-Fuß-Quadrat in Reichweite mit Öl. Für die Dauer ist es schwieriges Gelände.</p> <p>Wenn das Öl auftaucht, muss jede Kreatur, die in ihrem Bereich steht, einen Geschicklichkeitsrettungswurf erfolgreich abschließen oder fallen. Einer Kreatur, die das Gebiet betritt oder dort ihren Zug beendet, muss auch ein Geschicklichkeitswurf gelingen.</p> <p>Das Öl ist brennbar. Jeder 5 Quadratfuß des dem Feuer ausgesetzten Öls verbrennt in einer Runde. Jede Kreatur, die das Feuer betritt oder dort ihren Zug beginnt, muss einen Geschicklichkeitswurf machen und erleidet [[/r 3W6]] Feuerschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel bei einem erfolgreichen Rettungswurf. Das Feuer entzündet alle brennbaren Gegenstände in der Umgebung, die nicht getragen oder getragen werden.</p>"
        },
        {
            "id": "On/Off",
            "name": "An aus",
            "description": "<p>Mit dieser Fähigkeit können Sie jedes elektronische Gerät in Reichweite aktivieren oder deaktivieren, solange das Gerät nicht von einer Kreatur getragen wird und über eine klar definierte Ein- oder Aus-Funktion verfügt, die von außerhalb des Geräts leicht zugänglich ist . Jedes Gerät, das zum Aktivieren oder Deaktivieren eine softwarebasierte Abschaltsequenz erfordert, kann von <em>Ein/Aus</em> nicht beeinflusst werden.</p>"
        },
        {
            "id": "Overheat",
            "name": "Überhitzen",
            "description": "<p>Wählen Sie ein Metallobjekt aus, das Sie in Reichweite sehen können, z. B. einen Blaster oder eine schwere oder mittlere Metallrüstung. Sie lassen das Objekt glühend glühen. Jede Kreatur in physischem Kontakt mit dem Objekt erleidet [[/r 2W8]] Feuerschaden, wenn du die Kraft wirkst. Bis die Macht endet, kannst du in jedem deiner folgenden Züge eine Bonusaktion verwenden, um diesen Schaden erneut zu verursachen.</p> <p>Wenn ein Gegenstand gehalten, getragen oder integriert wird und eine Kreatur den Schaden davon erleidet, der Kreatur muss ein Konstitutionsrettungswurf gelingen oder das Objekt fallen lassen, wenn sie kann. Wenn es spielt keine-oder can not Drop das Objekt, es hat Nachteil auf Angriffswürfe und Fähigkeit überprüft bis zum Beginn der nächsten Abbiegung. </ P> <p> <strong> <em> Überladungs ​​Tech. </ em></strong> Wenn du diese Kraft mit einem Tech-Slot der 3. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W8]] für jede Slot-Stufe über der 2. Stufe.</p>"
        },
        {
            "id": "Overload",
            "name": "Überlast",
            "description": "<p>Sie vertreiben einen Machtausbruch. Jede Kreatur in einem 4,5-Fuß-Würfel, die von dir stammt, muss einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 2W6]] Ionenschaden und wird 10ft von dir entfernt. Bei einem erfolgreichen Rettungswurf erleidet die Kreatur halb so viel Schaden und wird nicht geschubst.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einer Tech wirkst Slot der 2. Stufe oder höher, der Schaden erhöht sich um [[/r 1W6]] für jede Slot-Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Override Interface",
            "name": "Schnittstelle überschreiben",
            "description": "<P> wählen Sie ein Droide oder bauen Sie sich in Reichweite sehen und versuchen, aus der Ferne ihre Kontrollen außer Kraft setzen. Das Ziel muss eine Intelligenz Rettungswurf machen. Wenn das Konstrukt der ‚Gesteuerte‘ Merkmal hat, und hat eine Pilot steuert es die nicht arbeitsunfähig ist, erhält sie einen Bonus auf den Rettungswurf auf dem Piloten Intelligence-Modifikator gleich. Wenn du oder befreundete Kreaturen dagegen kämpfen, hat es beim Rettungswurf einen Vorteil. Auf einem speichern fehlgeschlagen ist, wird die Kreatur für die Dauer von Ihnen begeistert. </ P> <p> Während der Droide entzückt ist, haben Sie eine drahtlose Verbindung mit ihm, solange die beiden von Ihnen auf dem gleichen Planeten. Über Ihre Tech-Fokus, können Sie diesen Link, um Ausgabe-Befehle an die Kreatur, während Sie bewusst sind (keine Aktion erforderlich), was es tut sein Bestes, zu gehorchen. Sie können eine einfache und allgemeine Vorgehensweise, wie angeben „Attack diese Kreatur“, „Bewegen Sie sich über“ oder „das Objekt holen.“ Wenn der Droide die Bestellung abgeschlossen und erhält keine weitere Richtung von Ihnen, es verteidigt und bewahrt sich auf die besten Kräften. </ P> <p> Sie können mit Ihrer Aktion insgesamt und präzise Steuerung des Ziels nehmen. Bis zum Ende der nächsten Abbiegung nimmt die Droiden nur die Aktionen, die Sie wählen, und tut nichts, dass Sie nicht zulassen, es zu tun. Während dieser Zeit kannst du die Kreatur auch dazu bringen, eine Reaktion auszulösen, aber dazu musst du auch deine eigene Reaktion einsetzen. </ P> <p> Jedes Mal, wenn das Ziel Schaden nimmt, macht es einen neuen Intelligenz Rettungswurf gegen die Macht. Wenn der Rettungswurf gelingt es, die Macht endet. </ P> <p> <strong> <em> Überladungs ​​Tech. </ Em> </ strong> Wenn Sie diese Kraft warf einen sechsten Ebene Tech-Steckplatz, die Dauer 10 Minuten. Wenn Sie eine der 7. Ebene Tech-Slot verwenden, ist die Dauer 1 Stunde. Wenn Sie ein Tech-Steckplatz 8. Ebene oder höher verwenden, die Dauer beträgt 8 Stunden. </ P>"
        },
        {
            "id": "Paralyze Creature",
            "name": "Kreatur lähmen",
            "description": "<p>Du feuerst einen lähmenden Pfeil auf eine Kreatur ab, die du in Reichweite sehen kannst. Dem Ziel muss ein Konstitutionsrettungswurf gelingen oder es wird für die Dauer vergiftet. Auf diese Weise vergiftet, ist das Ziel gelähmt. Am Ende jedes seiner Züge kann das Ziel einen weiteren Konstitutionsrettungswurf machen. Bei einem Erfolg endet die Kraft beim Ziel.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 6. Du kannst für jede Slot-Stufe über der 5. Stufe eine zusätzliche Kreatur als Ziel wählen. Die Kreaturen müssen sich innerhalb von 30ft voneinander befinden, wenn du sie anvisierst.</p>"
        },
        {
            "id": "Paralyze Humanoid",
            "name": "Humanoiden lähmen",
            "description": "<p>Du feuerst einen lähmenden Pfeil auf einen Humanoiden ab, den du in Reichweite sehen kannst. Dem Ziel muss ein Konstitutionsrettungswurf gelingen oder es wird für die Dauer vergiftet. Auf diese Weise vergiftet, ist das Ziel gelähmt. Am Ende jedes seiner Züge kann das Ziel einen weiteren Konstitutionsrettungswurf machen. Bei einem Erfolg endet die Kraft beim Ziel.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 3. Stufe oder höher wirkst, Sie können einen zusätzlichen Humanoiden für jede Slot-Stufe über 2 anvisieren. Die Humanoiden müssen sich innerhalb von 30ft voneinander befinden, wenn du sie anvisierst.</p>"
        },
        {
            "id": "Pheromone Burst",
            "name": "Pheromon-Burst",
            "description": "<p>Du vertreibst eine Explosion stimmungsverändernder Pheromone um dich herum. Jeder Kreatur in Reichweite außer dir muss ein Charisma-Rettungswurf gelingen oder sie erleidet [[/r 1W4]] Giftschaden und fürchtet sich bis zum Beginn ihres nächsten Zuges vor dir. Eine Kreatur, die gegen den vergifteten Zustand immun ist, hat keine Angst.</p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W4]], wenn du die 5. Stufe ([[/r 2W4]]), die 11. Stufe ([[/r 3d4]]) und 17. Stufe ([[/r 4d4]]).</p>"
        },
        {
            "id": "Poison Dart",
            "name": "Giftpfeil",
            "description": "<p>Führe einen Tech-Fernkampfangriff gegen eine Kreatur in Reichweite aus. Bei einem Treffer erleidet das Ziel [[/r 2W8]] Giftschaden und muss einen Konstitutionswurf machen. Bei einem fehlgeschlagenen Rettungswurf wird sie auch bis zum Ende deines nächsten Zuges vergiftet.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft über einen Tech-Slot wirkst ab der 2. Stufe erhöht sich der Schaden um [[/r 1W8]] für jede Slot-Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Poison Spray",
            "name": "Giftspray",
            "description": "<p>Du streckst deine Hand zu einer Kreatur aus, die du in Reichweite sehen kannst, und projizierst eine giftige Gaswolke. Der Kreatur muss ein Konstitutionsrettungswurf gelingen oder sie muss [[/r 1W12]] Giftschaden erleiden. </p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W12]], wenn du die 5. Stufe ([[/r 2W12]]), die 11. Stufe ([[/r 3W12]]) und die 17. Stufe ([[/r 4d12]]).</p>"
        },
        {
            "id": "Predictive AI",
            "name": "Vorausschauende KI",
            "description": "<p>Du berührst eine willige Kreatur und gibst ihr einen begrenzten KI-Gefährten, der die Welt um sie herum vorhersagen kann. Für die Dauer kann das Ziel nicht überrascht werden und hat Vorteile bei Angriffswürfen, Fähigkeitschecks und Rettungswürfen. Außerdem haben andere Kreaturen für die Dauer einen Nachteil bei Angriffswürfen gegen das Ziel.</p> <p>Diese Kraft endet sofort, wenn du sie erneut wirkst, bevor ihre Dauer endet.</p>"
        },
        {
            "id": "Preparedness",
            "name": "Bereitschaft",
            "description": "<p>Du berührst eine willige Kreatur. Für die Dauer kann das Ziel [[/r 1W8]] zu seinen Initiativewürfen hinzufügen.</p>"
        },
        {
            "id": "Pressure Crush",
            "name": "Druckzerkleinerung",
            "description": "<p>Du versuchst, den Körper einer Kreatur zu zerquetschen, die du berührst. Das Ziel muss einen Kraftrettungswurf machen. Wenn die Kreatur von dir oder einem Effekt, den du kontrollierst, umklammert oder zurückgehalten wird, führt sie den Rettungswurf mit Nachteil aus. Bei einem fehlgeschlagenen Rettungswurf erleidet die Kreatur [[/r 1W12]] Kinetikschaden.</p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W12]], wenn du die 5. Stufe erreichst ([[/r 2W12]]), 11. Stufe ([[/r 3d12]]) und 17. Stufe ([[/r 4d12]]).</p>"
        },
        {
            "id": "Programmed Illusion",
            "name": "Programmierte Illusion",
            "description": "<p>Du erschaffst eine Illusion eines Objekts, einer Kreatur oder eines anderen sichtbaren Phänomens in Reichweite, das aktiviert wird, wenn ein bestimmter Zustand eintritt. Die Illusion ist bis dahin nicht wahrnehmbar. Es darf nicht größer als ein 30ft großer Würfel sein, und Sie entscheiden beim Wirken der Kraft, wie sich die Illusion verhält und welche Geräusche sie macht. Diese geskriptete Performance kann bis zu 5 Minuten dauern.</p> <p>Wenn die von Ihnen angegebene Bedingung eintritt, entsteht die Illusion und verhält sich auf die von Ihnen beschriebene Weise. Sobald die Illusion beendet ist, verschwindet sie und bleibt 10 Minuten lang inaktiv. Nach dieser Zeit kann die Illusion wieder aktiviert werden.</p> <p>Die Auslösebedingung kann so allgemein oder detailliert sein, wie Sie möchten, obwohl sie auf visuellen oder hörbaren Bedingungen basieren muss, die innerhalb von 30ft um den Bereich auftreten . Du könntest zum Beispiel eine Illusion von dir selbst erschaffen, um zu erscheinen und andere zu warnen, die versuchen, eine eingeschlossene Tür zu öffnen, oder du könntest die Illusion so einstellen, dass sie nur ausgelöst wird, wenn eine Kreatur das richtige Wort oder den richtigen Satz sagt.</p> <p> Die physische Interaktion mit dem Bild entlarvt es als Illusion, weil Dinge hindurchgehen können. Eine Kreatur, die ihre Aktion nutzt, um das Bild zu untersuchen, kann feststellen, dass es sich um eine Illusion handelt, indem sie einen erfolgreichen Intelligenzwurf (Ermittlung) gegen deinen Tech-Sparwurf-SG abgibt. Wenn eine Kreatur die Illusion als das erkennt, was sie ist, kann sie durch das Bild hindurchsehen und jedes Geräusch, das sie macht, klingt für sie hohl.</p>"
        },
        {
            "id": "Project Hologram",
            "name": "Projekt Hologramm",
            "description": "<p>Sie erstellen eine illusorische Kopie von sich selbst, die für die Dauer Bestand hat. Die Kopie kann an jedem Ort innerhalb der Reichweite erscheinen, den Sie zuvor gesehen haben, unabhängig von dazwischenliegenden Hindernissen. Die Illusion sieht aus und klingt wie Sie, ist aber nicht greifbar. Wenn die Illusion Schaden erleidet, verschwindet sie und die Kraft endet.</p> <p>Du kannst diese Illusion mit deiner Aktion bis zu doppelt so schnell bewegen und sie gestikulieren, sprechen und sich so verhalten, wie du es möchtest wählen. Es ahmt Ihre Manierismen perfekt nach.</p> <p>Sie können durch seine Augen sehen und durch seine Ohren hören, als wären Sie in seinem Raum. Wenn du an der Reihe bist, kannst du als Bonusaktion von der Nutzung ihrer Sinne zu deinen eigenen oder wieder zurück wechseln. Während Sie seine Sinne benutzen, sind Sie in Bezug auf Ihre eigene Umgebung geblendet und taub.</p> <p>Die körperliche Interaktion mit dem Bild entlarvt es als Illusion, weil Dinge hindurchgehen können. Eine Kreatur, die ihre Aktion nutzt, um das Bild zu untersuchen, kann feststellen, dass es sich um eine Illusion handelt, indem sie einen erfolgreichen Intelligenzwurf (Ermittlung) gegen deinen Tech-Sparwurf-SG abgibt. Wenn eine Kreatur die Illusion als das erkennt, was sie ist, kann sie durch das Bild hindurchsehen und jedes Geräusch, das sie macht, klingt für sie hohl.</p>"
        },
        {
            "id": "Protection from Energy",
            "name": "Schutz vor Energie",
            "description": "<p>Für die Dauer hat die willige Kreatur, die du berührst, Widerstand gegen eine Schadensart deiner Wahl: Säure, Kälte, Feuer, Blitz oder Schall.</p>"
        },
        {
            "id": "Pyrotechnics",
            "name": "Pyrotechnik",
            "description": "<p>Wählen Sie einen Bereich mit unverstärkter Flamme, den Sie sehen können und der innerhalb eines 5-Fuß-Würfels in Reichweite passt. Sie können das Feuer in diesem Bereich löschen und dabei entweder Feuerwerk oder Rauch erzeugen.</p> <p><strong><em>Feuerwerk.</em></strong> Das Ziel explodiert mit einem blendenden Darstellung von Farben. Jeder Kreatur im Umkreis von 10ft um das Ziel muss ein Konstitutionsrettungswurf gelingen oder sie wird bis zum Ende deines nächsten Zuges geblendet.</p> <p><strong><em>Rauch.</em></strong> Dick schwarzer Rauch breitet sich in einem Radius von 20ft vom Ziel aus und bewegt sich um die Ecken. Der Rauchbereich ist stark verdeckt. Der Rauch hält 1 Minute lang an oder bis ein starker Wind ihn zerstreut.</p>"
        },
        {
            "id": "Radiation",
            "name": "Strahlung",
            "description": "<p>Dämpfes, grünliches Licht breitet sich innerhalb einer 30ft großen Kugel aus, die auf einem von Ihnen ausgewählten Punkt innerhalb der Reichweite zentriert ist. Das Licht breitet sich um die Ecken aus und dauert an, bis die Macht endet.</p> <p>Wenn sich eine Kreatur in einer Runde zum ersten Mal in den Bereich der Macht bewegt oder dort ihren Zug beginnt, muss dieser Kreatur ein Konstitutionswurf gelingen wirft oder erleidet [[/r 4W10]] nekrotischen Schaden und erleidet eine Stufe der Erschöpfung und strahlt ein schwaches, grünliches Licht in einem Radius von 5ft aus. Dieses Licht macht es der Kreatur unmöglich, davon zu profitieren, unsichtbar zu sein. Das Licht und jegliche Erschöpfung, die durch diese Kraft verursacht wird, verschwinden, wenn die Kraft endet.</p>"
        },
        {
            "id": "Read Memory",
            "name": "Speicher lesen",
            "description": "<p>Du hast die Erinnerung an einen kampfunfähigen Droiden oder ein Konstrukt in Reichweite gelesen. Der Speicherkern (und/oder andere geeignete Komponenten) des Ziels muss intakt sein.</p> <p>Bis die Macht endet, können Sie bis zu fünf Fragen stellen. Je nachdem, was es wissen oder erlebt hat, stellt das Ziel als Antwort visuelle, Audio- oder textbasierte Daten bereit. Das Ziel kann keine neuen Informationen liefern und kann nicht über zukünftige Ereignisse spekulieren.</p>"
        },
        {
            "id": "Reboot",
            "name": "Neustart",
            "description": "<p>Wählen Sie einen mittleren oder kleineren Droiden oder ein Konstrukt, das Sie sehen können. Das Ziel muss einen Charisma-Rettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf ist er bis zum Beginn deines nächsten Zuges handlungsunfähig. Jedes Mal, wenn die Kreatur Schaden erleidet oder das Ziel einer feindlichen Macht ist, während sie auf diese Weise handlungsunfähig ist, kann sie diesen Rettungswurf wiederholen und den Effekt bei einem Erfolg beenden.</p>"
        },
        {
            "id": "Release",
            "name": "Veröffentlichung",
            "description": "<p>Wählen Sie ein Objekt aus, das Sie in Reichweite sehen können. Das Objekt kann eine Tür, eine Kiste, eine Truhe, eine Reihe von Ordnern, ein Schloss oder ein anderes Objekt sein, das ein alltägliches oder verbessertes Mittel enthält, das den Zugang verhindert.</p> <p>Ein Ziel, das von einem verschlossen gehalten wird ein alltägliches Schloss oder das feststeckt oder verriegelt wird, wird entriegelt, gelöst oder entriegelt. Wenn das Objekt über mehrere Schlösser verfügt, wird nur eines davon entsperrt.</p> <p>Wenn Sie ein Ziel auswählen, das mit <em>lock</em> geschlossen gehalten wird, wird diese Kraft für 10 Minuten unterdrückt Zeit kann das Ziel normal geöffnet und geschlossen werden.</p>"
        },
        {
            "id": "Remove Virus",
            "name": "Virus entfernen",
            "description": "<p>Bei deiner Berührung enden alle technologiebasierten Flüche, die eine Kreatur oder ein Objekt betreffen. Wenn das Objekt ein verfluchter verbesserter Gegenstand ist, bleibt sein Fluch bestehen, aber die Kraft bricht die Abstimmung seines Besitzers auf das Objekt, sodass es entfernt oder abgelegt werden kann.</p>"
        },
        {
            "id": "Repair Droid",
            "name": "Droiden reparieren",
            "description": "<p>Ein Droide oder ein Konstrukt, das du berührst, erhält eine Anzahl von Trefferpunkten in Höhe von [[/r 1W8]] + deinem Techcasting-Fähigkeitsmodifikator zurück. Diese Kraft wirkt sich nur auf Droiden und Konstrukte aus.</p> <p><strong><em>Technologie überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirkst, erhöht sich die Heilung um [[/r 1W8]] für jede Slot-Ebene über dem 1.</p>"
        },
        {
            "id": "Reprogram Droid",
            "name": "Droiden neu programmieren",
            "description": "<p>Sie ändern die Protokolle eines Droiden, den Sie in Reichweite sehen können, und zwingen ihn, nach Belieben einen Dienst auszuführen oder eine Handlung oder Aktivität zu unterlassen. Dem Droiden muss ein Weisheitsrettungswurf gelingen oder er wird für die Dauer von dir verzaubert. Während der Droide von dir verzaubert wird, erleidet er jedes Mal [[/r 5d10]] Blitzschaden, wenn er auf eine Weise handelt, die direkt deinen Anweisungen widerspricht, aber er kann dies nur einmal pro Tag tun.</p> <p>Du kann jeden beliebigen Befehl erteilen, abgesehen von einer Aktivität, die zum sicheren Tod führen würde. Sollten Sie einen Selbstmordbefehl erteilen, endet die Macht. Sie können die Macht vorzeitig beenden, indem Sie eine Aktion verwenden, um sie zu entlassen. Die Kraft <em>Virus entfernen</em> beendet sie auch.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot von 7. oder 8. Stufe beträgt die Dauer 1 Jahr. Wenn du diese Kraft mit einem Tech-Slot der 9. Stufe wirkst, hält die Kraft an, bis sie durch <em>Virus entfernen</em> beendet wird.</p>"
        },
        {
            "id": "Rewrite Memory",
            "name": "Speicher umschreiben",
            "description": "<p>Du versuchst, die Erinnerungen eines Droiden oder Konstrukts zu verändern. Ein Droide oder Konstrukt, das Sie sehen können, muss einen Weisheitsrettungswurf machen. Wenn du gegen die Kreatur kämpfst, hat sie einen Vorteil beim Rettungswurf. Bei einem fehlgeschlagenen Rettungswurf wird das Ziel für die Dauer von dir bezaubert. Das verzauberte Ziel ist handlungsunfähig und nimmt seine Umgebung nicht wahr, kann Sie aber trotzdem hören. Wenn es Schaden erleidet oder von einer anderen Kraft anvisiert wird, endet diese Kraft und keine der Erinnerungen des Ziels werden verändert.</p> <p>Solange dieser Zauber anhält, kannst du die Erinnerung des Ziels an ein Ereignis beeinflussen, das es darin erlebt hat die letzten 24 Stunden und das dauerte nicht länger als 10 Minuten. Sie können alle Erinnerungen an das Ereignis dauerhaft löschen, dem Ziel erlauben, sich an das Ereignis mit perfekter Klarheit und genauen Details zu erinnern, seine Erinnerung an die Details des Ereignisses ändern oder eine Erinnerung an ein anderes Ereignis erstellen.</p> <p> Der Verstand des Ziels füllt alle Lücken in der veränderten Erinnerung. Wenn die Kraft endet, bevor Sie die modifizierten Erinnerungen verschrieben haben, wird das Gedächtnis der Kreatur nicht verändert. Andernfalls greifen die modifizierten Erinnerungen, wenn die Macht endet.</p> <p>Eine modifizierte Erinnerung beeinflusst nicht unbedingt das Verhalten des Ziels, insbesondere wenn das Gedächtnis der Kernprogrammierung, Ausrichtung oder Überzeugungen des Ziels widerspricht. Eine unlogisch modifizierte Erinnerung, wie das Einpflanzen einer Erinnerung daran, wie sehr das Ziel es genossen hat, sich mit Säure zu übergießen, wird möglicherweise als Panne abgetan. Der DM hält einen modifizierten Speicher möglicherweise für zu unsinnig, um ein Ziel signifikant zu beeinflussen.</p> <p>Ein <em>Virus entfernen</em> oder eine ähnliche Macht, die auf das Ziel ausgeübt wird, stellt seinen wahren Speicher wieder her.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 6. Vor 7 Tagen (6. Stufe), vor 30 Tagen (7. Stufe), vor 1 Jahr (8. Stufe) oder zu einem beliebigen Zeitpunkt in der Vergangenheit der Kreatur (9. Stufe).</p>"
        },
        {
            "id": "Rime Shot",
            "name": "Raureifschuss",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Fernkampfangriff gegen eine Kreatur in Reichweite deiner Waffe durchführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und die Kreatur erhält bis zum Ende ihres Zuges 1 Verlangsamungsstufe, da die Luft um sie herum eiskalt wird. </p> <p>Diese Kraft verursacht zusätzlichen Schaden, wenn du höhere Level erreichst. Auf der 5. Stufe verursacht der Fernkampfangriff zusätzlich [[/r 1W6]] Kälteschaden. Dieser Schaden erhöht sich erneut um [[/r 1W6]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Rime Strike",
            "name": "Raureifschlag",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Nahkampfwaffenangriff gegen eine Kreatur in deiner Reichweite ausführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und wird bis zum Beginn deines nächsten Zuges um 1 verlangsamte Stufe erhöht, da die kalte Energie in sein Wesen sickert. Außerdem erleidet das Ziel sofort [[/r 1W8]] Kälteschaden, wenn sich das Ziel nicht mindestens 5ft vor Beginn deines nächsten Zuges bewegt, und die Kraft endet. </p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Level erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1W8]] Kälteschaden zu und der Schaden, den das Ziel erleidet, wenn er sich nicht bewegt, erhöht sich auf [[/r 2W8]]. Beide Schadenswürfe erhöhen sich um [[/r 1W8]] auf der 11. und 17. Stufe. </p>"
        },
        {
            "id": "Ring of Fire",
            "name": "Feuerring",
            "description": "<p>Eine Flammenwand bricht aus dem Boden in einem Ring um dich herum mit einem Radius von 15ft und einer Höhe von 10ft aus. Kreaturen, die ihren Zug im Feuerring beginnen oder ihn in ihrem Zug durchqueren, erleiden [[/r 1W6]] Feuerschaden. Kreaturen innerhalb des Feuerrings, die bereitwillig versuchen, sich durch das Feuer zu bewegen, um zu entkommen, müssen dazu einen Weisheitsrettungswurf machen. Kreaturen, die gegen Furcht oder Feuer immun sind, gelingt dieser Rettungswurf automatisch. </p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirkst, erhöht sich der Schaden des Feuerrings um [[/r 1W6]] für jede Slot-Stufe über 1.</p>"
        },
        {
            "id": "Sabotage Charges",
            "name": "Sabotagegebühren",
            "description": "<p>Du erzeugst sechs winzige Sabotageladungen, die für die Dauer der Macht anhalten. Wenn Sie die Macht wirken, und als Bonusaktion in nachfolgenden Runden, können Sie bis zu zwei der Ladungen auf von Ihnen gewählte Punkte innerhalb von 120 Fuß schleudern. Jede Ladung explodiert, wenn sie den Punkt erreicht oder auf eine feste Oberfläche trifft. Jede Kreatur innerhalb von 5ft um die Explosion muss einen Geschicklichkeitswurf machen. Die Explosion verursacht [[/r 2W6]] Feuerschaden bei einem Fehlschlag oder halben Schaden bei einem Erfolg.</p> <p><strong><em>Überladungstechnologie</em></strong> Die Anzahl der verursachte Gebühren erhöhen sich um zwei für jede Slot-Ebene über dem 3. Platz.</p>"
        },
        {
            "id": "Salvo",
            "name": "Salve",
            "description": "<p>Du schießt drei Projektile auf Punkte, die du in Reichweite sehen kannst. Jede Kreatur innerhalb einer 10ft Radius-Kugel um jeden Punkt muss einen Geschicklichkeits-Rettungswurf machen. Eine Kreatur erleidet [[/r 3d6]] Feuer- und [[/r 3d6]] Kinetikschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. Eine Kreatur im Bereich von mehr als einer Sphäre ist nur einmal betroffen.</p> <p>Die Kraft beschädigt Gegenstände in der Umgebung und entzündet brennbare Gegenstände, die nicht getragen oder getragen werden.</p> <p><strong><em>Technologie überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 6. Stufe oder höher wirkst, erschaffst du vier Projektile. Wenn du diese Kraft mit einem Tech-Slot der 8. Stufe oder höher wirkst, erschaffst du fünf Projektile.</p>"
        },
        {
            "id": "Scan Area",
            "name": "Scanbereich",
            "description": "<p>Programmieren Sie eine Kreatur oder ein Objekt, mit dem Sie vertraut sind, in Ihren technischen Fokus. Mithilfe eines Sonar-Scans versucht der Tech-Fokus, einen Weg zum Standort der Kreatur oder des Objekts zu finden, solange sich diese Kreatur oder dieses Objekt innerhalb von 300 Metern von Ihnen befindet. Wenn sich die Kreatur oder das Objekt bewegt, kennst du die Bewegungsrichtung.</p> <p>Die Macht kann eine bestimmte Kreatur oder ein dir bekanntes Objekt oder die nächste Kreatur/ein Objekt einer bestimmten Art (wie z Droide oder ein Bothan), vorausgesetzt, Sie haben eine solche Kreatur mindestens einmal aus der Nähe – innerhalb von 30ft – gesehen. </p>"
        },
        {
            "id": "Scramble Interface",
            "name": "Scramble-Schnittstelle",
            "description": "<p>Du wählst einen Droiden oder ein Konstrukt aus, das du in Reichweite sehen kannst, und verwirrst seine Fähigkeit, Ziele zu unterscheiden. Das Ziel muss einen Intelligenzrettungswurf machen. Wenn das Konstrukt die Eigenschaft 'Piloted' hat und ein Pilot es kontrolliert, der nicht handlungsunfähig ist, erhält es einen Bonus auf den Rettungswurf in Höhe des Intelligenzmodifikators des Piloten. Bei einem fehlgeschlagenen Rettungswurf verliert das Ziel die Fähigkeit, Freund von Feind zu unterscheiden, und betrachtet alle Kreaturen, die es als Feinde sehen kann, bis die Macht endet. Jedes Mal, wenn das Ziel Schaden erleidet, kann es den Rettungswurf wiederholen und den Effekt auf sich selbst bei einem Erfolg beenden.</p> <p>Immer wenn die betroffene Kreatur eine andere Kreatur als Ziel wählt, muss sie das Ziel zufällig aus einer der folgenden auswählen die Kreaturen, die es in Reichweite des Angriffs, der Kraft oder einer anderen Fähigkeit, die es verwendet, sehen kann. Wenn ein Feind einen Gelegenheitsangriff der betroffenen Kreatur provoziert, muss die Kreatur diesen Angriff ausführen, wenn sie dazu in der Lage ist.</p>"
        },
        {
            "id": "Scrambling Barrier",
            "name": "Kletterbarriere",
            "description": "<p>Eine unbewegliche, schwach schimmernde Barriere entsteht in einem 3-Fuß-Radius um dich herum und bleibt für die Dauer.</p> <p>Jede Tech-Power der 5. Kreaturen oder Gegenstände darin, selbst wenn die Kraft über einen höherstufigen Tech-Slot gewirkt wird. Eine solche Kraft kann Kreaturen und Objekte innerhalb der Barriere als Ziel haben, aber die Kraft hat keine Auswirkung auf sie. Ebenso ist der Bereich innerhalb der Barriere von den Bereichen ausgeschlossen, die von solchen Kräften betroffen sind.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot wirkst der 7. Ebene oder höher blockiert die Barriere Potenzen einer höheren Ebene für jede Slot-Ebene über der 6. Ebene.</p>"
        },
        {
            "id": "Scrambling Field",
            "name": "Scrambling-Feld",
            "description": "<p>Eine schimmernde Kugel der Machtunterdrückung mit einem Radius von 10ft umgibt dich. Innerhalb der Sphäre können keine Kräfte gewirkt werden und verbesserte Gegenstände werden alltäglich. Bis die Kraft endet, bewegt sich die Kugel mit dir, zentriert auf dich.</p> <p>Kraft und andere verstärkte Effekte werden in der Kugel unterdrückt und können nicht hineinragen. Ein Platz, der zum Wirken einer unterdrückten Kraft verbraucht wird, wird verbraucht. Während ein Effekt unterdrückt wird, funktioniert er nicht, aber die Zeit, in der er unterdrückt wird, wird auf seine Dauer angerechnet.</p> <p><strong><em>Gezielte Effekte.</em></strong> Kräfte und andere Verstärkte Effekte, die eine Kreatur oder ein Objekt in der Kugel anvisieren, haben keine Auswirkungen auf dieses Ziel.</p> <p><strong><em>Verstärkte Gebiete.</em></strong> Das Gebiet einer anderen Macht oder verbessert Effekt, wie zum Beispiel <em>Explosion</em>, kann sich nicht in die Kugel erstrecken. Wenn die Kugel einen erweiterten Bereich überlappt, wird der Teil des Bereichs, der von der Kugel bedeckt wird, unterdrückt.</p> <p><strong><em>Kräfte.</em></strong> Jede Wirkmacht oder andere Der verstärkte Effekt auf eine Kreatur oder ein Objekt in der Kugel wird unterdrückt, während sich die Kreatur oder das Objekt darin befindet.</p> <p><strong><em>Verbesserte Gegenstände.</em></strong> Die Eigenschaften und Kräfte der erweiterten Elemente werden in der Kugel unterdrückt. Beispielsweise funktioniert ein Lichtschwert +1 in der Sphäre als unverbessertes Lichtschwert.</p> <p>Die Eigenschaften und Kräfte einer verbesserten Waffe werden unterdrückt, wenn sie gegen ein Ziel in der Sphäre eingesetzt oder von einem Angreifer in der Sphäre geführt wird. Wenn eine verbesserte Waffe oder ein Stück verstärkte Munition die Kugel vollständig verlässt (z. B. wenn du einen verbesserten Schuss abfeuerst oder einen verbesserten Vibrospeer auf ein Ziel außerhalb der Kugel wirfst), wird die Verstärkung des Gegenstands nicht mehr unterdrückt, sobald er Ausgänge.</p> <p><strong><em>Erweiterte Reisen.</em></strong> Teleportation funktioniert in der Kugel nicht, egal ob die Kugel das Ziel oder der Ausgangspunkt für solche erweiterten Reisen ist. Ein Portal zu einem anderen Ort schließt sich vorübergehend, während es sich in der Sphäre befindet.</p> <p><strong><em>Kreaturen und Objekte.</em></strong> Eine Kreatur oder ein Objekt, die beschworen oder von Mächten erschaffen wurde, verschwindet vorübergehend aus Existenz in der Sphäre. Eine solche Kreatur erscheint sofort wieder, sobald sich der von der Kreatur besetzte Raum nicht mehr innerhalb der Sphäre befindet.</p> <p><strong><em>Tech Override/Minder Tech.</em></strong> Kräfte und verbesserte Effekte wie da <em>Tech Override</em> keine Auswirkung auf die Kugel hat. Ebenso heben sich die Kugeln, die durch unterschiedliche Feldstärken erzeugt werden, nicht gegenseitig auf.</p>"
        },
        {
            "id": "Security Protocols",
            "name": "Sicherheitsprotokolle",
            "description": "<p>Sie erstellen eine Station, die eine Grundfläche von bis zu 2.500 Quadratfuß schützt (eine Fläche von 50 Fuß Quadrat oder einhundert 5 Fuß-Quadrate oder fünfundzwanzig 10 Fuß-Quadrate). Der gesicherte Bereich kann bis zu 20 Fuß hoch und nach Ihren Wünschen geformt sein. Du kannst mehrere Stockwerke einer Festung abwehren, indem du das Gebiet unter ihnen aufteilst, solange du jedes angrenzende Gebiet betreten kannst, während du die Kraft wirkst.</p> <p>Wenn du diese Kraft wirkst, kannst du Personen angeben, die werden von keinem oder allen Effekten, die Sie auswählen, beeinflusst. Sie können auch ein Passwort angeben, das, wenn es laut ausgesprochen wird, den Sprecher gegen diese Effekte immun macht.</p> <p>Auf Befehl (keine Aktion erforderlich) erzeugen <em>Sicherheitsprotokolle</em> die folgenden Effekte innerhalb der gesicherter Bereich.</p> <p><strong><em>Korridore.</em></strong> Nebel füllt alle gesicherten Korridore und verdunkelt sie stark. Darüber hinaus besteht an jeder Kreuzung oder Abzweigung, die eine Richtungswahl bietet, eine 50-prozentige Chance, dass eine andere Kreatur als Sie glaubt, dass sie in die entgegengesetzte Richtung geht als sie gewählt hat.</p> <p><strong><em>Türen.</em></strong> Alle Türen im gesicherten Bereich sind verschlossen, als wären sie durch die Macht <em>Schloss</em> verschlossen. Außerdem kannst du bis zu zehn Türen mit einem Bild bedecken (entspricht der illusorischen Objektfunktion der <em>kleinen Hologramm-Kraft</em>), um sie als schlichte Wandabschnitte erscheinen zu lassen.</p> <p> <strong><em>Treppen.</em></strong> Elektromesh füllt alle Treppen im gesicherten Bereich von oben nach unten als <em>Elektromesh</em> Kraft. Dieses Netz wächst in 10 Minuten nach, wenn es verbrannt oder weggerissen wird, während <em>Sicherheitsprotokolle</em> andauern.</p> <p><strong><em>Anderer Krafteffekt.</em></strong> Sie können einen der folgenden verbesserten Effekte Ihrer Wahl innerhalb des gesicherten Bereichs der Festung platzieren.</p> <ul> <li>Platzieren Sie <em>mobile Lichter</em> in vier Korridoren. Sie können ein einfaches Programm festlegen, das die Lichter so lange wiederholen, wie <em>Sicherheitsprotokolle</em> andauern.</li> <li>Platzieren Sie die <em>Implantationsnachricht</em> an zwei Stellen.</li> <li>Platzieren Sie <em>lähmendes Gas</em> an zwei Orten. Die Dämpfe treten an den von Ihnen bestimmten Stellen auf; sie kehren innerhalb von 10 Minuten zurück, wenn sie durch Wind verbreitet werden, während die <em>Sicherheitsprotokolle</em> andauern.</li> </ul> <p>Der gesamte gesicherte Bereich strahlt Strom aus. Eine <em>verminderte Technologie</em>, die auf einen bestimmten Effekt gewirkt hat, entfernt, wenn sie erfolgreich ist, nur diesen Effekt.</p> <p>Du kannst eine dauerhaft bewachte und gesicherte Struktur erschaffen, indem du diese Kraft dort ein Jahr lang jeden Tag wirkst .</p>"
        },
        {
            "id": "Sending",
            "name": "Senden",
            "description": "<p>Du sendest eine kurze Nachricht von höchstens fünfundzwanzig Wörtern an eine Kreatur, mit der du vertraut bist und die einen Kommlink besitzt. Die Kreatur hört die Nachricht, erkennt Sie als Absender, wenn sie Sie kennt, und kann sofort in gleicher Weise antworten. </p> <p>Sie können die Nachricht über jede Entfernung und sogar an andere Planeten senden, aber wenn sich das Ziel auf einem anderen Planeten befindet als Sie, besteht eine Wahrscheinlichkeit von 5 Prozent, dass die Nachricht nicht ankommt.</p>"
        },
        {
            "id": "Sensor Probe",
            "name": "Sensorsonde",
            "description": "<p>Sie erstellen eine kleine, temporäre, unsichtbare Sonde, die für die Dauer in der Luft schwebt. Sie erhalten gedanklich visuelle Informationen von der Sonde. Es hat Dunkelsicht bis zu 30 Fuß. Das Auge kann in alle Richtungen schauen.</p> <p>Als Aktion können Sie die Sonde bis zu 30ft in jede Richtung bewegen. Es gibt keine Begrenzung, wie weit es von Ihnen entfernt sein kann. Eine feste Barriere blockiert die Bewegung der Sonde, kann jedoch durch eine Öffnung mit einem Durchmesser von mindestens 2,5 cm hindurchgehen.</p>"
        },
        {
            "id": "Shared Shielding",
            "name": "Gemeinsame Abschirmung",
            "description": "<p>Diese Kraft schützt eine willige Kreatur, die du berührst, und stellt eine Energieverbindung zwischen dir und dem Ziel her, bis die Kraft endet. Solange sich das Ziel innerhalb von 60ft von dir befindet, erhält es einen Bonus von +1 auf RK und Rettungswürfe und hat Widerstand gegen jeglichen Schaden. Außerdem erleidest du jedes Mal, wenn es Schaden erleidet, die gleiche Menge an Schaden.</p> <p>Die Kraft endet, wenn du auf 0 Trefferpunkte sinkst oder wenn du und das Ziel mehr als 60ft voneinander entfernt sind. Es endet auch, wenn die Macht erneut auf eine der verbundenen Kreaturen gewirkt wird. Du kannst die Macht auch als Aktion abweisen.</p>"
        },
        {
            "id": "Shatter",
            "name": "Zerschmettern",
            "description": "<p>Ein plötzliches lautes Klingeln, schmerzhaft intensiv, ertönt an einem Punkt Ihrer Wahl in Reichweite. Jede Kreatur in einer um diesen Punkt zentrierten Kugel mit 10ft Radius muss einen Konstitutionsrettungswurf machen. Eine Kreatur erleidet [[/r 3W8]] Schallschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. Eine Kreatur aus anorganischem Material wie Stein, Kristall oder Metall hat bei diesem Rettungswurf einen Nachteil.</p> <p>Ein nicht verstärkter Gegenstand, der nicht getragen oder getragen wird, erleidet auch den Schaden, wenn er sich im Wirkungsbereich der Kraft befindet. </p> <p><strong><em>Tech überladen.</em></strong> Wenn Sie diese Kraft mit einem Tech-Slot der 3. Stufe oder höher wirken, erhöht sich der Schaden um [[/r 1W8]] für jede Slot-Ebene über 2.</p>"
        },
        {
            "id": "Shocking Ray",
            "name": "Schockierender Strahl",
            "description": "<p>Du erzeugst drei Ionenstrahlen und schleuderst sie auf Ziele in Reichweite. Sie können sie auf ein oder mehrere Ziele schleudern. Führe für jeden Strahl einen Tech-Fernkampfangriff durch. Bei einem Treffer erleidet das Ziel [[/r 2W4]] Ionenschaden.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft über einen Tech-Slot wirkst der 3. Ebene oder höher, erstellen Sie einen zusätzlichen Strahl für jede Slotebene über der 2. Ebene.</p>"
        },
        {
            "id": "Short Circuit",
            "name": "Kurzschluss",
            "description": "<p>Du schlägst eine Kreatur in Reichweite durch einen Stromschlag ein. Führe einen Tech-Fernkampfangriff gegen die Kreatur aus. Bei einem Treffer erleidet das Ziel [[/r 1W8]] Blitzschaden. Wenn das Ziel ein Droide, ein Konstrukt ist oder einen Technologiefokus hat, hat es bis zum Ende deines nächsten Zuges einen Nachteil beim ersten Angriffswurf, den es gegen dich macht. </p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W8]], wenn du die 5. Stufe ([[/r 2W8]]), die 11. Stufe ([[/r 3W8]]) und die 17. Stufe ([[/r 4d8]]).</p>"
        },
        {
            "id": "Shutdown",
            "name": "Abschalten",
            "description": "<p>Sie senden einen elektromagnetischen Impuls aus, der alle elektronischen Geräte außer Ihrem technischen Fokus abschaltet, die nicht von einer Kreatur gehalten werden oder unter der direkten Kontrolle einer Kreatur stehen. Wenn dies der Fall ist, muss der Kreatur ein Intelligenzrettungswurf gelingen, um zu verhindern, dass das Gerät abgeschaltet wird. Solange die Stromversorgung aktiv ist, kann kein elektronisches Gerät in Reichweite gestartet oder neu gestartet werden.</p>"
        },
        {
            "id": "Skill Protocol",
            "name": "Fertigkeitsprotokoll",
            "description": "<p>Du verbesserst die Protokolle eines Droiden oder Konstrukts. Du berührst einen willigen Droiden oder ein Konstrukt und gibst ihm Expertise in einer Fertigkeit deiner Wahl; bis die Macht endet, verdoppelt die Kreatur ihren Fertigkeitsbonus für Fertigkeitswürfe, die die gewählte Fertigkeit verwenden.</p> <p>Du musst eine Fertigkeit wählen, die das Ziel beherrscht und die noch nicht von einem Effekt profitiert , wie z. B. Fachwissen, das seinen Kompetenzbonus verdoppelt.</p>"
        },
        {
            "id": "Slow-Release Medpac",
            "name": "Slow-Release Medpac",
            "description": "<p>Kolto-Energie strahlt von Ihnen in einer Aura mit einem Radius von 30ft aus. Bis die Kraft endet, bewegt sich die Aura mit dir, zentriert auf dich. Du kannst eine Bonusaktion verwenden, um eine Kreatur in der Aura (einschließlich dir) dazu zu bringen, [[/r 2W6]] Trefferpunkte zurückzugewinnen. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Smoke Cloud",
            "name": "Rauchwolke",
            "description": "<p>Du lässt an einem Punkt in Reichweite dicken Rauch ausbrechen, der eine 20ft lange Kugel ausfüllt. Die Kugel breitet sich um Ecken aus und ihre Fläche ist stark verdeckt. Es hält so lange an oder bis ein Wind mit mäßiger oder höherer Geschwindigkeit (mindestens 16 Meilen pro Stunde) es zerstreut.</p> <p><strong><em>Technische Überladung.</em></strong> Wenn Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirkst, erhöht sich der Radius der Rauchwolke für jede Slot-Stufe über der 1. Stufe um 20ft.</p>"
        },
        {
            "id": "Smuggle",
            "name": "Schmuggeln",
            "description": "<p>Sie dämpfen Geräusche und Licht und dämpfen den Geruch von Kreaturen in Ihrer Nähe. Für die Dauer hat jede Kreatur, die du innerhalb von 30ft um dich wählst, einen Bonus von +10 auf Fertigkeitswürfe (Heimlichkeit) und kann nur mit verbesserten Mitteln innerhalb dieses Radius verfolgt werden. Sie können sich auch selbst aussuchen. Eine Kreatur, die diesen Bonus erhält, hinterlässt keine Spuren ihrer Passage.</p>"
        },
        {
            "id": "Sonic Fists",
            "name": "Schallfäuste",
            "description": "<p>Du verbesserst deine Fäuste – oder analoge Anhängsel – mit Schallenergie. Für die Dauer hast du eine natürliche Waffe, die bei einem Treffer [[/r 1W10]] Schallschaden verursacht. Jedes Mal, wenn du mit dieser Waffe eine Kreatur, die nicht mehr als eine Nummer größer ist als du, mit einem Nahkampfangriff triffst, kannst du sie 5ft von dir wegstoßen.</p>"
        },
        {
            "id": "Sonic Shot",
            "name": "Schallschuss",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Fernkampfangriff gegen eine Kreatur in Reichweite deiner Waffe durchführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und wird bis zum Beginn deines nächsten Zuges von einer Schallbarriere umgeben. Wenn sich das Ziel vorher freiwillig bewegt, erleidet es sofort Schallschaden in Höhe deines Techcasting-Modifikators, wird bis zum Beginn deines nächsten Zuges taub und die Kraft endet.</p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Level erreichst . Auf der 5. Stufe fügt der Fernkampfangriff dem Ziel zusätzlich [[/r 1W6]] Schallschaden zu und der Schaden, den das Ziel durch Bewegung erleidet, erhöht sich auf [[/r 1W6]] + deinen Techcasting-Fähigkeitsmodifikator. Beide Schadenswürfe erhöhen sich um zusätzliche [[/r 1W6]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Sonic Strike",
            "name": "Schallschlag",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Nahkampfwaffenangriff gegen eine Kreatur in deiner Reichweite ausführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Auswirkungen des Angriffs, und Sie beginnen ein beunruhigendes Summen von sich zu geben. Wenn eine feindliche Kreatur ihren Zug innerhalb von 5ft um dich vor Beginn deines nächsten Zuges beendet, erleidet sie [[/r 1W4]] Schallschaden. </p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Level erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1W8]] Schallschaden zu und der Sekundärschaden erhöht sich um [[/r 1W4]]. Beide Schadenswürfe erhöhen sich um [[/r 1W8]] bzw. [[/r 1W4]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Spectrum Bolt",
            "name": "Spektrum Bolzen",
            "description": "<p>Du feuerst einen wogenden, trällernden Energieblitz auf eine Kreatur in Reichweite ab. Führen Sie einen Tech-Fernkampfangriff gegen das Ziel durch. Bei einem Treffer erleidet das Ziel [[/r 2W8]] + [[/r 1W6]] Schaden. Wählen Sie eines der d8s. Die mit diesem Würfel geworfene Zahl bestimmt die Schadensart des Angriffs, wie unten gezeigt.</p> <p>| [[/r d8]] | Schadensart |</p> <p>|:---:|:-----------:|</p> <p>| 1 | Säure |</p> <p>| 2 | Kalt |</p> <p>| 3 | Feuer |</p> <p>| 4 | Energie |</p> <p>| 5 | Ionen |</p> <p>| 6 | Blitz |</p> <p>| 7 | Gift |</p> <p>| 8 | Sonic |</p> <p>Wenn du auf beiden W8s die gleiche Zahl würfelst, springt der Blitz vom Ziel auf eine andere Kreatur deiner Wahl innerhalb von 30ft Entfernung. Machen Sie einen neuen Angriffswurf gegen das neue Ziel und führen Sie einen neuen Schadenswurf durch, der dazu führen könnte, dass der Bolzen erneut springt. Eine Kreatur kann bei jedem Wirken dieser Kraft nur einmal als Ziel gewählt werden.</p> <p><strong><em>Technologie überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe wirkst oder höher, jedes Ziel erleidet [[/r 1W6]] zusätzlichen Schaden der gewürfelten Art für jede Slot-Stufe über 1.</p>"
        },
        {
            "id": "Spectrum Discharge",
            "name": "Spektrumentladung",
            "description": "<p>Du berührst eine willige Kreatur und verleihst ihr eine Elementarladung. Wählen Sie Säure, Kälte, Feuer, Blitz, Gift oder Schall. Für die Dauer kann eine Kreatur eine Aktion verwenden, um Energie des gewählten Typs in einem 15ft langen Kegel zu vertreiben. Jede Kreatur in diesem Bereich muss einen Geschicklichkeitswurf machen und erleidet bei einem fehlgeschlagenen Rettungswurf [[/r 3W6]] Schaden des gewählten Typs oder bei einem erfolgreichen Wurf halb so viel Schaden.</p> <p><strong> <em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 3. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W6]] für jede Slot-Stufe über der 2. Stufe.</p>"
        },
        {
            "id": "Spectrum Ray",
            "name": "Spektrum Ray",
            "description": "<p>Du schießt einen Energiestrahl auf eine Kreatur, die du in Reichweite sehen kannst. Sie wählen Säure, Kälte, Feuer, Blitz, Gift oder Schall für die Art des Strahls, den Sie erzeugen, und führen dann einen Tech-Fernkampfangriff gegen das Ziel durch. Wenn der Angriff trifft, erleidet die Kreatur [[/r 1W8]] Schaden des von dir gewählten Typs.</p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W8]], wenn du die 5. r 2d8]]), 11. Stufe ([[/r 3d8]]) und 17. Stufe ([[/r 4d8]]).</p>"
        },
        {
            "id": "Spot the Weakness",
            "name": "Finde die Schwäche",
            "description": "<p>Bis zu drei Kreaturen deiner Wahl, die du in Reichweite sehen kannst, müssen Geschicklichkeitsrettungswürfe ausführen. Wenn in jeder Runde ein Ziel, dem dieser Rettungswurf nicht gelingt, zum ersten Mal einen Angriffswurf oder einen Rettungswurf macht, bevor die Macht endet, muss das Ziel einen [[/r d4]] werfen und die gewürfelte Zahl vom Angriffswurf oder Rettungswurf abziehen. </p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 3. oben 1. Wenn du diese Kraft auf der 3., 6. oder 9. Stufe wirkst, erhöht sich der Würfel auf [[/r d6]], [[/r d8]] bzw. [[/r d10]].</p>"
        },
        {
            "id": "Squad Shield",
            "name": "Truppschild",
            "description": "<p>Angesichts von Gefahren erschaffst du eine Barriere, die dich und deine Umgebung schützt. Eine schwach leuchtende Schutzkugel mit einem Radius von 10ft erscheint. Die Sphäre hält für die Dauer an.</p> <p>Jede von außerhalb der Barriere gewirkte Tech-Macht (oder Macht-Macht, die Energie oder Blitzschaden verursacht) der 7. Die Kraft wird über einen höherstufigen Tech-Slot gewirkt. Eine solche Kraft kann Kreaturen und Objekte innerhalb der Barriere als Ziel haben, aber die Kraft hat keine Auswirkung auf sie. Ebenso ist der Bereich innerhalb der Barriere von den von solchen Mächten betroffenen Bereichen ausgeschlossen.</p> <p>Darüber hinaus können Gefahren der folgenden Art die Barriere nicht physisch passieren oder irgendetwas darin beeinflussen.</p> <ul> <li>Physische oder Energiegeschosse.</li> <li>Ein spezifischer Effekt, wie die Explosion eines thermischen Zünders.</li> <li>Eine Umweltgefahr, wie etwa Steinschlag oder ein Lavastrom.</li> </ul> <p><strong><em>Tech überladen.</em></strong> Wenn Sie diese Kraft mit einem Tech-Slot der 8. Stufe oder höher wirken, erhöht sich der maximale Radius für jede Slot-Stufe um 3 Fuß über 7. Darüber hinaus blockiert die Barriere für jede Slot-Ebene über der 7. Stufe eine Stufe höher.</p>"
        },
        {
            "id": "Stack the Deck",
            "name": "Stapeln Sie das Deck",
            "description": "<p>Du verbesserst bis zu drei Kreaturen deiner Wahl in Reichweite. Immer wenn ein Ziel einen Angriffswurf oder einen Rettungswurf macht, bevor die Macht endet, kann das Ziel einen [[/r d4]] würfeln und die gewürfelte Zahl zum Angriffswurf oder Rettungswurf addieren.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 3. Stufe oder höher wirkst, kannst du für jeweils zwei Slot-Stufen über der 1. Stufe eine zusätzliche Kreatur als Ziel wählen. Wenn du diese Kraft auf der 3., 6. oder 9. Stufe wirkst, erhöht sich der Würfel auf [[/r d6]], [[/r d8]] bzw. [[/r d10]].</p>"
        },
        {
            "id": "Stinger",
            "name": "Stachel",
            "description": "<p>Du feuerst einen stechenden Pfeil auf eine Kreatur in Reichweite ab. Führen Sie einen Tech-Fernkampfangriff gegen das Ziel durch. Bei einem Treffer erleidet das Ziel [[/r 1W8]] Giftschaden, und wenn das Ziel ein Humanoid oder eine Bestie ist, kann es bis zum Beginn deines nächsten Zuges keine Trefferpunkte zurückerhalten.</p> <p>Dies Der Schaden der Macht erhöht sich um [[/r 1W8]], wenn du die 5. Stufe ([[/r 2W8]]), die 11. Stufe ([[/r 3W8]]) und die 17. Stufe ([[/r 4W8]]) erreichst. .</p>"
        },
        {
            "id": "Storming Shot",
            "name": "Sturmschuss",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Fernkampfangriff gegen eine Kreatur in Reichweite deiner Waffe durchführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und wird bis zum Ende deines nächsten Zuges geschockt. Wenn diese Kraft ein Ziel trifft und sich eine Kreatur innerhalb von 30ft befindet, die einen Schock erleidet, zieht ein Blitzbogen zwischen den beiden Kreaturen und fügt beiden [[/r 1W6]] Blitzschaden zu. Wenn mehrere andere Kreaturen geschockt sind, springt der Blitz zur nächsten Kreatur.</p> <p>Der Schaden der Kraft erhöht sich, wenn Sie höhere Stufen erreichen. Auf der 5. Stufe verursachen die Effekte sowohl des Fernkampfangriffs als auch der Entladung zusätzlich [[/r 1W6]] Blitzschaden. Beide Schadenswürfe erhöhen sich um zusätzliche [[/r 1W6]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Stun Dart",
            "name": "Betäubungspfeil",
            "description": "<p>Du feuerst einen winzigen verkrüppelnden Pfeil auf ein Ziel in Reichweite ab. Wenn das Ziel 150 Trefferpunkte oder weniger hat, wird es betäubt. Andernfalls hat die Kraft keine Wirkung.</p> <p>Das betäubte Ziel muss am Ende jedes seiner Züge einen Konstitutionsrettungswurf machen. Bei einem erfolgreichen Speichern endet dieser atemberaubende Effekt.</p>"
        },
        {
            "id": "Superior Translation Program",
            "name": "Überlegenes Übersetzungsprogramm",
            "description": "<p>Sie gewähren bis zu vier willigen Kreaturen die Fähigkeit, jede registrierte Sprache zu verstehen, die sie lesen oder hören. Darüber hinaus erwerben sie die Fähigkeit, diese Sprache zu sprechen, wenn sie körperlich in der Lage sind, sie normal zu sprechen. </p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 7. Stufe oder höher wirkst, kannst du für jede Slot-Stufe darüber eine zusätzliche Kreatur beeinflussen 6.</p>"
        },
        {
            "id": "Synchronicity",
            "name": "Synchronität",
            "description": "<p>Eine Kreatur, die du berührst, wird nicht durch alltägliche Verzögerungen belästigt. Die Ampeln sind immer grün, es gibt immer einen wartenden Aufzug und ein Taxi ist immer um die Ecke. Das Ziel kann mit voller Geschwindigkeit durch dichte Menschenmengen laufen und Gelegenheitsangriffe, die durch die Bewegung des Ziels provoziert werden, werden mit Nachteil ausgeführt.</p> <p>Die Kraft verleiht auch Tarn-Checks einen Vorteil, da immer Deckung verfügbar ist. Außerdem hat das Ziel einen Vorteil bei allen Fertigkeitswürfen zum Fahren eines Fahrzeugs.</p> <p>Wenn zwei oder mehr Kreaturen unter der Wirkung der Kraft versuchen, sich gegenseitig keine Unannehmlichkeiten zu bereiten, machen die Kreaturen jeweils Charisma-Würfe Zeit würden sich die Effekte widersprechen. Die höhere Prüfung der Zweierkraft wird wirksam.</p>"
        },
        {
            "id": "Tactical Advantage",
            "name": "Taktischer Vorteil",
            "description": "<p>Wähle eine willige Kreatur, die du in Reichweite sehen kannst. Bis die Macht endet, wird die Geschwindigkeit des Ziels verdoppelt, es erhält einen Bonus von +2 auf seine RK, es hat einen Vorteil bei Geschicklichkeitsrettungswürfen und es erhält in jedem Zug eine zusätzliche Aktion. Diese Aktion kann nur verwendet werden, um die Aktion Angriff (nur ein Waffenangriff), Sprinten, Ausrücken, Verstecken oder Verwenden eines Objekts auszuführen.</p> <p>Wenn die Macht endet, kann sich das Ziel nicht bewegen oder Aktionen ausführen bis zu seiner nächsten Runde, als eine Welle der Lethargie über ihn hinwegfegt.</p>"
        },
        {
            "id": "Tactical Barrier",
            "name": "Taktische Barriere",
            "description": "<p>Ein schimmerndes Feld erscheint und umgibt eine Kreatur deiner Wahl in Reichweite, die ihr für die Dauer einen Bonus von +2 auf ihre RK gewährt.</p>"
        },
        {
            "id": "Tactical Superiority",
            "name": "Taktische Überlegenheit",
            "description": "<p>Wählen Sie bis zu zwei willige Kreaturen, die Sie in Reichweite sehen können. Bis zum Ende der Macht wird die Geschwindigkeit jedes Ziels verdoppelt, es erhält einen Bonus von +2 auf seine RK, hat einen Vorteil bei Geschicklichkeitsrettungswürfen und erhält in jedem Zug eine zusätzliche Aktion. Diese Aktion kann nur verwendet werden, um die Aktion Angriff (nur eine Waffe), Sprint, Rückzug, Verstecken oder Objekt verwenden auszuführen. </p> <p>Wenn die Macht endet, kann sich jedes Ziel erst nach seinem nächsten Zug bewegen oder Aktionen ausführen, da eine Welle von Lethargie über es hinwegfegt.</p> <p><strong><em>Überladung Tech.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 8. Stufe oder höher wirkst, kannst du eine zusätzliche Kreatur für jede Slot-Stufe über der 7. Stufe als Ziel wählen.</p>"
        },
        {
            "id": "Target Lock",
            "name": "Zielsperre",
            "description": "<p>Du wählst eine Kreatur, die du in Reichweite sehen kannst, und markierst sie als deine Beute. Bis die Macht endet, fügst du dem Ziel einen zusätzlichen [[/r 1W6]] Schaden zu, wenn du es mit einem Waffenangriff triffst Wenn das Ziel unsichtbar ist, können Sie es so sehen, als ob es sichtbar wäre. Wenn das Ziel auf 0 Trefferpunkte sinkt, bevor diese Kraft endet, kannst du in einem nachfolgenden Zug von dir eine Bonusaktion verwenden, um eine neue Kreatur zu markieren.</p> <p><strong><em>Technologie überladen</em></strong> Wenn Sie diese Kraft mit einem Tech-Slot der 3. oder 4. Stufe wirken, können Sie Ihre Konzentration bis zu 8 Stunden lang auf die Kraft aufrechterhalten. Wenn du einen Tech-Slot der 5. Stufe oder höher verwendest, kannst du deine Konzentration bis zu 24 Stunden lang auf die Macht aufrechterhalten.</p>"
        },
        {
            "id": "Targeting Shot",
            "name": "Zielschuss",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Fernkampfangriff gegen eine Kreatur in Reichweite deiner Waffe durchführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Auswirkungen des Angriffs und ein kleines, nur für Sie sichtbares Ziel markiert es. Der nächste Angriffswurf, den du vor dem Ende deines nächsten Zuges gegen die Kreatur machst, kann keinen Nachteil erleiden.</p> <p>Diese Kraft verursacht zusätzlichen Schaden, wenn du höhere Level erreichst. Auf der 5. Stufe verursacht der Fernkampfangriff zusätzlich [[/r 1W6]] Schaden. Dieser Schaden erhöht sich erneut um [[/r 1W6]] auf der 11. und 17. Stufe. Der Schaden entspricht dem Schaden der Waffe.</p>"
        },
        {
            "id": "Tech Override",
            "name": "Tech-Überschreibung",
            "description": "<p>Du versuchst, eine Kreatur beim Wirken einer Tech-Kraft zu unterbrechen. Wenn die Kreatur eine Kraft der 3. Stufe oder niedriger wirkt, schlägt ihre Kraft fehl und hat keine Wirkung. Wenn es eine Stärke der 4. Stufe oder höher zaubert, mache einen Fähigkeitscheck mit deiner Techcasting-Fähigkeit. Der DC entspricht 10 + dem Leistungspegel. Bei einem Erfolg versagt die Kraft der Kreatur und hat keine Wirkung.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 4. Stufe wirkst oder höher, hat die unterbrochene Kraft keine Wirkung, wenn ihre Stufe kleiner oder gleich der Stufe des verwendeten Tech-Slots ist.</p>"
        },
        {
            "id": "Temporary Boost",
            "name": "Temporärer Boost",
            "description": "<p>Du berührst eine willige Kreatur. Einmal, bevor die Macht endet, kann das Ziel einen [[/r d4]] würfeln und die gewürfelte Zahl zu einem Fähigkeitswurf seiner Wahl addieren. Er kann vor oder nach dem Fähigkeitscheck würfeln. Die Macht endet dann.</p> <p>Der Würfel dieser Macht erhöht sich auf höheren Stufen: auf einen [[/r d6]] auf der 5. Stufe, auf einen [[/r d8]] auf der 11. Stufe und auf einen [[/ r d10]] auf der 17. Stufe.</p>"
        },
        {
            "id": "Tonal Translocate",
            "name": "Tonale Translokation",
            "description": "<p>Du teleportierst dich zu einem unbesetzten Feld, das du in Reichweite sehen kannst. Unmittelbar nachdem du verschwunden bist, ertönt ein donnernder Knall und jede Kreatur innerhalb von 10ft um den verbleibenden Raum muss einen Konstitutionswurf machen und erleidet [[/r 3W10]] Schallschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreicher. Die Explosion ist aus einer Entfernung von bis zu 100 m zu hören.</p> <p>Sie können Gegenstände mitnehmen, solange deren Gewicht nicht die Tragfähigkeit überschreitet. Sie können auch eine willige Kreatur Ihrer Größe oder kleiner teleportieren, die Ausrüstung bis zu ihrer Tragfähigkeit trägt. Die Kreatur muss sich innerhalb von 5ft von dir befinden, wenn du diese Kraft wirkst, und es muss ein unbesetztes Feld innerhalb von 5ft von deinem Zielfeld sein, auf dem die Kreatur erscheinen kann; andernfalls wird die Kreatur zurückgelassen.</p> <p><strong><em>Tech überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 4. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W10]] für jede Slot-Stufe über 3.</p>"
        },
        {
            "id": "Toxic Cloud",
            "name": "Giftige Wolke",
            "description": "<p>Du erschaffst eine Kugel aus giftigem, gelbgrünem Nebel mit einem Radius von 20ft, die auf einem von dir gewählten Punkt in Reichweite zentriert ist. Der Nebel breitet sich um die Ecken aus. Es dauert für die Dauer oder bis starker Wind den Nebel zerstreut und die Kraft beendet. Sein Wirkungsbereich ist stark verdeckt.</p> <p>Wenn eine Kreatur in einem Zug zum ersten Mal den Wirkungsbereich der Macht betritt oder dort seinen Zug beginnt, muss diese Kreatur einen Konstitutionsrettungswurf machen. Die Kreatur erleidet [[/r 5W8]] Giftschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. Kreaturen sind davon betroffen, selbst wenn sie den Atem anhalten oder nicht atmen müssen.</p> <p>Der Nebel bewegt sich zu Beginn jeder deiner Züge 10ft von dir weg und rollt über die Bodenoberfläche. Die Dämpfe, die schwerer als Luft sind, sinken auf die unterste Ebene des Landes und ergießen sich sogar in Öffnungen.</p> <p><strong><em>Überladungstechnologie.</em></strong>Wenn du das wirkst Macht mit einem Tech-Slot der 6. Stufe oder höher, erhöht sich der Schaden um [[/r 1W8]] für jede Slot-Stufe über der 5. Stufe.</p>"
        },
        {
            "id": "Toxin Purge",
            "name": "Toxin-Säuberung",
            "description": "<p>Du berührst eine Kreatur. Wenn es vergiftet oder erkrankt ist, neutralisieren Sie das Gift oder die Krankheit. Wenn das Ziel von mehr als einem Gift oder einer Krankheit befallen wird, neutralisierst du ein Gift oder eine Krankheit, von der du weißt, dass sie vorhanden ist, oder du neutralisierst eine zufällig.</p> <p>Für die Dauer hat das Ziel einen Vorteil bei Rettungswürfen gegen das Sein vergiftet oder erkrankt und ist resistent gegen Giftschaden.</p>"
        },
        {
            "id": "Toxin Scan",
            "name": "Toxin-Scan",
            "description": "<p>Für die Dauer können Sie das Vorhandensein und die Position von Giften und Krankheiten in einem Umkreis von 30ft sehen. Sie identifizieren auch jeweils die Art des Giftes oder der Krankheit.</p>"
        },
        {
            "id": "Tracer Bolt",
            "name": "Markierungsbolzen",
            "description": "<p>Ein Lichtblitz trifft auf eine Kreatur deiner Wahl in Reichweite. Führe einen Tech-Fernkampfangriff gegen das Ziel aus. Bei einem Treffer erleidet das Ziel [[/r 4W6]] Energieschaden und der nächste Angriffswurf gegen dieses Ziel vor dem Ende deines nächsten Zuges hat einen Vorteil. </p> <p><strong><em>Tech überladen.</em></strong> Wenn Sie diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirken, erhöht sich der Schaden um [[/r 1W6]] für jede Slot-Ebene über 1.</p>"
        },
        {
            "id": "Tracker Droid Interface",
            "name": "Tracker-Droiden-Schnittstelle",
            "description": "<p>Sie verbinden einen Tracker-Droiden mit Ihrem technischen Fokus und erstellen so eine permanente Verbindung. </p> <p>Dein Tracker-Droide agiert unabhängig von dir, aber er gehorcht immer deinen Befehlen. Im Kampf verhält es sich in deinem Zug.</p> <p>Während dein Tracker-Droide sich innerhalb von 100ft von dir befindet, kannst du mit ihm über deinen technischen Fokus kommunizieren. Darüber hinaus können Sie als Aktion bis zum Beginn Ihres nächsten Zuges durch die Sicht Ihres Droiden sehen und hören, was er hört, und erhalten so die Vorteile aller besonderen Sinne, die der Droide hat. Während dieser Zeit sind Sie in Bezug auf Ihre eigenen Sinne taub und blind.</p> <p>Sie können nicht gleichzeitig eine Schnittstelle zwischen mehr als einem Tracker-Droiden und Ihrem technischen Fokus aufrechterhalten. </p> <p>Wenn Sie schließlich eine Tech-Kraft mit einer Reichweite von Berührungen wirken, kann Ihr Tracker die Kraft so liefern, als ob er sie gewirkt hätte. Ihr Tracker-Droide muss sich innerhalb von 100ft von Ihnen befinden und muss seine Reaktion nutzen, um die Kraft zu liefern, wenn Sie ihn einsetzen. Wenn die Kraft einen Angriffswurf erfordert, verwenden Sie Ihren Angriffsmodifikator für den Wurf.</p> <p><strong><em>Tech überladen.</em></strong> Wenn Sie diese Kraft mit einem Tech-Slot wirken der 3. Stufe oder höher, können Sie eine Verbindung mit einem weiteren Tracker-Droiden für jeweils zwei Slot-Stufen über der 1. Stufe aufrechterhalten. Mehrere Tracker-Droiden handeln auf dieselbe Initiative. Sie können jeweils nur durch die Sicht eines Droiden sehen, aber Sie können als Bonusaktion zwischen den Droiden wechseln. Jeder Droide muss sich immer noch innerhalb von 100ft von dir befinden.</p>"
        },
        {
            "id": "Tranquilizer",
            "name": "Beruhigungsmittel",
            "description": "<p>Du stößt einen beruhigenden Pfeil aus, der eine Kreatur bewusstlos schlägt. Würfel [[/r 5W8]]; Wenn die verbleibenden Trefferpunkte der Kreatur geringer sind als die Summe, wird die Kreatur bewusstlos, bis die Kraft endet, der Schläfer Schaden erleidet oder jemand eine Aktion verwendet, um den Schläfer zu schütteln oder wachzurütteln. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Technologie überladen.</em></strong> Wenn du diese Kraft mit einem Tech-Slot der 2. Stufe oder höher wirkst, kann eine zusätzliche Kreatur für jede Slot-Stufe über 1 als Ziel wählen. Würfelt für jedes Ziel separat [[/r 5W8]].</p>"
        },
        {
            "id": "Translation Program",
            "name": "Übersetzungsprogramm",
            "description": "<p>Für die Dauer verstehen Sie die wörtliche Bedeutung jeder gesprochenen registrierten Sprache, die Sie hören, solange Sie Ihren technischen Schwerpunkt haben. Sie verstehen auch jede geschriebene Sprache, die Sie sehen, aber Sie müssen sich in Reichweite der Oberfläche befinden, auf der die Wörter geschrieben sind. Das Lesen einer Textseite dauert etwa 1 Minute. </p> <p>Diese Kraft entschlüsselt weder geheime Botschaften in einem Text, noch interpretiert sie eine Glyphe wie eine alte Sith-Rune, die nicht Teil einer geschriebenen Sprache ist.</p>"
        },
        {
            "id": "Translocate",
            "name": "Translozieren",
            "description": "<p>Ihre Form schimmert in einer holografischen Konfiguration und bricht dann zusammen. Du teleportierst dich bis zu 30ft zu einem unbesetzten Feld, das du sehen kannst.</p>"
        },
        {
            "id": "Tri-Shot",
            "name": "Tri-Shot",
            "description": "<p>Wählen Sie bis zu drei Kreaturen in Reichweite, von denen keine mehr als 10ft voneinander entfernt sein darf. Wenn du drei Kreaturen wählst, muss jedem Ziel ein Geschicklichkeitsrettungswurf gelingen oder es erleidet [[/r 1W4]] Energieschaden. Falls du zwei Kreaturen wählst, erleidet jedes gewählte Ziel stattdessen [[/r 1W6]] Energieschaden bei einem misslungenen Rettungswurf. Wenn du nur eine Kreatur wählst, erleidet das Ziel [[/r 1W8]] Energieschaden bei einem fehlgeschlagenen Rettungswurf.</p> <p>Der Schaden dieser Kraft erhöht sich um einen Würfel, wenn du die 5. Stufe (zwei Würfel), die 11. Stufe erreichst (drei Würfel) und 17. Stufe (vier Würfel).</p>"
        },
        {
            "id": "Truth Serum",
            "name": "Wahrheitsserum",
            "description": "<p>Du verabreichst einer Kreatur, die du berührt hast, ein Gift, das sie daran hindert, Lügen zu erzählen. Die berührte Kreatur muss einen Konstitutionsrettungswurf machen. Bei einem Erfolg passiert nichts. Bei einem Fehlschlag kann die Kreatur keine absichtliche Lüge aussprechen, bis die Kraft endet.</p> <p>Eine betroffene Kreatur ist sich der Kraft bewusst und kann daher vermeiden, Fragen zu beantworten, auf die sie normalerweise mit einer Lüge antworten würde. Eine solche Kreatur kann in ihren Antworten ausweichen, solange sie innerhalb der Grenzen der Wahrheit bleibt.</p>"
        },
        {
            "id": "Venomous Strike",
            "name": "Giftiger Schlag",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Nahkampfwaffenangriff gegen eine Kreatur in deiner Reichweite ausführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und wenn du davor verborgen warst, erleidet es zusätzlich [[/r 1W4]] Giftschaden. </p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Level erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1W8]] Giftschaden zu und der Schaden, den das Ziel erleidet, wenn du vor ihm versteckt bist, erhöht sich auf [[/r 2W4]]. Beide Schadenswürfe erhöhen sich um [[/r 1W8]] bzw. [[/r 1W4]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Vertical Maneuvering",
            "name": "Vertikales Manövrieren",
            "description": "<p>Wenn Sie diese Kraft als Reaktion wirken, wird Ihr Fall gestoppt und Sie bleiben in der Luft. Solange Sie sich innerhalb von 30ft von einer festen Oberfläche befinden, haben Sie eine Fluggeschwindigkeit von 40ft. Außerdem kannst du nicht zu Boden geworfen werden und hast einen Vorteil bei Rettungswürfen gegen Effekte, die dich schubsen oder ziehen würden. Wenn der Strom endet, werden Sie sanft auf den Boden abgesenkt, wenn Sie sich innerhalb von 30ft davon befinden.</p>"
        },
        {
            "id": "Voltaic Shielding",
            "name": "Voltaische Abschirmung",
            "description": "<p>Eine Schutzbarriere umgibt dich, die sich als knisternder Blitz manifestiert, der dich und deine Ausrüstung bedeckt. Du erhältst für die Dauer 5 temporäre Trefferpunkte. Wenn dich eine Kreatur mit einem Nahkampfangriff trifft, während du diese Trefferpunkte hast, erleidet die Kreatur 5 Blitzschaden.</p> <p><strong><em>Technologie überladen.</em></strong> Wenn du . wirkst Wenn diese Kraft einen Tech-Slot der 2. Stufe oder höher verwendet, erhöhen sich sowohl die temporären Trefferpunkte als auch der Blitzschaden für jeden Slot um 5.</p>"
        },
        {
            "id": "Vortex Shot",
            "name": "Wirbelschuss",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Fernkampfangriff gegen eine Kreatur in Reichweite deiner Waffe durchführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und jeder großen oder kleineren Kreatur innerhalb von 10ft um das Ziel muss ein Stärkerettungswurf gelingen oder sie wird auf das nächste freie Feld neben dem Ziel gezogen. </p> <p>Diese Kraft verursacht zusätzlichen Schaden, wenn du höhere Level erreichst. Auf der 5. Stufe verursacht der Fernkampfangriff zusätzlich [[/r 1W6]] Schaden. Dieser Schaden erhöht sich erneut um [[/r 1W6]] auf der 11. und 17. Stufe. Der Schaden entspricht dem Schaden der Waffe.</p>"
        },
        {
            "id": "Ward",
            "name": "Station",
            "description": "<p>Du strahlst ein starkes Kraftfeld aus, das eingehende Angriffe abwehrt. Bis zum Ende deines nächsten Zuges hast du Widerstand gegen Kinetik-, Energie- und Ionenschaden, der von Waffenangriffen verursacht wird.</p>"
        },
        {
            "id": "Warding Shot",
            "name": "Abwehrschuss",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Fernkampfangriff gegen eine Kreatur in Reichweite deiner Waffe durchführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und wird von einer schwachen Barriere umgeben. Das erste Mal, dass es vor Beginn deines nächsten Zuges Schaden zufügt, wird dieser Schaden um [[/r 1W6]] verringert. </p> <p>Die Schadensreduzierung dieser Kraft erhöht sich um [[/r 1W6]], wenn du die 5. Stufe ([[/r 2W6]]), die 11. Stufe ([[/r 3W6]]) und die 17. Stufe erreichst ([[/r 4d6]]).</p>"
        },
        {
            "id": "Wire Bind",
            "name": "Drahtbindung",
            "description": "<p>Du produzierst bis zu 4 Drähte, die Kreaturen deiner Wahl binden, die du in Reichweite sehen kannst. Eine Kreatur kann von mehr als einem Draht anvisiert werden. </p> <p>Jedes Ziel muss für jeden Draht, der es anvisiert, einen Geschicklichkeitswurf machen. Bei einem fehlgeschlagenen Rettungswurf wird die Kreatur gefesselt und fällt in Bauchlage, da sie sicher vom Draht umgeben ist.</p> <p>Eine Kreatur, die von einem Draht zurückgehalten wird, kann ihre Aktion nutzen, um einen Stärke- oder Geschicklichkeitswurf (ihre Wahl) gegen . abzulegen Ihre Technik spart DC. Bei einem Erfolg wird es nicht mehr von diesem Draht zurückgehalten. Ein Draht kann auch zerstört werden; jeder hat RK 15 und 10 Trefferpunkte und ist immun gegen jeglichen Schaden, der nicht durch Nahkampfwaffen verursacht wird.</p> <p>Ein Draht, der sein Ziel verfehlt oder entkommen ist, fällt schlaff und zerfällt, ebenso wie alle verbleibenden Drähte, wenn der Strom endet.</p>"
        },
        {
            "id": "Wire Line",
            "name": "Drahtleitung",
            "description": "<p>Du schießt einen Greifdraht auf eine Kreatur zu, die du in Reichweite sehen kannst. Führe einen Nahkampf-Tech-Angriff gegen das Ziel durch. Wenn der Angriff trifft, erleidet die Kreatur [[/r 1W6]] Kinetikschaden, und wenn die Kreatur groß oder kleiner ist, ziehst du die Kreatur bis zu 10ft näher an dich heran.</p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W6]], wenn Sie die 5. Stufe ([[/r 2W6]]), die 11. Stufe ([[/r 3W6]]) und die 17. Stufe ([[/r 4W6]]) erreichen.</ p>"
        }
    ]
}