{
    "label": "Kampf: Meisterschaften",
    "entries": [
        {
            "id": "Akimbo Mastery",
            "name": "Akimbo Meisterschaft",
            "description": "<p>Du beherrschst den Kampf mit zwei Blasterwaffen und entlässt eine Salve von Schüssen. Solange du in jeder Hand separate Waffen führst, die du beherrschst, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Wenn du das Maximum auf einen Waffenschadenswürfel gegen eine Kreatur wirfst, erleidet diese Kreatur einen Malus von -1 auf den ersten Angriffswurf, den sie vor Beginn deines nächsten Zuges macht.</li>\n<li>Du kannst den Zwei-Waffen-Kampf auch dann ausüben, wenn die Waffen, die du führst, keine Leuchteigenschaft haben.</li>\n<li>Du kannst zwei Waffen nachladen, wenn du normalerweise nur eine nachladen könntest.</li>\n<li>Wenn du die Aktion Angriff ausführst, kannst du dich entscheiden, schnell anzugreifen - auf Kosten der Genauigkeit. Dein Waffenangriff wird ohne die Hilfe deines Befähigungsbonus ausgeführt, aber du kannst deine Reaktion nutzen, um mit einer anderen Waffe anzugreifen, die du in der anderen Hand hältst, ebenfalls ohne deinen Befähigungsbonus. Wenn du mit der Aktion Angriff mehr als einen Angriff durchführen würdest, wird nur ein Angriff ohne deinen Beherrschungsbonus durchgeführt.</li></ul>"
        },
        {
            "id": "Berserk Mastery",
            "name": "Berserker Meisterschaft",
            "description": "<p>Du beherrschst es, denen, die dir Schmerz zufügen, diesen zurückzugeben, und wirst zu einer Geißel auf dem Schlachtfeld. Du erhältst die folgenden Vorteile:</p>\n<ul>\n<li>Wenn dir eine Kreatur im Umkreis von 5 Fuß mit einer Waffe oder einem unbewaffneten Schlag Schaden zufügt, kannst du deine Reaktion nutzen, um einen Angriff mit einer Nahkampfwaffe oder einen unbewaffneten Schlag gegen diese Kreatur auszuführen. Bei einem Treffer fügst du zusätzlichen Schaden in Höhe deines Fertigkeitsbonus zu.</li>\n<li>Wenn eine Kreatur einen kritischen Treffer gegen dich erzielt, hast du beim ersten Angriff, den du vor dem Ende deines nächsten Zuges gegen diese Kreatur ausführst, Vorteil. Wenn du bereits einen Vorteil hättest, kannst du stattdessen einen der Würfel einmal wiederholen.</li>\n<li>Du hast Vorteil bei Rettungswürfen, die dich zwingen würden, gegen deinen Willen zu handeln, verängstigt zu sein oder dich daran hindern, eine Kreatur anzugreifen.</li></ul>"
        },
        {
            "id": "Brawler Mastery",
            "name": "Brawler Meisterschaft",
            "description": "<p>Du beherrschst es, dein Gewicht zu deinem Vorteil zu nutzen und Ziele mit Leichtigkeit herumzukriegen. Du erhältst die folgenden Vorteile:</p>\n<ul>\n<li>Deine improvisierten Waffen verwenden einen [[/r d6]] für den Schaden und erhalten die Eigenschaft Vielseitig ([[/r 2d4]]).</li>\n<li>Dein Schadenswürfel für deine unbewaffneten Schläge und natürlichen Waffen erhöht sich um eine Stufe (von 1 auf [[/r d4]], [[/r d4]] auf [[/r d6]] oder [[/r d6]] auf [[/r d8]]).</li>\n<li>Deine Geschwindigkeit wird nicht halbiert, wenn du eine gefesselte Kreatur trägst, die der gleichen oder einer kleineren Größenklasse angehört wie du. </li>\n<li>Wenn du einmal in jedem deiner Züge eine Kreatur mit einem waffenlosen Schlag oder einer einhändig geführten Waffe triffst, kannst du einen zusätzlichen waffenlosen Schlag gegen dasselbe Ziel ohne die Hilfe deines Beherrschungsbonus ausführen (keine Aktion erforderlich).</li></ul>"
        },
        {
            "id": "Covert Mastery",
            "name": "Verdeckte Meisterschaft",
            "description": "<p>Du beherrschst den Kampf aus unsichtbaren Winkeln und verschaffst dir so einen Vorteil gegenüber deinen Gegnern. Du erhältst die folgenden Vorteile:</p>\n<ul>\n<li>Du kannst versuchen, dich zu verstecken, wenn du von der Kreatur, vor der du dich versteckst, leicht verdeckt wirst.</li>\n<li>Dunkles Licht verursacht keinen Nachteil auf deine Weisheitswürfe (Wahrnehmung), die auf Sicht beruhen.</li>\n<li>Wenn du dich vor einer Kreatur versteckst und sie mit einem unbewaffneten Schlag oder einem Waffenangriff verfehlst, verrät der Angriff nicht automatisch deine Position.</li>\n<li>Wenn du einmal pro Runde einer Kreatur mit einem unbewaffneten Schlag oder einem Waffenangriff Schaden zufügst, während du dich vor ihr versteckst, fügst du zusätzlichen Schaden in Höhe deines Befähigungsbonus zu.</li></ul>"
        },
        {
            "id": "Defense Mastery",
            "name": "Defensive Meisterschaft",
            "description": "<p>Du beherrschst die Kunst, dich zu verteidigen und behandelst deine Rüstung wie eine zweite Haut. Während du eine mittelschwere oder schwere Rüstung trägst, die du beherrschst, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Schaden, den du von Waffen erleidest, wird um einen Betrag reduziert, der deinem Beherrschungsbonus entspricht. Wenn dies den Schaden auf 0 reduzieren würde, wird der Schaden stattdessen auf 1 reduziert.</li>\n<li>Wenn eine Kreatur einen Nahkampfangriff gegen dich ausführt, während du dich in deiner Reichweite befindest, kannst du deine Reaktion nutzen, um zu versuchen, diese Kreatur bis zu 10 Fuß direkt von dir wegzuschieben.</li>\n<li>Die Zeit, die du brauchst, um eine Rüstung an- und abzulegen, wird um die Hälfte reduziert.</li></ul>"
        },
        {
            "id": "Disruption Mastery",
            "name": "Störung Meisterschaft",
            "description": "<p>Wählen Sie zwischen Kraft- und Tech-Zaubern. Du beherrschst den Kampf und die Störung von Wirkern des gewählten Typs, indem du ihre Konzentration durcheinander bringst. Du erhältst die folgenden Vorteile:</p>\n<ul>\n<li>Wenn eine Kreatur im Umkreis von 30 Fuß von dir, die du sehen kannst, eine Kraft wirkt, provoziert sie einen Gelegenheitsangriff von dir.</li>\n<li>Wann immer du eine Kreatur zwingst, einen Rettungswurf zu machen, um die Konzentration aufrechtzuerhalten, erhöht sich der DC für den Rettungswurf um einen Betrag in Höhe deines Fertigkeitsbonus.</li>\n<li>Du hast Vorteil bei Rettungswürfen gegen Kräfte, die von Kreaturen gewirkt werden, die du sehen kannst, wenn du ihnen seit Beginn deines letzten Zuges Schaden zugefügt hast.</li></ul>"
        },
        {
            "id": "Dual Wield Mastery",
            "name": "Doppelwaffen Meisterschaft",
            "description": "<p>Du beherrschst den Kampf mit zwei Waffen und wirst zu einem Wirbelsturm der Bewegung. Während du in jeder Hand separate Waffen führst, die du beherrschst, erhältst du folgende Vorteile:</p>\n<ul>\n<li>Wenn du deine Bonusaktion für den Zweiwaffenkampf einsetzt, kannst du auf einen oder mehrere Angriffe verzichten. Für jede Attacke, auf die du verzichtest, erhältst du bis zum Beginn deines nächsten Zuges einen Bonus von +1 auf deinen AC-Wert.</li>\n<li>Du kannst den Zweiwaffenkampf auch dann ausüben, wenn die Waffen, die du führst, keine leichte Eigenschaft haben.</li>\n<li>Du kannst zwei Waffen ziehen oder verstauen, wenn du normalerweise nur eine ziehen oder verstauen könntest.</li>\n<li>Wenn du deine Bonusaktion nutzt, um den Zweiwaffenkampf auszuführen, kannst du auf deinen Fertigkeitsbonus verzichten. Wenn du dies tust, kannst du einen zusätzlichen Angriff mit dieser Waffe durchführen, ebenfalls ohne deinen Beherrschungsbonus. Wenn du normalerweise mehr als einen Angriff mit deiner Bonusaktion durchführen würdest, wird nur ein Angriff ohne deinen Beherrschungsbonus durchgeführt.</li></ul>"
        },
        {
            "id": "Duelist Mastery",
            "name": "Duellanten Meisterschaft",
            "description": "<p>Du beherrschst die Kunst, mit einer einzigen Waffe zu kämpfen, so dass sich eine Waffe wie viele anfühlt. Solange du eine Waffe in einer Hand hältst, die du beherrschst, und keine anderen Waffen, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Wenn du die Aktion Angriff ausführst, kannst du dich entscheiden, auf Kosten der Genauigkeit mit Eile anzugreifen. Dein Waffenangriff wird ohne die Hilfe deines Fertigkeitsbonus ausgeführt, aber du kannst deine Reaktion nutzen, um einen zusätzlichen Waffenangriff auszuführen, ebenfalls ohne deinen Fertigkeitsbonus. Wenn du mit der Aktion Angriff mehr als einen Angriff durchführen würdest, wird nur ein Angriff ohne deinen Fertigkeitsbonus durchgeführt.</li>\n<li>Wenn dich eine Kreatur mit einem Nahkampfangriff trifft, kannst du deine Reaktion nutzen, um deinen Fertigkeitsbonus zu deinem AC für diesen Angriff zu addieren, was möglicherweise dazu führt, dass der Angriff dich verfehlt.</li>\n<li>Du hast Vorteil bei Fähigkeitsprüfungen und Rettungswürfen, um zu vermeiden, dass du entwaffnet wirst.</li></ul>"
        },
        {
            "id": "Equilibrium Mastery",
            "name": "Equilibrium Meisterschaft",
            "description": "<p>Du beherrschst den Kampf ohne die Enge der Rüstung und betrachtest ihn als eleganten Tanz. Wenn du eine leichte oder keine Rüstung trägst und keinen Schild trägst, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Wenn dich eine Kreatur mit einem Waffenangriff verfehlt, kannst du deine Reaktion nutzen, um einen waffenlosen Schlag oder einen Waffenangriff gegen diese Kreatur ohne deinen Fertigkeitsbonus auszuführen.</li>\n<li>Wenn dich eine Kreatur mit einem Waffenangriff trifft, kannst du mit deiner Reaktion einen Malus auf den Angriffswurf in Höhe deines Fertigkeitsbonus auferlegen, wodurch der Angriff möglicherweise fehlschlägt.</li>\n<li>Wenn du entwaffnet wirst, kannst du mit deiner Reaktion die Waffe sofort fangen.</li></ul>"
        },
        {
            "id": "Explosives Mastery",
            "name": "Sprengstoff Meisterschaft",
            "description": "<p>Du beherrschst den Kampf mit Sprengstoffen und verursachst damit ungeheure Zerstörung. Du erhältst die folgenden Vorteile:</p>\n<ul>\n<li>Wenn du den Schutz-DC einer Munition oder eines Sprengstoffs bestimmst, den du kontrollierst, kannst du 8 + deinen Fertigkeitsbonus + deinen Intelligenzmodifikator verwenden, wenn er höher als der DC des Gegenstands wäre.</li>\n<li>Wenn du eine Munition oder einen Sprengstoff verwendest, der einen Schutzwurf erfordert und Schaden verursacht, kannst du einen Malus auf den Schutz-DC in Höhe deines Fertigkeitsbonus nehmen. Wenn du dies tust, erhöht sich der Schaden des Gegenstands um einen Betrag, der deinem Fertigkeitsbonus entspricht.</li>\n<li>Du hast Vorteil bei Rettungswürfen gegen Munition und Sprengstoff, die du kontrollierst.</li></ul>"
        },
        {
            "id": "Formation Mastery",
            "name": "Formation Meisterschaft",
            "description": "<p>Du beherrschst den Kampf mit einem Partner und hast gelernt, dich als eine Einheit zu bewegen und zu handeln. Solange sich ein Verbündeter in einem Umkreis von 5 Fuß um dich befindet, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Wenn eine Kreatur einen Verbündeten in einem Umkreis von 5 Fuß mit einem Waffenangriff verfehlt, kannst du deine Reaktion nutzen, um einen Waffenangriff gegen diese Kreatur ohne deinen Befähigungsbonus durchzuführen.</li>\n<li>Wenn eine Kreatur einen Verbündeten im Umkreis von 5 Fuß von dir mit einem Waffenangriff trifft, kannst du deine Reaktion benutzen, um dem Angriffswurf einen Malus in Höhe deines Fertigkeitsbonus aufzuerlegen, so dass der Angriff möglicherweise fehlschlägt.</li>\n<li>Wenn du die Aktion Bewachen ausführst, hat der bewachte Verbündete einen Vorteil bei Rettungswürfen auf Geschicklichkeit, die nur ihn betreffen würden, während er bewacht wird.</li></ul>"
        },
        {
            "id": "Formfighting Mastery",
            "name": "Formkampf Meisterschaft",
            "description": "<p><em><strong>Voraussetzung:</strong> Die Fähigkeit, Machtkräfte zu wirken</em></p>\n<p>Du beherrschst die Grundlagen der bekannten Formen des Lichtschwertkampfes und schwingst deine Waffe mit unvergleichlicher Anmut. Du erlangst die folgenden Vorteile:</p>\n<ul>\n<li>Du erlernst drei Lichtschwertformen, die später in diesem Kapitel beschrieben werden. Wenn du bereits mindestens drei Lichtschwertformen kennst, erlernst du stattdessen sieben Lichtschwertformen.</li>\n<li>Einmal in jedem deiner Züge, bevor du einen Angriff mit einer Nahkampfwaffe ausführst, kannst du dich dafür entscheiden, auf deinen Befähigungsbonus zu verzichten. Wenn du dies tust, kannst du eine deiner Lichtschwertformen einsetzen, ohne deine Bonusaktion zu verwenden. Wenn du in dieser Form einen Angriff ausführst, wird dieser Angriff ebenfalls ohne deinen Fertigkeitsbonus ausgeführt.</li>\n<li>Einmal in jedem deiner Züge, bevor du einen Angriff mit einer Nahkampfwaffe ausführst, kannst du wählen, auf deinen Fertigkeitsbonus zu verzichten. Wenn du dies tust und der Angriff trifft, kannst du eine andere Kreatur im Umkreis von 5 Fuß wählen. Wenn der ursprüngliche Angriffswurf die zweite Kreatur treffen würde, erleidet sie Schaden des Waffentyps in Höhe des doppelten Beherrschungsbonus.</li></ul>"
        },
        {
            "id": "Great Weapon Mastery",
            "name": "Große Waffen Meisterschaft",
            "description": "<p>Du beherrschst es, das Gewicht einer Waffe zu deinem Vorteil zu nutzen und ihren Schwung in deine Schläge einfließen zu lassen. Wenn du eine Licht- oder Vibrowaffe mit der Eigenschaft Zweihandwaffe führst, die du beherrschst, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Wenn du in deinem Zug einen kritischen Treffer erzielst oder eine Kreatur mit einem Nahkampfwaffenangriff auf 0 Trefferpunkte reduzierst, kannst du einen Nahkampfwaffenangriff als Bonusaktion durchführen.</li>\n<li>Wenn du mit einem Nahkampfwaffenangriff daneben schießt, kannst du deine Bonusaktion nutzen, um den Angriff gegen dasselbe Ziel zu wiederholen. Alle Modifikationen des ursprünglichen Angriffswurfs, wie Vorteil, Nachteil oder ohne deinen Fertigkeitsbonus, wirken sich auch auf diesen Angriffswurf aus. Bei einem Treffer fügt dieser Angriff kinetischen Schaden in Höhe deines Stärke-Modifikators zu.</li>\n<li>Bevor du einen Angriff mit einer Nahkampfwaffe ausführst, kannst du dich dafür entscheiden, auf deinen Befähigungsbonus zu verzichten. Wenn der Angriff trifft, addierst du das Doppelte deines Fertigkeitsbonus zum Schaden des Angriffs.</li>\n<li>Während du die Waffe in zwei Händen führst, hast du Vorteil bei Fähigkeitsprüfungen und Rettungswürfen, um zu verhindern, dass du entwaffnet wirst.</li></ul>"
        },
        {
            "id": "Guerrilla Mastery",
            "name": "Guerilla Meisterschaft",
            "description": "<p>Du beherrschst es, über das Schlachtfeld zu manövrieren und durch Öffnungen zu schlüpfen, die andere vielleicht nicht sehen. Du erhältst die folgenden Vorteile:</p>\n<ul>\n<li>Du kannst dich durch den Raum einer feindlichen Kreatur bewegen, unabhängig von deren Größe.</li>\n<li>Wenn du eine Kreatur mit einem Gelegenheitsangriff triffst, kannst du dich bis zur Hälfte deiner Geschwindigkeit bewegen (keine Aktion erforderlich), ohne Gelegenheitsangriffe dieser Kreatur zu provozieren.</li>\n<li>Einmal pro Runde, wenn du eine Kreatur mit einem Waffenangriff triffst, ein anderer Feind der Kreatur sich in einem Umkreis von 5 Fuß befindet und dieser Feind nicht außer Gefecht gesetzt ist, kannst du zusätzlichen Schaden in Höhe des Doppelten deines Fertigkeitsbonus zufügen.</li>\n<li>Wenn sich eine feindliche Kreatur in einen Umkreis von 5 Fuß von dir bewegt, kannst du deine Reaktion einsetzen, um dich loszureißen und dich bis zur Hälfte deiner Geschwindigkeit zu bewegen. Wenn du bereits deine Reaktion auf Ausweichen einsetzen und dich bis zur Hälfte deiner Geschwindigkeit bewegen konntest, kannst du dich stattdessen bis zu deiner vollen Geschwindigkeit bewegen.</li></ul>"
        },
        {
            "id": "Gunning Mastery",
            "name": "Schießerei Meisterschaft",
            "description": "<p>Du beherrschst es, Blaster auf einzigartige Weise einzusetzen und das Schlachtfeld zu kontrollieren. Während du eine Blasterwaffe führst, die du beherrschst, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Wenn eine Kreatur den Rettungswurf gegen die Burst- oder Rapid-Eigenschaft deiner Waffe schafft, erleidet sie Schaden in Höhe des Modifikators für die regierende Fähigkeit der Waffe.</li>\n<li>Wenn du die Burst-Eigenschaft einer Waffe einsetzt, kannst du auf deinen Fertigkeitsbonus auf den Schutz-DC verzichten. Wenn du dies tust, erleidet jede Kreatur, die den Schutz nicht besteht, zusätzlichen Schaden in Höhe deines Fertigkeitsbonus.</li>\n<li>Wenn du die Eigenschaft Schnelligkeit einer Waffe einsetzt, kannst du auf deinen Fertigkeitsbonus für den Schutz-DC verzichten. Wenn du dies tust und das Ziel den Schutz misslingt, erleidet es zusätzlichen Schaden in Höhe des doppelten Beherrschungsbonus.</li>\n<li>Du behandelst die Stärkezahl von Waffen als eine Stufe niedriger (19 bis 17, 17 bis 15, 15 bis 13 oder 13 bis 11). Wenn die Stärkezahl 11 ist, ignorierst du sie vollständig.</li></ul>"
        },
        {
            "id": "Mounted Mastery",
            "name": "Berittene Meisterschaft",
            "description": "<p>Du beherrschst die Kunst des berittenen Kampfes und bewegst dich nahtlos mit deinem Begleiter. Während du auf einem Fahrzeug oder einer kontrollierten Bestie reitest, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Einmal pro Runde kannst du wählen, ob du einen Vorteil bei einem Angriffswurf mit einer Nahkampfwaffe gegen eine nicht berittene Kreatur, die kleiner als dein Reittier ist, haben möchtest. Wenn der Angriff trifft, fügst du zusätzlichen Schaden in Höhe deines Fertigkeitsbonus zu.</li>\n<li>Wenn dein Reittier einem Effekt ausgesetzt ist, der es ihm erlaubt, einen Rettungswurf auf Geschicklichkeit zu machen, um nur halben Schaden zu erleiden, kannst du deine Reaktion benutzen, um es stattdessen keinen Schaden erleiden zu lassen, wenn der Rettungswurf gelingt, und nur halben Schaden, wenn er misslingt.</li>\n<li>Während du auf einem Fahrzeug sitzt, kannst du deine Bonusaktion anstelle deiner Aktion benutzen, um eine der dir zur Verfügung stehenden Aktionen des Fahrzeugs durchzuführen. Du kannst dieselbe Aktion nicht zweimal in einem Zug ausführen.</li>\n<li>Während du auf einem kontrollierten Tier sitzt, kannst du deine Bonusaktion nutzen, um dein Reittier einen einzelnen Angriff gegen eine Kreatur in seiner Reichweite ausführen zu lassen.</li></ul>"
        },
        {
            "id": "Onslaught Mastery",
            "name": "Ansturm Meisterschaft",
            "description": "<p>Du beherrschst es, deinen Schwung zu deinem Vorteil zu nutzen, Kreaturen in die Knie zu zwingen und sie am Boden zu halten, sobald sie gefallen sind. Du erhältst die folgenden Vorteile:</p>\n<ul>\n<li>Wenn eine Kreatur im Umkreis von 5 Fuß um dich am Boden liegt, provoziert sie einen Gelegenheitsangriff von dir.</li>\n<li>Wenn du bei einem Angriff mit einer Nahkampfwaffe im Vorteil wärst, weil eine Kreatur am Boden liegt, kannst du einen der Würfel einmal wiederholen.</li>\n<li>Wenn eine liegende Kreatur im Umkreis von 5 Fuß um dich versucht, aufzustehen, provoziert sie einen Gelegenheitsangriff von dir.</li>\n<li>Wenn du dich einmal in jedem deiner Züge mindestens 10 Fuß in gerader Linie auf eine Kreatur zubewegst, unmittelbar bevor du sie mit einem Nahkampfwaffenangriff triffst, kannst du zusätzlichen Schaden in Höhe deines Fertigkeitsbonus verursachen.</li></ul>"
        },
        {
            "id": "Sentinel Mastery",
            "name": "Wächter Meisterschaft",
            "description": "<p>Du beherrschst Techniken, mit denen du jede Schwachstelle in der Deckung deines Feindes ausnutzen kannst; in engen Räumen bist du unbezwingbar. Während du eine Licht- oder Vibrowaffe führst, die du beherrschst, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Kreaturen in deiner Reichweite provozieren Gelegenheitsangriffe von dir, selbst wenn sie die Aktion Ausweichen ausführen.</li>\n<li>Du kannst eine Bonusaktion nutzen, um eine defensive Haltung einzunehmen, die bis zum Beginn deines nächsten Zuges andauert. Während du dich in der Verteidigungshaltung befindest, hast du eine Anzahl von Spezialreaktionen, die deinem Fertigkeitsbonus entspricht und die du nur für Gelegenheitsangriffe einsetzen kannst. Du kannst nur eine Reaktion pro Runde ausführen.</li>\n<li>Wenn du die Aktion Ausweichen ausführst, kannst du einmal pro Runde zwei Reaktionen im selben Zug ausführen, anstatt nur einer. Du kannst nur eine Reaktion pro Auslöser machen.</li></ul>"
        },
        {
            "id": "Sharpshooter Mastery",
            "name": "Scharfschützen Meisterschaft",
            "description": "<p>Du beherrschst Blasterwaffen und kannst mit Leichtigkeit Schüsse abgeben, die andere für unmöglich halten. Während du eine Blasterwaffe führst, die du beherrschst, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Angriffe aus großer Entfernung haben keinen Nachteil auf deine Angriffswürfe mit Fernkampfwaffen.</li>\n<li>Deine Angriffe mit Fernkampfwaffen verringern die partielle Deckung um einen Schritt (von drei Viertel auf die Hälfte oder von der Hälfte auf ein Viertel) gegen Ziele, die mindestens 30 Fuß von dir entfernt sind. Wenn das Ziel eine Viertel-Deckung hat, ignorierst du diese vollständig.</li>\n<li>Bevor du einen Angriff mit einer Blasterwaffe gegen ein Ziel ausführst, das mindestens 30 Fuß von dir entfernt ist, kannst du dich dafür entscheiden, auf deinen Befähigungsbonus zu verzichten. Wenn der Angriff trifft, addierst du das Doppelte deines Fertigkeitsbonus zum Schaden des Angriffs.</li></ul>"
        },
        {
            "id": "Shield Mastery",
            "name": "Schild Meisterschaft",
            "description": "<p>Du beherrschst den Umgang mit einem Schild, um sowohl deine Verbündeten als auch dich selbst zu verteidigen, indem du deinen Schild strategisch einsetzt, um von seinem Schutz zu profitieren. Während du einen Schild führst, den du beherrschst, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Wenn du nicht außer Gefecht gesetzt bist, kannst du den AC-Bonus deines Schildes zu jedem Schutzwurf gegen eine Macht oder einen anderen schädlichen Effekt addieren.</li>\n<li>Wenn eine Kreatur, die du sehen kannst, dir Schaden zufügt, kannst du deine Reaktion benutzen, um den Schaden um einen Betrag zu verringern, der deinem Fertigkeitsbonus entspricht.</li>\n<li>Wenn du einem Effekt ausgesetzt bist, der dir erlaubt, einen Rettungswurf in Geschicklichkeit zu machen, um nur halben Schaden zu erleiden, und dir der Rettungswurf gelingt, kannst du deine Reaktion benutzen, um keinen Schaden zu erleiden.</li></ul>"
        },
        {
            "id": "Snapshot Mastery",
            "name": "Snapshot Meisterschaft",
            "description": "<p>Du beherrschst den Umgang mit Blasterwaffen aus nächster Nähe und kannst dabei sowohl die Feuerrate als auch die Genauigkeit beibehalten. Während du eine Blasterwaffe führst, die du beherrschst, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Wenn du die Aktion Angriff ausführst, die auf eine Kreatur innerhalb von 30 Fuß zielt, kannst du dich dafür entscheiden, schnell anzugreifen - auf Kosten der Genauigkeit. Dein Fernkampfwaffenangriff wird ohne die Hilfe deines Fertigkeitsbonus durchgeführt, aber du kannst deine Bonusaktion nutzen, um einen zusätzlichen Fernkampfwaffenangriff durchzuführen, ebenfalls ohne deinen Fertigkeitsbonus. Wenn du mit der Aktion Angriff mehr als einen Angriff durchführen würdest, wird nur ein Angriff ohne deinen Fertigkeitsbonus ausgeführt.</li>\n<li>Deine Fernkampfwaffenangriffe reduzieren die Teildeckung gegen Ziele im Umkreis von 30 Fuß um eine Stufe (von drei Viertel auf die Hälfte oder von der Hälfte auf ein Viertel). Wenn das Ziel ein Viertel Deckung hat, ignorierst du diese vollständig.</li>\n<li>Andere Kreaturen provozieren einen Gelegenheitsangriff von dir, wenn sie sich innerhalb von 30 Fuß von dir bewegen, und du kannst Fernkampfwaffenangriffe mit Blasterwaffen durchführen, wenn du Gelegenheitsangriffe ausführst.</li></ul>"
        },
        {
            "id": "Throwing Mastery",
            "name": "Wurf Meisterschaft",
            "description": "<p>Du beherrschst die Techniken des Waffenwerfens und kannst die Waffen leicht mit deinen Bewegungen verschmelzen. Während du eine Waffe mit der Eigenschaft Werfen führst, die du beherrschst, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Angriffe aus großer Entfernung haben keinen Nachteil auf deine Angriffswürfe mit Fernkampfwaffen mit Wurfwaffen.</li>\n<li>Einmal in jedem deiner Züge kannst du einen Angriff mit einer Fernkampfwaffe mit einer Wurfwaffe gegen ein Ziel innerhalb der normalen Reichweite der Waffe ohne die Hilfe deines Beherrschungsbonus durchführen (keine Aktion erforderlich).</li>\n<li>Wenn du eine Kreatur mit einem Fernkampfangriff mit einer geworfenen Waffe triffst, hast du bis zum Ende deines nächsten Zuges Vorteil bei deinem nächsten Nahkampfangriff gegen diese Kreatur.</li>\n<li>Einmal pro Zug kannst du eine Waffe mit der Eigenschaft geworfen ziehen, ohne deine Objektinteraktion zu benutzen.</li></ul>"
        },
        {
            "id": "Twin-Blade Mastery",
            "name": "Zwillingsklingen Meisterschaft",
            "description": "<p>Du beherrschst den Kampf mit zweischneidigen Waffen und setzt beide Enden mit verheerender Wirkung ein. Solange du eine Waffe mit der Doppeleigenschaft führst, die du beherrschst, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Wenn du gegen eine Kreatur das Maximum auf einen Waffenschadenswürfel wirfst, erhältst du einen Bonus von +1 auf den nächsten Angriffswurf, den du gegen diese Kreatur vor dem Ende deines nächsten Zuges machst.</li>\n<li>Du kannst den Kampf mit zwei Waffen auch dann führen, wenn die Waffe, die du führst, keine Leuchteigenschaft hat.</li>\n<li>Das Greifen einer Doppelwaffe, die du in nur einer Hand führst, mit deiner anderen Hand erfordert nicht länger deine Objektinteraktion.</li>\n<li>Bevor du einen Angriff mit einer Nahkampfwaffe ausführst, kannst du dich dafür entscheiden, auf deinen Befähigungsbonus zu verzichten. Wenn der Angriff trifft, addierst du deinen Fertigkeitsbonus zum Schaden des Angriffs.</li></ul>"
        },
        {
            "id": "Versatile Mastery",
            "name": "Vielseitige Meisterschaft",
            "description": "<p>Du beherrschst es, Waffen auf verschiedene Arten zu benutzen und deine Angriffsmuster mitten im Schwung zu ändern. Solange du eine Licht- oder Vibrowaffe mit der Eigenschaft Vielseitig führst, die du beherrschst, und keine anderen Waffen, erhältst du die folgenden Vorteile:</p>\n<ul>\n<li>Wenn du das Ziel eines Nahkampfwaffenangriffs bist, kannst du sofort deine Reaktion nutzen, um einen Nahkampfwaffenangriff gegen das Ziel ohne deinen Beherrschungsbonus durchzuführen. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und du erleidest beim auslösenden Wurf einen Nachteil.</li>\n<li>Wenn du einmal pro Runde einen Angriffswurf machst, während du eine Waffe in zwei Händen führst, kannst du versuchen, den Angriff nachzuziehen. Wenn der Angriff trifft, muss die Kreatur einen Schutzwurf auf Stärke machen (DC = 8 + dein Bonus auf Angriffe mit der Waffe). Bei einem misslungenen Schutzwurf wird die Kreatur 5 Fuß zurückgedrängt und du kannst dich sofort in den Raum bewegen, den sie gerade verlassen hat, ohne Gelegenheitsangriffe zu provozieren.</li>\n<li>Einmal pro Runde, wenn du einen Angriffswurf machst, während du eine Waffe in einer Hand führst, das Ziel einen Schild trägt und deine andere Hand leer ist, kannst du deine andere Hand benutzen, um den Schild herunterzuziehen (keine Aktion erforderlich). Wenn du dies tust, erhält die Kreatur für diesen Angriff keinen Vorteil für ihre Rüstungsklasse durch ihren Schild.</li></ul>"
        }
    ]
}
