{
    "label": "Kampf: Lichtschwert Formen",
    "entries": [
        {
            "id": "Aqinos Form",
            "name": "Aqinos-Formular",
            "description": "<p><em><strong>Voraussetzung:</strong> Die Fähigkeit, Technologiekräfte zu wirken</em></p> <p>Als Teil der Bonusaktion, um diese Form anzunehmen, wenn Sie eine Technologiekraft wirken Stufe oder höher, aber nicht höher als die Hälfte deines maximalen Kraftlevels (aufgerundet), als deine Aktion kannst du einen Nahkampfwaffenangriff ausführen.</p>"
        },
        {
            "id": "Ataru Form",
            "name": "Ataru-Form",
            "description": "<p>Als Teil der Bonusaktion, um diese Form anzunehmen, kannst du bis zu 4,50 m auf ein unbesetztes Feld springen, das du sehen kannst.</p>"
        },
        {
            "id": "Djem So Form",
            "name": "Djem So Form",
            "description": "<p>Vor dem Ende deines nächsten Zuges kannst du die Hälfte deines Weisheits- oder Charisma-Modifikators (nach deiner Wahl, abgerundet, mindestens +1) zu einem Fähigkeitswurf oder Angriffswurf addieren, den du mit Stärke machst. </p>"
        },
        {
            "id": "Ishu Form",
            "name": "Ishu-Form",
            "description": "<p>Wenn sich eine verbündete Kreatur innerhalb von 4,50 m von dir befindet, kannst du dich bis zu 3 m weit bewegen, ohne Gelegenheitsangriffe zu provozieren. Du musst diese Bewegung innerhalb von 1,5 m um die verbündete Kreatur beenden.</p>"
        },
        {
            "id": "Jar'Kai Form",
            "name": "Jar'Kai-Form",
            "description": "<p>Als Teil der Bonusaktion zum Annehmen dieser Form können Sie, wenn Sie die Angriffsaktion ausgeführt haben, an Doppel- oder Zweiwaffenkämpfen teilnehmen. </p> <p>Jedes Mal, wenn du in diesem Zug mit einem Angriff triffst, kannst du dich bis zu 1,5 m weit bewegen, ohne Gelegenheitsangriffe der getroffenen Kreatur zu provozieren. </p>"
        },
        {
            "id": "Juyo Form",
            "name": "Juyo-Form",
            "description": "<p>Bis zum Beginn deines nächsten Zuges erhöht sich deine kritische Trefferreichweite mit Waffen um 1.</p>"
        },
        {
            "id": "Makashi Form",
            "name": "Makashi-Form",
            "description": "<p>Bis zum Beginn deines nächsten Zuges kannst du, wenn eine Kreatur einen Nahkampfwaffenangriff gegen dich ausführt und verfehlt, deine Reaktion nutzen, um einen Nahkampfwaffenangriff gegen diese Kreatur auszuführen.</p>"
        },
        {
            "id": "Niman Form",
            "name": "Niman-Form",
            "description": "<p>Als Teil der Bonusaktion zum Annehmen dieser Form können Sie, wenn Sie die Angriffsaktion ausgeführt haben, an Doppel- oder Zweiwaffenkämpfen teilnehmen. </p> <p>Bis zum Ende deines nächsten Zuges kannst du Weisheit oder Charisma anstelle von Stärke oder Geschick für die Angriffs- und Schadenswürfe deiner Nahkampfwaffenangriffe verwenden. Du musst für beide Würfe denselben Modifikator verwenden.</p>"
        },
        {
            "id": "Shien Form",
            "name": "Shien-Form",
            "description": "<p>Vor dem Ende deines nächsten Zuges kannst du gegen einen Angriff die Hälfte deines Weisheits- oder Charisma-Modifikators (nach deiner Wahl, abgerundet, mindestens +1) zu deiner RK hinzufügen. </p>"
        },
        {
            "id": "Shii-Cho Form",
            "name": "Shii-Cho-Form",
            "description": "<p>Als Teil der Bonusaktion, um diese Form anzunehmen, können Sie, wenn Sie die Angriffsaktion ausgeführt haben, an Doppel- oder Zweiwaffenkämpfen teilnehmen.</p> <p>Zusätzlich, wenn Sie das erste Mal einen Großen treffen oder eine kleinere Kreatur innerhalb von 1,5 m um dich herum mit einem Waffenangriff vor dem Ende deines nächsten Zuges, kannst du das Ziel zu einem Stärkerettungswurf zwingen (SG = 8 + dein Bonus auf Angriffe mit der Waffe). Bei einem fehlgeschlagenen Rettungswurf wird es 1,5 m zurückgeschoben und du kannst sofort in das gerade geräumte Feld einziehen, ohne Gelegenheitsangriffe zu provozieren.</p>"
        },
        {
            "id": "Sokan Form",
            "name": "Sokan-Form",
            "description": "<p>Bis zum Beginn deines nächsten Zuges ignorierst du schwieriges Gelände. Wenn ein Gegner einen Nahkampfwaffenangriff gegen dich ausführt, kannst du außerdem deine Reaktion nutzen, um dich auf ein anderes Feld innerhalb von 1,5 m um diesen Gegner zu bewegen, ohne Gelegenheitsangriffe zu provozieren, was dem auslösenden Wurf einen Nachteil auferlegt.</p>"
        },
        {
            "id": "Soresu Form",
            "name": "Soresu-Formular",
            "description": "<p>Wenn du vor dem Ende deines nächsten Zuges zum ersten Mal Kinetik-, Energie- oder Ionenschaden von einer Waffe erleidest, wird dieser Schaden um die Hälfte reduziert.</p>"
        },
        {
            "id": "Trakata Form",
            "name": "Trakata-Formular",
            "description": "<p>Als Teil der Bonusaktion, um diese Form anzunehmen, kannst du deine Waffe schwingen, um zu versuchen, einen Feind, den du sehen kannst, abzulenken. Machen Sie einen Wurf auf Geschicklichkeit (Handfertigkeit), der durch einen Wurf auf Weisheit (Wahrnehmung) für eine Kreatur, die Sie in einem Umkreis von 1,5 m um Sie sehen können, umkämpft wird. Bei einem Erfolg hat diese Kreatur beim nächsten Angriffswurf, den sie gegen dich macht, einen Nachteil.</p>"
        },
        {
            "id": "Vaapad Form",
            "name": "Vaapad-Formular",
            "description": "<p>Einmal vor Beginn deines nächsten Zuges kannst du, wenn du einen Vorteil bei einem Nahkampfwaffenangriff hättest, auf diesen Vorteil verzichten. Wenn du dies tust, kannst du einen Nahkampfangriff gegen dasselbe Ziel durchführen (keine Aktion erforderlich).</p>"
        },
        {
            "id": "Vonil Form",
            "name": "Vonil-Form",
            "description": "<p>Wenn Sie die Aktion Angriff ausgeführt haben, bevor Sie diese Form angenommen haben, können Sie einen Ihrer Verbündeten anweisen, eine Kreatur zu treffen, die Sie mit einem Angriff getroffen haben. Wähle eine verbündete Kreatur, die dich sehen oder hören kann und sich innerhalb von 1,5 m von der Kreatur befindet, die du mit einem Angriff triffst. Diese Kreatur kann ihre Reaktion sofort nutzen, um einen Waffenangriff gegen dieselbe Kreatur durchzuführen.</p>"
        },
        {
            "id": "Ysannanite Form",
            "name": "Ysannanit-Form",
            "description": "<p>Als Teil der Bonusaktion zum Annehmen dieser Form können Sie, wenn Sie die Angriffsaktion ausgeführt haben, an Doppel- oder Zweiwaffenkämpfen teilnehmen. </p> <p>Zusätzlich hast du bis zum Ende deines nächsten Zuges keinen Nachteil beim Angriffswurf, wenn du einen Fernkampfangriff ausführst, während du dich innerhalb von 1,5 m von einer feindlichen Kreatur befindest. </p>"
        }
    ]
}						