{
	"label": "Classes",
	"mapping": {
		"details": "data.classFeatures.value",
		"archetypes": "data.atFlavorText.value"
	},
	"entries": [
		{
			"id": "Berserker",
			"name": "Berserker",
			"description":"<div class=\"editor-content\" data-edit=\"data.description.value\"><img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/berserker_01.webp\">\n<p>Ein riesiger Wookiee-Jäger streift durch den Wald und hebt seine Vibroaxt. Mit einem Brüllen stürmt er auf das Paar Trandoshans zu, die es wagten, seine Verwandten abzuwerben. </p>\n<p>Ein Gamorreaner knurrt den neuesten Herausforderer seiner Autorität über ihren wilden Stamm an, bereit, ihm mit bloßen Händen das Genick zu brechen, wie er es den letzten sechs Rivalen getan hat. </p>\n<p>Ein Nikto schlägt seinem Feind mit Schaum vor dem Mund seinen Helm ins Gesicht und dreht sich dann um, um seinen gepanzerten Ellbogen in die Eingeweide eines anderen zu rammen.</p>\n<p>Diese Berserker , so unterschiedlich sie auch sein mögen, zeichnen sich durch ihre Wut aus: ungezügelte, unstillbare und gedankenlose Wut. Ihre Wut ist mehr als nur eine Emotion, sie ist die Wildheit eines in die Enge getriebenen Raubtiers, der unerbittliche Angriff eines Sturms, das aufgewühlte Aufruhr des Meeres. Für jeden Berserker ist Wut eine Kraft, die nicht nur einen Kampfrausch, sondern auch unheimliche Reflexe, Widerstandsfähigkeit und Kraftakte antreibt.</p>\n<h2>Urinstinkt</h2>\n<p>Menschen in Städten und Städte sind stolz darauf, wie sie sich durch ihre zivilisierte Art von Tieren unterscheiden, als ob die Verleugnung der eigenen Natur ein Zeichen der Überlegenheit wäre. Für einen Berserker ist Zivilisation jedoch keine Tugend, sondern ein Zeichen von Schwäche. Die Starken umarmen ihre tierische Natur, ihre scharfen Instinkte, ihre ursprüngliche Körperlichkeit und ihre wilde Wut. Berserker fühlen sich unwohl, wenn sie von Mauern und Menschenmassen eingegrenzt werden. Sie gedeihen dort, wo die Zivilisierten dies nicht tun.</p>\n<p>Berserker werden im Chaos des Kampfes lebendig. Sie können in einen Berserker-Zustand geraten, in dem die Wut die Oberhand gewinnt und ihnen übermenschliche Stärke und Widerstandsfähigkeit verleiht. Ein Berserker kann nur wenige Male aus diesem Wutreservoir schöpfen, ohne sich auszuruhen, aber diese wenigen Wutausbrüche reichen normalerweise aus, um jede Bedrohung zu besiegen.</p>\n<h2>Ein Leben in Gefahr</h2>\n<p> Nicht jede Person, die von den Sprösslingen der zivilisierten Gesellschaft als \"Berserker\" bezeichnet wird, hat die Berserker-Klasse. Ein wahrer Berserker unter diesen Leuten ist so selten wie ein geschickter Kämpfer in einer Stadt, und er oder sie spielt eine ähnliche Rolle als Beschützer des Volkes und Anführer in Kriegszeiten. Das Leben an den wilden Orten der Welt ist voller Gefahren: rivalisierende Stämme, tödliches Wetter und furchterregende Monster. Berserker stürzen sich kopfüber in diese Gefahr, damit ihre Leute es nicht müssen.</p>\n<p>Ihr Mut im Angesicht der Gefahr macht Berserker perfekt für Abenteuer geeignet. Das Wandern ist für ihre einheimischen Stämme oft eine Lebensweise, und das wurzellose Leben des Abenteurers ist für einen Berserker keine Härte. Einige Berserker vermissen die engen Familienstrukturen des Stammes, finden sie aber schließlich durch die Bindungen zwischen den Mitgliedern ihrer Abenteurergruppen ersetzt.</p>\n<p>Wenn Sie einen Berserker-Charakter erstellen, denken Sie darüber nach, wo Ihr Charakter kommt und seinen Platz in der Welt. Sprechen Sie mit Ihrem GM über eine angemessene Herkunft für Ihren Berserker. Kommst du von einem abgelegenen Planeten, was dich im Bereich der Kampagne zu einem Fremden macht? Oder spielt die Kampagne an einer rauen Grenze, in der Berserker häufig vorkommen?</p>\n<p>Was hat Sie dazu gebracht, das Abenteuerleben zu beginnen? Wurden Sie durch das Versprechen von Reichtümern auf besiedelte Planeten gelockt? Haben Sie sich mit Soldaten dieser Länder zusammengetan, um einer gemeinsamen Bedrohung zu begegnen? Haben dich Monster oder eine einfallende Horde aus deiner Heimat vertrieben und dich zu einem wurzellosen Flüchtling gemacht? Vielleicht waren Sie Kriegsgefangener, in Ketten in \"zivilisierte\" Länder gebracht und erst jetzt in der Lage, Ihre Freiheit zu erringen. Oder Sie wurden möglicherweise aufgrund eines Verbrechens, das Sie begangen haben, eines Tabus, das Sie verletzt haben, oder eines Putsches, der Sie aus einer Autoritätsposition entfernt hat, aus Ihrem Volk ausgeschlossen.</p>\n<h3>Schnellaufbau</h3>\n<p>Sie können schnell einen Berserker machen, indem Sie diese Vorschläge befolgen. Geben Sie zuerst Ihren höchsten Fähigkeitswert in Stärke ein, gefolgt von Konstitution. Zweitens, wähle den Söldnerhintergrund.</p></div></div>\n </div>\",",
			"details": "<div class=\"editor-content\" data-edit=\"data.classFeatures.value\"><div class=\"classtable\"><blockquote><table class=\"table text-center LevelTable_levelTable_14CWn\"><thead><tr> <th align=\"center\">Stufe</th><th align=\"center\">Geübt</th><th align=\"center\">Merkmale</th><th align=\"center\">Rages</th><th align=\"center\">Rage Schaden</th><th align=\"center\">Berserker-Instinkte</th></tr></thead><tbody><tr class=\"rows\"> <td align=\"center\">1.</td><td align=\"center\">+2</td><td align=\"center\"><a class=\"entity-link\" draggable=\"true\" data -pack=\"sw5e.classfeatures\" data-id=\"DAk6NKEfJq4gEyhB\"><i class=\"fas fa-suitcase\"></i>Rage</a>, <a class=\"entity-link\" draggable=\"true \" data-pack=\"sw5e.classfeatures\" data-id=\"hwXGZ4ySdvUtiD9J\"><i class=\"fas fa-suitcase\"></i>Ungepanzerte Verteidigung</a></td><td align=\"center\">2</td><td align=\"center\">+2</td><td align=\"center\">—</td></tr><tr class=\"rows\"><td align=\" center\">2.</td><td align=\"center\">+2</td><td align=\"center\"><a class=\"entity-link\" draggable=\"true\" dat a-pack=\"sw5e.classfeatures\" data-id=\"DqNRgYsYggcj2Shl\"><i class=\"fas fa-suitcase\"></i> Rücksichtsloser Angriff</a>, <a class=\"entity-link\" draggable= \"true\" data-pack=\"sw5e.classfeatures\" data-id=\"77eHwAtyGrVLTCvb\"><i class=\"fas fa-suitcase\"></i>Berserker-Instinkte</a></td><td align=\" center\">2</td><td align=\"center\">+2</td><td align=\"center\">2</td></tr><tr class=\"rows\"><td align=\"center\">3.</td><td align=\"center\">+2</td><td align=\"center\"><a class=\"entity-link\" draggable=\"true\" data-pack= \"sw5e.classfeatures\" data-id=\"tt5qug0uGnvi19Xi\"><i class=\"fas fa-suitcase\"></i>Gefahrenbewusstsein</a>, <a class=\"entity-link\" draggable=\"true\" data -pack=\"sw5e.classfeatures\" data-id=\"n9VvYIyUawYBcqv7\"><i class=\"fas fa-suitcase\"></i> Berserker-Ansatz</a></td><td align=\"center\">3 </td><td align=\"center\">+2</td><td align=\"center\">2</td></tr><tr class=\"rows\"><td align=\"center\">4.</td><td align=\"center\">+2</td><td align=\"center\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sw5e.classfeatures \" data-id=\"QVpoRiWgs Z9VsVbw\"><i class=\"fas fa-suitcase\"></i> Verbesserung der Fähigkeitsbewertung</a></td><td align=\"center\">3</td><td align=\"center\"> +2</td><td align=\"center\">2</td></tr><tr class=\"rows\"><td align=\"center\">5.</td><td align=\"center \">+3</td><td align=\"center\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sw5e.classfeatures\" data-id=\"Hrqu8jcCZ4eM4u7m\"><i class =\"fas fa-suitcase\"></i> Zusätzlicher Angriff</a></td><td align=\"center\">3</td><td align=\"center\">+2</td><td align=\"center\">2</td></tr><tr class=\"rows\"><td align=\"center\">6.</td><td align=\"center\">+3</td><td align=\"center\">Traditions Merkmal</td><td align=\"center\">4</td><td align=\"center\">+2</td><td align=\"center\"> 2</td></tr><tr class=\"rows\"><td align=\"center\">7.</td><td align=\"center\">+3</td><td align=\"center \"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sw5e.classfeatures\" data-id=\"n9JNlRdzYfwhOtUm\"><i class=\"fas fa-suitcase\"></i> Wilder Impuls </a></td><td align=\"center\">4</td><td align=\"center\">+2</td><td align=\"center\">3</td></ tr><tr Klasse= \"rows\"><td align=\"center\">8.</td><td align=\"center\">+3</td><td align=\"center\"><a class=\"entity-link\" draggable= \"true\" data-pack=\"sw5e.classfeatures\" data-id=\"kVwMOXPnxaxfCCul\"><i class=\"fas fa-suitcase\"></i> Verbesserung der Fähigkeitsbewertung</a></td><td align= \"center\">4</td><td align=\"center\">+2</td><td align=\"center\">3</td></tr><tr class=\"rows\"><td align=\"center\">9.</td><td align=\"center\">+4</td><td align=\"center\"><a class=\"entity-link\" draggable=\"true\" Datenpaket =\"sw5e.classfeatures\" data-id=\"qv4Qv2DztxkC39ZA\"><i class=\"fas fa-suitcase\"></i> Brutal kritisch</a></td><td align=\"center\">4</ td><td align=\"center\">+3</td><td align=\"center\">3</td></tr><tr class=\"rows\"><td align=\"center\">10 </td><td align=\"center\">+4</td><td align=\"center\">Traditions Merkmal</td><td align=\"center\">4</td><td align=\" center\">+3</td><td align=\"center\">3</td></tr><tr class=\"rows\"><td align=\"center\">11.</td><td ausrichten =\"center\">+4</td><td align=\"center\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sw5e.classfeatures\" data-id=\"h1uexL9lDORqFdB4\"><i class=\"fas fa-suitcase\"></i>Unerbittliche Wut</a></td><td align=\"center\">4</td><td align= \"center\">+3</td><td align=\"center\">3</td></tr><tr class=\"rows\"><td align=\"center\">12.</td><td align=\"center\">+4</td><td align=\"center\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sw5e.classfeatures\" data-id=\"bu0AlhupuKM8DHIZ\"><i class=\"fas fa-suitcase\"></i> Verbesserung der Fähigkeitsbewertung</a></td><td align=\"center\">5</td><td align=\"center\">+3 </td><td align=\"center\">3</td></tr><tr class=\"rows\"><td align=\"center\">13.</td><td align=\"center\"> +5</td><td align=\"center\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sw5e.classfeatures\" data-id=\"c64zWT81qco6c4Iq\"><i class=\" fas fa-suitcase\"></i> Brutal kritisch</a></td><td align=\"center\">5</td><td align=\"center\">+3</td><td align =\"center\">4</td></tr><tr class=\"rows\"><td align=\"center\">14.</td><td align=\"center\">+5</td><td align=\"center\">Traditions Merkmal</td><td align=\"center\">5</td><td align=\"center\">+3</td><td align=\"ce"
		},
		{
			"id": "Consular",
			"name": "Consular",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/consular_01.webp\" />\n<p>A twi'lek in black robes steps on a terrified rodian, who  scampers away on the ground. Lightning sparks from his fingers, illuminating his red and black tattoos. The rodian's pleas for mercy fall on deaf ears as the Sith channels his lightning into his failed apprentice, leaving nothing but a charred husk behind.</p>\n<p>Sitting cross-legged on a dense patch of grass, a miraluka mystic meditates on the Force. With every breath, the trees sway with a rhythmic breeze. Though she lacks simple vision, she can see the Force as it moves everything around her. </p>\n<p>A drably-robed human focuses inward, channeling the Force into the ground around him. Slowly, all the debris within arms reach rises into the air around him; with a flick of his wrist, he clears the air, sending his projectiles to pound on the approaching tank.</p>\n<p>Consulars are the supreme wielders of the Force, defined and united by the powers they cast. Drawing on the omnipresent Force that permeates the universe, consulars cast powers of rejuvenating healing and destructive lightning, draining life-force and manipulating minds; the most powerful with the Force can even experience brief glimpses of the future. </p>\n<h2>Strong with the Force</h2>\n<p>Refraining from drawing their lightsabers except as a measure of last resort, consulars spend a great deal of time studying the mysteries of the Force. Their knowledge allows them to channel the Force to greater heights, unlocking unrivaled power, and twisting those powers to greater effect. </p>\n<h2>Sage or Sorcerer</h2>\n<p>Consulars who follow the light side of the Force, using their powers to better their communities and people, are often called sages, while consulars who fall to the dark side and subjugate or cast aside all in their path are commonly called sorcerers. Alternatively, they may tend toward the middle, refraining from politics and war, spending their time in isolation and study.</p>\n<p>While creating your consular, consider your personal philosophy in regards to the Force and its most famous practitioners — the Jedi and the Sith. Are you a member of one of the two orders, or do you walk a different path? Perhaps you were ostracized from your primitive village out of superstition or jealousy. You may have been brutally trained from a young age in the dark side, fueling your innate thirst for power, or perhaps you were trained as a padawan in one of the Jedi temples. How do you treat strangers, and how do they treat you once they know your abilities? What was your family like, or what did you have instead of a family? Do you see the Force as light and dark, or an impartial river of gray? </p>\n<h3>Quick Build</h3>\n<p>You can make a consular quickly by following these suggestions. First, make Wisdom or Charisma your highest ability score, followed by Dexterity. Second, choose the Jedi or Sith background.</p>"
		},
		{
			"id": "Engineer",
			"name": "Engineer",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/engineer_01.webp\" />\n<p>Flinching occasionally as a blaster bolt hits the nearby bulkhead, a Sullustan mechanic quickly solders a large wire. He peers through his tinted goggles, ignoring the shouts of his ship captain as the enemy descends on the hanger. Finally he shouts with pride as the repaired coupling powers up, causing the frigate to hum with energy. He gathers his tools and runs into the ship moments before it finally takes off. </p>\n<p>Inside, the human captain jumps into the cockpit. She nods to her droid co-pilot, who quickly begins charting a course home. Before the calculations can be completed, enemy Starfighters scream in from the clouds. The pilot rolls the ship, nimbly evading incoming fire. She reroutes the power to shields, leaving just enough for astronavigation. Just as the energy reserves near depletion, the exosphere and stars beyond blur into streaks of light. In a flash, they warp to safety. </p>\n<p>A Cerean officer surveys the battlefield, looking for weaknesses. When he identifies a potential problem, he keys in a quick combination in his wristpad. In a blink, a custom suit of armor assembles itself around him. As the helmet locks into place, the officer leaps into the air, flying overhead and raining destruction on the opposition.</p>\n<p>Every machine needs an engineer to run it, and a living crew is no different. Engineers are the experts and professionals who rely on skill, bravery, and their tools to survive and keep others alive. While they do not claim to be fighters, their mere presence can turn the tide of battle or simply keep operations running.</p>\n<h2>Behind the Curtain</h2>\n<p>While perhaps not as intimidating as a heavily-armored trooper, or as exotic as a lighsaber-wielding guardian, engineers are no less vital to group dynamic. They are armorers and gunsmiths, electricians and welders, or any other facet to be found in facilities across the galaxy. Their work, often unsung, is what keeps starships (and their crew) intact.</p>\n<h2>Unflappable</h2>\n<p>It takes bravery for a soldier to enter a battlefield. It perhaps takes more for someone who is unarmed, and untrained in combat, to do the same. Engineers put their lives on the line for a living, whether by choice or acknowledging their plights as an occupational hazard. Whether they come from an elite training academy or learned their talents surviving in the slums, they are no strangers to danger and conflict.</p>\n<p>While creating your engineer character, consider what your primary skill set is and how you use it. You could be a street-smart mechanic who taught yourself how to fix swoop bikes as a teenager. Perhaps you are the recent graduate of an esteemed medical college, or a rookie pilot in the fledgling Rebel Alliance. What is the number one skill you are known for? Why are you willing to enter battles when you have no combat training? How do you view the more adventurous members of your group, and how do they see you and your role?</p>\n<h3>Quick Build</h3>\n<p>You can make an engineer quickly by following these suggestions. First, make Intelligence your highest ability score. Your next-highest score should be Constitution. Second, choose the scientist background.</p>"
		},
		{
			"id": "Fighter",
			"name": "Fighter",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/fighter_01.webp\" />\n<p>A Trandoshan runs frantically across rooftops, constantly looking over his shoulder. As he prepares to leap a gap, a blaster bolt hits him in the back and renders him unconscious. His blurry vision barely makes out the figure of a masked woman who casually approaches, ready to collect her bounty.</p>\n<p>With his muscular arms held wide, a grizzled-looking Wookiee grins to his bloodthirsty crowd. He turns back to his arena opponent just in time to see the Besalisk take a swing. He ducks, punching the four-armed fighter in the gut. Two wild haymakers later, and he stands alone as the gladiatorial champion. </p>\n<p>Taking a deep breath, a Republic soldier looks out onto the war zone waging across the frozen surface of Ilum. He grips his blaster rifle tightly then, with a nod to the dozen squad-mates beside him, he charges onto the battlefield. </p>\n<p>Fighters combine discipline with martial skills to become the best pure warriors in the galaxy. Fighters can be stalwart defenders of those in need, cruel marauders, or brave advent-urers. They fight for glory, honor, to right wrongs, to gain power, to acquire wealth, or simple for the thrill of battle.</p>\n<h2>All in a Day's Work</h2>\n<p>Many fighters see adventures, raids on enemy strongholds, and dangerous missions as their jobs. Some want to defend those who can't defend themselves while others seek to use their muscle to carve their own place of importance in the galaxy. Fighters can take the form of guards, champions, bounty hunters, enforcers, mercenaries, freedom fighters, or simply armed explorers.</p>\n<h2>Code Red</h2>\n<p>Most fighters come to the profession after receiving at least some amount of formal training from a military organization. Some attend formal academies; others are self-taught and well tested. A fighter may have taken up his weapon to escape a mundane life while another may be following a proud family tradition. Whatever their origins, most fighters share an unshakeable loyalty. Fighters follow orders with little hesitation, as failure can often mean death.</p>\n<p>While creating your fighter character, consider where your loyalties lie. You could be part of a formal military, one of countless troopers fighting for your enterprise. Perhaps you are a gun-for-hire, traveling the galaxy in search of your next gig. What weapons do you prefer and specialize in? Who or what do you fight for? Do you have aspirations of a life beyond the battlefield, or have you been at war so long you know of nothing else?</p>\n<h3>Quick Build</h3>\n<p>You can make a fighter quickly by following these suggestions. First, make Strength or Dexterity your highest ability modifier, depending on whether you want to focus on melee combat or on ranged weapons (or finesse weapons). Your next-highest score should be Constitution. Second, choose the soldier background.</p>"
		},
		{
			"id": "Guardian",
			"name": "Guardian",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/guardian_01.webp\" />\n<p>A dark-skinned human quickly runs down a corridor, the metal armor under his grey cloak clanking with each step. He rounds the corner into the prison while the lights and power are still out, urging the weakened prisoners to escape. Just then a handful of slavers arrive and ready their blasters. The man draws and ignites a white-bladed lightsaber, ready to die for the strangers behind him. </p>\n<p>A sith pureblood, clad head to toe in black and red armor, charges towards a line of soldiers. Shot after shot deflects off his armor until he reaches his prey, where he unleashes his fury in a series of devastating lightsaber sweeps. </p>\n<p>A zabrak general dramatically leaps to his soon-to-be overrun squad, landing with a flurry of lightsaber attacks. At the arrival of this powerful Jedi, the attackers fall back.</p>\n<p>Guardians are the master of the art of lightsaber combat. They focus on utilizing the everpresent power of the Force to enable devastating attacks, often single-handedly turning the tide of battle.</p>\n<h2>Protector or Destroyer</h2>\n<p>An unstoppable agent of the Force, the guardian channels the power flowing through him into his weapons. Their skills with a lightsaber are unrivalled. Subduing their enemies and bolstering their allies, the guardian uses the Force to control what happens around them.</p>\n<h2>Natural Leaders</h2>\n<p>The guardian's command of the Force lends them a powerful presence. Whether through fear and intimidation or respect and admiration, the guardian is one of the greatest generals on the battlefield. They are a symbol of power to their followers.</p>\n<p>While creating your guardian, consider your attraction to the Force and its most famous practitioners — the Jedi and the Sith. Are you a member of one of the two orders, or do you walk a different path? Are you a soldier tapping into a latent Force-sensitivity? Were you trained in the force from a young age, or did you discover it as an adult? How do you treat those weaker than you? What was your family like? Do you see the Force as light and dark, or an impartial river of gray?</p>\n<h3>Quick Build</h3>\n<p>You can make a guardian quickly by following these suggestions. First, make Strength your highest ability score, followed by Constitution. Second, choose the Jedi or Sith background.</p>"
		},
		{
			"id": "Monk",
			"name": "Monk",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/monk_01.webp\" />\n<p>Her vibrostaff a blur as they deflect an incoming hail of blaster bolts, a human springs over a barricade and throws herself into the massed ranks of pirates on the other side. She whirls among them, knocking their blows aside and sending them reeling, until at last she stands alone.</p>\n<p>Taking a deep breath, a zabrak covered in tattoos settles into a battle stance. As the first charging mercenaries reach him, he exhales and a blast of negative energy courses from his hands, engulfing his foes.</p>\n<p>Moving with the silence of the night, a black-clad mirialan steps into a shadow beneath an arch and nimbly climbs to the balcony a stone's throw above her. She slides her blade free of its cloth-wrapped scabbard and peers through the open window at the warlord, so vulnerable in the grip of sleep.</p>\n<p>Whatever their discipline, monks are united in their ability to harness the energy that flows in their bodies. Whether channeled as a striking display of combat prowess or a subtler focus of defensive ability and speed, this energy infuses all that a monk does.</p>\n<h2>The Power of Focus</h2>\n<p>Monks make careful study of a mystical energy that most monastic orders call focus. This energy is an element of the power that suffuses the galaxy—specifically, the element that flows through living bodies. Monks harness this energy within themselves to create powerful effects and exceed their bodies' physical capabilities, and some of their special attacks can hinder the flow of focus in their opponents. Using this energy, monks channel uncanny speed and strength into their unarmed strikes. As they gain experience, their martial training and their mastery of focus gives them more power over their bodies and the bodies of their foes.</p>\n<h2>Training and Asceticism</h2>\n<p>Most monks live entirely apart from the surrounding population, secluded from anything that might impede their spiritual progress. Others are sworn to isolation, emerging only to serve as spies or assassins at the command of their leader, a noble patron, or some other power.</p>\n<p>The majority of monks don't shun their neighbors, making frequent visits to nearby towns or villages and exchanging their service for food and other goods. As versatile warriors, monks often end up protecting their neighbors from monsters or brigands.</p>\n<p>For a monk, becoming an adventurer means leaving a structured, communal lifestyle to become a wanderer. This can be a harsh transition, and monks don't undertake it lightly. Those who leave their cloisters take their work seriously, approaching their adventures as personal tests of their physical and spiritual growth. </p>\n<p>As you make your monk character, think about your connection to the monastery where you learned your skills and spent your formative years. Were you an orphan or a child left on the monastery's threshold? Did your parents promise you to the monastery in gratitude for a service performed by the monks? Did you enter this secluded life to hide from a crime you committed? Or did you choose the monastic life for yourself?</p>\n<p>Consider why you left. Did the head of your monastery choose you for a particularly important mission beyond the cloister? Perhaps you were cast out because of some violation of the community's rules. Did you dread leaving, or were you happy to go? Is there something you hope to accomplish outside the monastery? Are you eager to return to your home?</p>\n<p>As a result of the structured life of a monastic community and the discipline required to harness focus, monks are typically lawful in alignment.</p>\n<h3>Quick Build</h3>\n<p>You can make a monk quickly by following these suggestions. First, make Dexterity your highest ability score, followed by Wisdom. Second, choose the agent background.</p>"
		},
		{
			"id": "Operative",
			"name": "Operative",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/operative_01.webp\" />\n<p>A Bothan spy takes a moment to adjust her infrared goggles. Nimbly sidestepping the laser grid in the room, she slips to the computer at the far end. Counting down the seconds in her head, she slices the mainframe. Twenty seconds. Ten seconds. A handful of soldiers bursts into the room, but she is already gone — with the data in hand. </p>\n<p>With a wary eye on the door, a scruffy-looking Duros plays pazaak in a seedy cantina. When two city guards appear at the exit, he smiles and reaches under the table. Before they can move in, the smuggler flips the table and opens fire. The crowd scatters in panic, giving him just enough cover to escape. </p>\n<p>A gorgeous young human dances before an intoxicated senator in his parlor. She winks enticingly through her golden blonde hair as she sways closer. Leaning in for a kiss, the senator is instead surprised by the barrel of a hold-out blaster pistol shoved into his mouth. He has no time to shout before the assassin pulls the trigger. </p>\n<p>Operatives, whether good, bad, or neutral, are those who focus on a specific practice and utilize it to get the upper hand. They can come from any world or region in the galaxy, with origins from the lowliest scoundrel to the once social elite.</p>\n<h2>Evading Danger</h2>\n<p>Operatives have a knack for getting out of trouble. They have an instinct for self-preservation that keeps them alive, but it's usually tempered with a need to experience the thrills that their profession has to offer, and many adventurous operatives are also saddled with a sense of honor that sometimes makes them go against their natural inclinations. No matter what their immediate concerns may be, survival is the name of the game.</p>\n<h2>Outside the Law</h2>\n<p>Operatives don't often start out seeking to defy authority and break the law. Some are thrust into the profession as a means of rebellion. Others wind up on the wrong side of the law due to bad luck, poor decisions, or circumstances beyond their control. The skills they pick up along the way make them great members of any mission team.</p>\n<p>While creating your operative character, consider how you first started on your path. Maybe you were raised on the street and fell into the criminal element as a means of survival. You could be a simple trader who decided to strike against the Sith Empire when it encroached on your business. What would you say is your greatest skill set? What is your core, the truest essence about yourself that keeps you focused? Why would society treat you as a criminal, yet your allies hold you as a loyal companion?</p>\n<h3>Quick Build</h3>\n<p>You can make an operative quickly by following these suggestions. First, make Dexterity your highest ability score, followed by Intelligence or Charisma. Second, choose the gambler background.</p>"
		},
		{
			"id": "Scholar",
			"name": "Scholar",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/scholar_01.webp\" />\n<p>An overwhelming horde of tusken raiders bears down on a chiss and her fellow adventurers. She gives the order and her allies unleash a single coordinated attack cutting deep into their lines. Under her command the enemy is quickly routed against all odds, all according to plan.</p>\n<p>Deep within the once thought abandoned ruins, a nautolan tends to his companions wounds as they rest. Countless long nights of study and training have conditioned him to keep going even when all others have exhausted themselves. He will see them through this.</p>\n<p>A twi'lek in fine vestments addresses a gathering crowd. What was the making of an angry mob begins to disperse, his mere presence putting them at ease, giving his companions time to make their escape. </p>\n<p>Scholars are master of the mundane arts, using methodical practices to turn the tables to their advantage. From years of study and testing, scholars take in the situation around them and quickly formulate the means to achieve whatever they have minds set to. Whatever pursuit they follow, a scholar will have a plan for anything that comes their way.</p>\n<h2>The Pursuit of Knowledge</h2>\n<p>A true scholar is never satisfied. They are always seeking out a new answer to a new question. This often goes hand-in-hand with seeking a life of adventure, to explore new, hidden areas, or accompany those that do. The life of a scholar often times begins in the mundane, as a teacher or sage. Sometimes they serve as doctors, diplomats, or as officers in the military.</p>\n<h2>To Learn, To Know</h2>\n<p>For scholars, mundane life is often too slow. When life becomes stagnant or when an answer cannot be found, the call to adventure rings louder. Scholars will often go to ancient, forgotten, and often dangerous places to find something to quench their thirst for knowledge.</p>\n<p>As you create a scholar, it's important to think of where you gained your knowledge. Did you serve as an apprentice under a master? Did you attend college or other formal education? Perhaps you gained it on your own, searching out and pouring over dusty tomes found in forgotten places. Where did your thirst for knowledge come from? Insatiable curiosity? Always wanting to know the right answer? Or do you have something to prove? Think about what field you wish to pursue and think of what is driving you in that direction.</p>\n<h3>Quick Build</h3>\n<p>You can make a scholar quickly by following these suggestions. First, make Intelligence your highest ability score. Your next-highest score should be Dexterity. Second, choose the noble background.</p>"
		},
		{
			"id": "Scout",
			"name": "Scout",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/scout_01.webp\" />\n<p>Rough and grizzled looking, a human stalks alone through the shadows of trees, hunting the quarry he knows is planning a raid on a nearby settlement. Clutching a techblade in each hand, he becomes a whirlwind of steel, cutting down one enemy after another.</p>\n<p>After tumbling away from the shrapnel of a missile's explosion, a bothan finds her feet and quick-fires two shots from her carbine at the oncoming tank. Shrugging off the wave of fear that threatens to permeate her entire being, she strafes around her foe, firing shot after shot to try to penetrate the tank's thick armor.</p>\n<p>Glancing at his wristpad, a sullustan looks through the eyes of his tracker droid. Transmitting instructions, he sends his droid to distract the houk he's been tracking while he readies his sniper rifle for the shot.</p>\n<p>Scouts are the first on the trail and the last to lose it, tracking their quarry for miles unimpeded. They are adaptable, wielding both tech powers and their weaponry to overcome their foes.</p>\n<h2>Deadly Hunters</h2>\n<p>Warriors in their own right, scouts specialize in tracking and hunting the monsters that threaten civilization—humanoid raiders, rampaging beasts and monstrosities, terrible Force-wielders, and renegade droids. They learn to track their quarry as a predator does, moving stealthily through any terrain and hiding themselves in brush and rubble. Scouts focus their combat training on techniques that are particularly useful against their specific favored foes.</p>\n<p>Scouts acquire the ability to cast tech powers through utilization of a wristpad. Their powers, like their combat abilities, emphasize speed, stealth, and the hunt. A scout's talents and abilities are honed with deadly focus on the grim task of protecting the civilization.</p>\n<h2>Independent Adventurers</h2>\n<p>Though a scout might make a living as a bounty hunter, a guide, or a tracker, a scout's true calling is to defend civilization from the ravages of monsters and humanoid hordes that press in. In some places, scouts gather in secretive orders, though many scouts are independent almost to a fault, knowing that, when a rancor or a band of pirates attacks, a scout might be the first—and possibly the last—line of defense. This fierce independence makes scouts well suited to adventuring, since they are accustomed to life far from the comforts of a dry bed and a hot bath. Faced with city-bred adventurers who grouse and whine about the hardships of the wild, scouts respond with some mixture of amusement, frustration, and compassion. But they quickly learn that other adventurers who can carry their own weight in a fight against civilization's foes are worth any extra burden. Coddled city folk might not know how to feed themselves or find fresh water in the wild, but they make up for it in other ways.</p>\n<p>As you create your scout character, consider the nature of the training that gave you your particular capabilities. Did you train with a single mentor, tracking together until you mastered the scout's ways? Did you leave your apprenticeship, or was your mentor slain—perhaps by some kind of bestial monstrosity on which you've sworn revenge? Or perhaps you learned your skills as part of a band of mercenaries. </p>\n<p>What's the source of your particular hatred of a certain kind of enemy? Did a monster kill someone you loved or destroy your home village? Or did you see too much of the destruction these monsters cause and commit yourself to reining in their depredations? Is your adventuring career a continuation of your work, or a significant change?</p>\n<p>What made you join up with a band of adventurers? Do you find it challenging to teach new allies the ways of the wild, or do you welcome the relief from solitude that they offer?</p>\n<h3>Quick Build</h3>\n<p>You can make a scout quickly by following these suggestions. First, make Strength or Dexterity your highest ability modifier, depending on whether you want to focus on melee combat or on ranged weapons (or finesse weapons). Your next-highest score should be Intelligence. Second, choose the bounty hunter background.</p>"
		},
		{
			"id": "Sentinel",
			"name": "Sentinel",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/sentinel_01.webp\" />\n<p>Clad in black robes, the rattataki pulls his hood forward and steps into the shadowy alcove, only to reappear further down the hall. As his quarry walks past, he presses the hilt of his lightsaber to the back of their head, quickly toggling it on-and-off. He is gone before the corpse hits the ground.</p>\n<p>The togruta dashes across the battlefield, doublesaber deflecting blaster shots to the ground. She pulls her wounded padawan to her feet, and guides her away from the warzone.</p>\n<p>Green-bladed lightsaber a blur, the cathar ferociously presses the attack. With each strike, she guides her opponent closer to the ravine's edge. A flurry of blows followed by a quick <em>force push</em> and her foe tumbles over the edge.</p>\n<p>Sentinels are the masters of blending force powers with weapon attacks. They weave the two together so expertly that their foes have trouble predicting them.</p>\n<h2>The Middle of the Road</h2>\n<p>The sentinel uses stealth and subterfuge to accomplish the will of the Force. Where the consular focuses on mastery of the Force and the guardian focuses on the mastery of the lightsaber, the sentinel focuses on merging the two. </p>\n<h2>Solitary Action</h2>\n<p>Sentinels are notoriously independent, most comfortable acting alone and without backup; where some use a team to make up for their weaknesses, the sentinel uses the Force to overcome theirs. While some take this independent streak to the extreme, they are usually accepting of authority, as long as they are allowed to carry out directions using their preferred methods.</p>\n<p>While creating your sentinel, consider your personal philosophy in regards to the Force and its most famous practitioners — the Jedi and the Sith.  Are you a member of one of the two orders, or do you walk a different path? Are you an operative tapping into a latent Force-sensitivity? Were you trained in the force from a young age, or did you discover it as an adult? How do you treat those weaker than you? What was your family like? Do you see the Force as light and dark, or an impartial river of gray?</p>\n<h3>Quick Build</h3>\n<p>You can make a sentinel quickly by following these suggestions. First, make Dexterity your highest ability score, followed by Wisdom or Charisma. Second, choose the Jedi or Sith background.</p>"
		}
	]
}