{
  "label": "Ausrüstung: Allgemein",
  "entries": [
        {
            "id": "Ammo-feed belt",
            "name": "Munitionszuführungsband",
            "description": "<p>Dieser Gürtel hat Steckplätze für 60 Geschoss-Patronen und kann angeschlossen werden, um eine einzelne Blasterwaffe, die Geschoss-Patronen verwendet, direkt zu versorgen. Einmal pro Runde kann die Waffe nachgeladen werden, ohne dass eine Aktion mit der Munition im Gürtel erforderlich ist. Das An- oder Abkoppeln einer Waffe erfordert eine Aktion. Das Auswechseln von 10 Geschosspatronen erfordert eine Aktion.</p>"
        },
        {
            "id": "Antitoxkit",
            "name": "Antitoxkit",
            "description": "<p>Ein Antitoxkit enthielt eine Vielzahl von Hypospray-Injektoren mit breitem Spektrum an Gegenmitteln, die alle bekannten Gifte neutralisieren sollten. Ein Kit hat fünf Ladungen. Als Aktion kannst du eine Ladung des Kits verabreichen, um ein Ziel von einem Gift zu heilen, das es betrifft, oder ihm 1 Stunde lang einen Vorteil bei Schutzwürfen gegen Gift zu geben. Droiden und Konstrukte profitieren davon nicht.</p>"
        },
        {
            "id": "Aquatic rebreather",
            "name": "Aquatischer Kreislaufatmer",
            "description": "<p>Aquatic Rebreather sind Atemschutzmasken, die für den Einsatz unter Wasser konzipiert sind. Während sie getragen werden, kann der Träger sowohl Luft als auch Wasser atmen.</p>"
        },
        {
            "id": "Arm prosthesis",
            "name": "Armprothese",
            "description": ""
        },
        {
            "id": "Backpack",
            "name": "Rucksack",
            "description": "<p>Ein Rucksack fasst 30 lb. und nicht mehr als 1 Kubikfuß. </p>"
        },
        {
            "id": "Bandolier",
            "name": "Bandolier",
            "description": "<p>Ein Bandolier wird quer über der Brust getragen. Er hat 12 Taschen, die jeweils einen einzelnen Gegenstand aufnehmen können, der weniger als 2 Pfund wiegt, z. B. einen Vibrodolch, eine Splittergranate oder eine Energiezelle. Einmal pro Runde kann ein Gegenstand aus einem Bandolier gezogen werden, ohne dass eine Objektinteraktion erforderlich ist.</p>"
        },
        {
            "id": "Bedroll",
            "name": "Bettrolle",
            "description": ""
        },
        {
            "id": "Binders",
            "name": "Handschellen",
            "description": "<p>Binder können dazu verwendet werden, eine kleine oder mittlere Kreatur mit entsprechenden Anhängseln zu fesseln. Das Anlegen von Fesseln erfordert eine Aktion, und das Ziel muss einen Rettungswurf von DC 14 Stärke oder Geschicklichkeit ablegen (das Ziel wählt die zu verwendende Fähigkeit). Eine feindliche Kreatur macht diesen Schutzwurf mit Vorteil. Um die Fesseln zu brechen, ist ein DC-20-Stärkecheck erforderlich. Um ihnen zu entkommen, ist ein DC 20 Geschicklichkeits-Check erforderlich. Zu einem Satz Aktenordner gehört ein Schlüssel. Ohne den Schlüssel erfordert das Aufsperren der Ordner einen DC 15 Sicherheitsset zum gewaltsamen Öffnen. Die Binder haben einen AC von 10 und 15 Trefferpunkte. Die Zerstörung der Binder befreit die Kreatur, ohne sie zu verletzen.</p>"
        },
        {
            "id": "Bipod",
            "name": "Zweibein",
            "description": "<p>Ein Zweibein ist eine Vorrichtung, die an einer beidhändigen Blasterwaffe angebracht wird, um die Stabilität in Bauchlage zu erhöhen. Als Aktion kannst du das Zweibein aus- oder einklappen. Wenn du das Zweibein aufstellst, ignorierst du die Stärkeanforderung für Fernkampfwaffen mit der Eigenschaft Stärke, während du am Boden liegst, und deine Geschwindigkeit wird auf 0 reduziert. Außerdem erhältst du, wenn du das Zweibein aufstellst und am Boden liegst, einen Bonus von +10 auf Fähigkeitsproben und Rettungswürfe, um zu verhindern, dass du die Waffe entwaffnest.</p>"
        },
        {
            "id": "Blanket",
            "name": "Decke",
            "description": ""
        },
        {
            "id": "Bottle",
            "name": "Flasche",
            "description": "<p>Eine Flasche fasst 1 und 1/2 Pfund Flüssigkeit.</p>"
        },
        {
            "id": "Bucket",
            "name": "Eimer",
            "description": "<p>Ein Eimer fasst 3 Gallonen Flüssigkeit oder 1/2 Kubikfuß Feststoffe.</p>"
        },
        {
            "id": "Camtono",
            "name": "Camtono",
            "description": "<p>Ein Camtono ist ein gesicherter Griffcontainer, der für den Transport wertvoller Güter verwendet wird. Ein Camtono wird mit einem Schlüssel geliefert. Ohne den Schlüssel kann der Camtono nur mit einem DC 15 Sicherheitskit gewaltsam geöffnet werden. Er fasst 5 Pfund, nicht mehr als 1/4 Kubikfuß, hat einen AC von 10 und 15 Trefferpunkte. Bei der Zerstörung des Camtono besteht die Gefahr, dass die darin gelagerten Waren beschädigt werden.</p>"
        },
        {
            "id": "Canteen",
            "name": "Feldflasche",
            "description": "<p>Eine Kantine fasst 4 Pints Flüssigkeit.</p>"
        },
        {
            "id": "Chest",
            "name": "Truhe",
            "description": "<p>Eine Truhe speichert 300 lb. und hat nicht mehr als 12 Kubikfuß. </p>"
        },
        {
            "id": "Chronometer",
            "name": "Chronometer",
            "description": "<p>Ein Chronometer ist ein Gerät, das die lineare Zeit misst und einhält.</p>"
        },
        {
            "id": "Clothes, clandestine",
            "name": "Kleidung, klandestin",
            "description": "<p>Diese Kleidung ist mit zwei versteckten Taschen ausgestattet, in denen jeweils bis zu 1 Pfund verstaut werden können. Um diese versteckten Taschen zu finden, ist ein DC 15 Nachforschen erforderlich.</p>"
        },
        {
            "id": "Clothes, common",
            "name": "Kleidung, Gewöhnliche",
            "description": ""
        },
        {
            "id": "Clothes, costume",
            "name": "Kleidung, Kostüm",
            "description": ""
        },
        {
            "id": "Clothes, dress uniform",
            "name": "Kleidung, Uniform",
            "description": ""
        },
        {
            "id": "Clothes, fine",
            "name": "Kleidung, fein",
            "description": ""
        },
        {
            "id": "Clothes, traveler's",
            "name": "Kleidung, Reisende",
            "description": ""
        },
        {
            "id": "Code cylinder",
            "name": "Code-Zylinder",
            "description": "<p>Codezylinder sind Sicherheitsvorrichtungen in Form von kurzen Zylindern, die kodierte Informationen über ihre Träger enthalten und ihnen Zugang zu sicheren Bereichen gewähren.</p>"
        },
        {
            "id": "Comm jammer",
            "name": "Komm-Störsender",
            "description": "<p>Ein Kommunikationsstörsender ist ein Gerät, das dazu dient, die Kommunikation zu verschlüsseln. Ein Kommunikationsstörer kann Übertragungen von nicht verbesserten Kommunikationsgeräten in einem Radius von 100 Fuß blockieren.</p>"
        },
        {
            "id": "Commlink",
            "name": "Commlink",
            "description": "<p>Commlinks sind handelsübliche tragbare Kommunikationsgeräte, die mit Mikrofonen und Empfängern ausgestattet sind. Standardmäßige, persönliche Commlinks haben eine Reichweite von bis zu 30 Meilen, werden aber in dichten, städtischen Gebieten oder in Gebieten mit starken Interferenzen reduziert.</p>"
        },
        {
            "id": "Computer spike",
            "name": "Computer-Spike",
            "description": "<p>Wenn du einen Intelligenz-Check (Slicer's Kit) machst, kannst du den Spike benutzen (keine Aktion erforderlich), um den Check zu wiederholen. Du musst den neuen Wurf verwenden. Du kannst warten, bis du den [[/r d20]] gewürfelt hast, bevor du dich entscheidest, den Spike zu benutzen, aber du musst dich entscheiden, bevor der Spielleiter sagt, ob der Check erfolgreich ist oder nicht.</p>"
        },
        {
            "id": "Crate",
            "name": "Kiste",
            "description": "<p>Eine Kiste fasst 40 Gallonen Flüssigkeit oder 4 Kubikfuß Feststoffe.</p>"
        },
        {
            "id": "Credit chip",
            "name": "Kreditchip",
            "description": "<p>Der Kreditchip ist eine kleine, flache Karte, die mit einem Sicherheitscode und Algorithmus-Speicherstreifen ausgestattet ist. Der Chip kann mit einer bestimmten Anzahl von Guthaben vorgeladen werden, oder er kann direkt von einem bestimmten Konto des Benutzers abgehoben werden. Der Zugriff auf den Kreditchip kann mit einem Pin oder mit einem DC 15 Slicer's Kit Check erfolgen.</p>"
        },
        {
            "id": "Datacard",
            "name": "Datacard",
            "description": "<p>Eine Datacard oder Datendiskette ist ein flaches, handliches Gerät, das in Verbindung mit einem Datenblock zum Speichern von Informationen verwendet wird.</p>"
        },
        {
            "id": "Datacron",
            "name": "Datacron",
            "description": "<p>Ein Datacron ist eine Art Holocron, auf das auch Nicht-Force-Sensitive zugreifen können und das hauptsächlich zur Speicherung verschlüsselter Daten verwendet wird. Sie sind mit einer interaktiven Projektion ausgestattet, die den Zugriff auf die Informationen ermöglicht.</p>"
        },
        {
            "id": "Datapad",
            "name": "Datapad",
            "description": "<p>Ein Datapad ist ein kleines elektronisches Gerät zur Eingabe, Speicherung und Anzeige von Informationen. Es verfügt über eine holoprojektive Oberfläche für die 3D-Ansicht. </p>"
        },
        {
            "id": "Ear prosthesis",
            "name": "Ohrprothese",
            "description": ""
        },
        {
            "id": "Emergency battery",
            "name": "Notstrombatterie",
            "description": "<p>Alle nicht aufladbaren Droiden müssen aufgeladen werden, wenn sie benutzt werden. Die Batterie hat zehn Verwendungen. Als Aktion kannst du eine Nutzung der Batterie aufwenden, um einen Droiden zu stabilisieren, der 0 Trefferpunkte hat, ohne eine Intelligenz (Technik)-Überprüfung durchführen zu müssen.</p>"
        },
        {
            "id": "Emergency raft",
            "name": "Notfloß",
            "description": "<p>Dieses Floß ist in einem 1 Meter langen Schlauch verpackt. Wenn es aktiviert wird, entfaltet sich das Floß schnell und dehnt sich innerhalb von sechs Sekunden zur vollen Größe aus. Das Floß ist 6 Fuß lang und 3 Fuß breit und kann bis zu vier mittelgroße Lebewesen bis zu einem Gewicht von 800 Pfund aufnehmen. Es wird mit zwei zusammenklappbaren Rudern geliefert, mit denen gerudert werden kann. Das Floß kann innerhalb von 1 Minute zusammengeklappt und wieder aufgebaut werden.</p>"
        },
        {
            "id": "Emergency rations (one day's)",
            "name": "Notrationen (für einen Tag)",
            "description": ""
        },
        {
            "id": "Emergency shelter",
            "name": "Notunterkunft",
            "description": "<p>Dieser Unterschlupf ist in einem 1,5 Meter langen Schlauch verpackt. Wenn sie aktiviert wird, entfaltet sich die Notunterkunft und dehnt sich innerhalb von 1 Minute zur vollen Größe aus. Der Unterschlupf ist 8 Fuß lang, 8 Fuß breit und 6 Fuß hoch und kann bis zu sechs mittelgroße Kreaturen beherbergen. Der Unterschlupf verfügt über Stacheln, die sich automatisch am Boden befestigen, sofern sie Halt finden können. Der Unterschlupf verfügt über einen integrierten Stromgenerator, schwache glühende Lichter im Inneren, die ein schummriges Licht spenden, und die Kreaturen im Unterschlupf sind vor den Elementen geschützt, einschließlich heißem und kaltem Klima, wie in Kapitel 5 des Dungeon Master's Guide beschrieben. Der Stromgenerator des Unterschlupfs reicht für sieben Tage, danach hört er auf, Licht zu spenden. Der Unterschlupf kann innerhalb von 10 Minuten zusammengebrochen und wieder aufgebaut werden.</p>"
        },
        {
            "id": "Enviro-suit",
            "name": "Umweltanzug",
            "description": "<p>Umweltanzüge, Atmosphärenanzüge oder EVA-Anzüge sind Druckanzüge, die es ihren Trägern ermöglichen, in der Schwerelosigkeit des Weltraums und anderen gefährlichen Bedingungen zu überleben und zu operieren.</p>"
        },
        {
            "id": "Eye prosthesis",
            "name": "Augenprothese",
            "description": ""
        },
        {
            "id": "Facial prosthesis",
            "name": "Gesichtsprothese",
            "description": ""
        },
        {
            "id": "Fibercord cable, 50 ft (rolled)",
            "name": "Glasfaserkabel, 50 Fuß (gerollt)",
            "description": ""
        },
        {
            "id": "Field rations (one day's)",
            "name": "Feldverpflegung (für einen Tag)",
            "description": ""
        },
        {
            "id": "Fire extinguisher",
            "name": "Feuerlöscher",
            "description": "<p>Als Aktion kannst du einen Einsatz des Feuerlöschers aufwenden, um einen 15 Fuß großen Kegel nebliger Luft zu erzeugen, der 6 Sekunden lang anhält und alle nicht verstärkten Brände in Reichweite auslöscht. Zusätzlich muss jede Kreatur innerhalb der Reichweite einen Konstitutionsschutzwurf von DC 14 ablegen. Bei einem misslungenen Schutzwurf ist die Kreatur bis zum Beginn ihres nächsten Zuges geblendet. Bei einem erfolgreichen Schutzwurf wird eine Kreatur immun gegen diesen Effekt. Ein Feuerlöscher kann 5 Mal verwendet werden, bevor er zu seinen ursprünglichen Kosten wieder aufgefüllt werden muss.</p>"
        },
        {
            "id": "Flask",
            "name": "Flachmann",
            "description": "<p>Ein Flachmann speichert 1 Pint Flüssigkeit.</p>"
        },
        {
            "id": "Flight suit",
            "name": "Fluganzug",
            "description": "<p>Fluganzüge oder Jumpsuits sind eine Art von Kleidung, die von Piloten getragen wird. Sie werden in Verbindung mit Flughelmen getragen. Sie sind in verschiedenen Farben erhältlich und bieten Lebenserhaltung und Schutz vor feindlichen Umgebungen.</p>"
        },
        {
            "id": "Foot prosthesis",
            "name": "Fußprothese",
            "description": ""
        },
        {
            "id": "Forearm prosthesis",
            "name": "Unterarmprothese",
            "description": ""
        },
        {
            "id": "Friction-grip gear",
            "name": "Reibschlüssiges Zahnrad",
            "description": "<p>Ein spezielles Set von Handschuhen und Stiefeln, die es dem Träger ermöglichen, an Oberflächen zu haften und zu klettern. Wenn du diese Gegenstände trägst, kannst du dich an senkrechten Flächen und Decken entlang bewegen und hast dabei die Hände frei. Außerdem erhältst du eine Klettergeschwindigkeit, die deiner Gehgeschwindigkeit entspricht.</p>"
        },
        {
            "id": "Fusion cutter",
            "name": "Schmelzschneider",
            "description": "<p>Ein Schmelzschneider ist ein unter Technikern beliebtes handgeführtes Schneidewerkzeug. Es schneidet durch fast jedes verstärkte Material, wenn es genügend Zeit hat. Die interne Stromzelle reicht für eine Stunde Dauerbetrieb.</p>"
        },
        {
            "id": "Glowrod",
            "name": "Glowrod",
            "description": "<p>Glowrods erzeugen einen Lichtstrahl, der den Bereich um dich herum in einem Radius von 20 Fuß in hellem Licht und in weiteren 20 Fuß in gedämpftem Licht erleuchtet. Der Glowrod hält 10 Stunden lang und kann durch Anschluss an eine Stromquelle oder durch Auswechseln der Energiezelle wieder aufgeladen werden. </p>"
        },
        {
            "id": "Grappling hook",
            "name": "Enterhaken",
            "description": "<p>Ein Enterhaken ermöglicht es dem Benutzer, auf große Objekte zu klettern oder hinaufzusteigen. Er kann an einem Blaster, Gürtel oder anderswo befestigt werden. Er hat eine Länge von 50 Fuß.</p>"
        },
        {
            "id": "Gravity generator",
            "name": "Schwerkraftgenerator",
            "description": "<p>Schwerkraftgeneratoren sind spezielle Geräte, die typischerweise am Gürtel getragen werden und als tragbare, persönliche künstliche Schwerkraftquelle fungieren. Das Aktivieren oder Deaktivieren des Gürtels erfordert eine Bonusaktion, und solange er aktiv ist, kann man sich wie in einem normalen Gravitationsfeld bewegen. Der Generator hält 10 Minuten lang und kann durch eine Energiequelle oder den Austausch der Energiezelle wieder aufgeladen werden.</p>"
        },
        {
            "id": "Hand prosthesis",
            "name": "Handprothese",
            "description": ""
        },
        {
            "id": "Headcomm",
            "name": "Headcomm",
            "description": "<p>Ein Headcomm kann in einen Helm eingebaut oder unabhängig davon getragen werden. Es funktioniert wie eine Freisprecheinrichtung.</p>"
        },
        {
            "id": "Heat generator",
            "name": "Wärmeerzeuger",
            "description": "<p>Wärmegeneratoren sind spezielle Geräte, die typischerweise am Gürtel getragen werden und als tragbare, persönliche Wärmequelle fungieren. Das Aktivieren oder Deaktivieren des Generators erfordert eine Bonusaktion, und solange er aktiv ist, ist man an kaltes Klima angepasst, wie in Kapitel 5 des Dungeon Master's Guide beschrieben. Der Generator hält 10 Minuten lang und kann durch eine Energiequelle oder den Austausch der Energiezelle wieder aufgeladen werden.</p>"
        },
        {
            "id": "Holocomm",
            "name": "Holocomm",
            "description": "<p>Ein Holocomm ist eine Kommunikationseinheit, die das HoloNet nutzt. Es ermöglicht den Nutzern das Senden und Empfangen von Nachrichten über holographisch basierte Übertragungsnetzwerke.</p>"
        },
        {
            "id": "Holocron",
            "name": "Holocron",
            "description": "<p>Holocrons sind Informationsspeicher, die von Machthabern benutzt werden und alte Lehren oder wertvolle Informationen in holografischer Form enthalten. Sie erscheinen als handtellergroße, leuchtende Polyeder aus kristallinem Material und Hardware und können nur durch die Macht der Macht aktiviert und benutzt werden.</p>"
        },
        {
            "id": "Holorecorder",
            "name": "Holorecorder",
            "description": "<p>Ein Holorecorder ist ein Gerät zur Aufnahme und Projektion von Hologrammen. Einige Droidenmodelle sind mit internen Holorecordern ausgestattet.</p>"
        },
        {
            "id": "Holotrace device",
            "name": "Holotrace-Gerät",
            "description": "<p>Ein Holotrace-Gerät ist ein am Handgelenk getragenes Gadget, mit dem eine holografische Übertragung bis zu ihrer Quelle zurückverfolgt werden kann.</p>"
        },
        {
            "id": "Holster",
            "name": "Holster",
            "description": "<p>Ein Holster kann am Bein, an der Hüfte oder am Rücken getragen werden und dient zur Aufbewahrung einer einzelnen Waffe. Eine Waffe, die in einem Holster aufbewahrt wird, kann gezogen werden, ohne eine Aktion auszuführen. Wenn man dies einmal getan hat, kann man es erst wieder tun, wenn man eine Waffe als Aktion im Holster aufbewahrt.</p>"
        },
        {
            "id": "Homing beacon",
            "name": "Peilsender",
            "description": "<p>Ein Peilsender ist ein Gerät, das zur Verfolgung von Raumschiffen oder anderen transportierten Einheiten verwendet wird. Zielsuchende Baken senden mit HoloNet-Transceivern ohne Masse, die durch den Hyperraum verfolgt werden können. Peilsender sind so klein, dass sie leicht im Inneren eines Schiffes oder in einem Spalt an der Außenseite versteckt werden können.</p>"
        },
        {
            "id": "Hovercart",
            "name": "Hovercart",
            "description": "<p>Dieses Repulsorfahrzeug wurde entwickelt, um große Mengen an Gütern effizient zu transportieren. Es hat eine Geschwindigkeit von 30 Fuß und kann 2.000 Pfund, aber nicht mehr als 120 Kubikfuß lagern.</p>"
        },
        {
            "id": "Hydrospanner",
            "name": "Hydrospanner",
            "description": ""
        },
        {
            "id": "Jetpack",
            "name": "Jetpack",
            "description": "<p>Jetpacks sind persönliche Lufttransportmittel, die es dem Benutzer ermöglichen, mit großer Beweglichkeit in und durch die Luft zu fliegen. Das Aktivieren oder Deaktivieren des Jetpacks erfordert eine Bonusaktion, und während es aktiv ist, hat man eine Fluggeschwindigkeit von 30 Fuß. Das Jetpack hält 1 Minute pro Energiezelle (bis zu einem Maximum von 10 Minuten) und kann durch eine Energiequelle oder den Austausch der Energiezellen wieder aufgeladen werden.</p>"
        },
        {
            "id": "Jug",
            "name": "Krug",
            "description": "<p>Ein Krug fasst 1 Pint Flüssigkeit.</p>"
        },
        {
            "id": "Leg prosthesis",
            "name": "Beinprothese",
            "description": ""
        },
        {
            "id": "Macrobinoculars",
            "name": "Makrobinokular",
            "description": "<p>Makrobinokulare sind tragbare Beobachtungsgeräte, die es dem Benutzer ermöglichen, weit entfernte Objekte zu beobachten. Einige Modelle sind in der Lage, von der Oberfläche eines Planeten aus ins Weltall zu sehen.</p>"
        },
        {
            "id": "Medpac",
            "name": "Medpac",
            "description": "<p>Ein Medpac ist eine schnell wirkende Spritze, die mit einer konzentrierten Dosis Kolto gefüllt ist. Als Aktion kannst du dieses Medpac benutzen, um einem Tier oder Humanoiden im Umkreis von 5 Fuß Trefferpunkte zurückzugeben. Die Kreatur wirft einen Würfel in der Größe ihres Trefferwürfels und erhält Trefferpunkte in Höhe des gewürfelten Wertes + ihren Konstitutionsmodifikator (mindestens einen Trefferpunkt) zurück. Wenn die Kreatur Trefferwürfel unterschiedlicher Größe hat, wird die Größe des Trefferwürfels verwendet, von dem sie die meisten Trefferpunkte hat.</p>"
        },
        {
            "id": "Mess kit",
            "name": "Mess-Kit",
            "description": "<p>Diese Box enthält eine Tasse und einfaches Besteck. Die Box wird zusammengeklemmt und eine Seite kann als Kochtopf und die andere als Teller oder flache Schale verwendet werden.</p>"
        },
        {
            "id": "Mirror",
            "name": "Spiegel",
            "description": ""
        },
        {
            "id": "Personal translator",
            "name": "Persönlicher Übersetzer",
            "description": "<p>Ein persönlicher Übersetzer ist ein tragbares Gerät, das verbale Kommunikation zwischen bis zu fünf Sprachen übersetzen kann. Die Sprachen können in Verbindung mit einem Protokolldroiden oder einem entsprechenden Computer gewechselt werden.</p>"
        },
        {
            "id": "Pitcher",
            "name": "Krug",
            "description": "<p>Ein Krug fasst 1 Pint Flüssigkeit.</p>"
        },
        {
            "id": "Pocket scrambler",
            "name": "Nachrichten Verschlüssler",
            "description": "<p>Ein Pocket Scrambler ist ein einfaches Add-on zu jedem Commlink, das automatisch alle gesendeten Nachrichten verschlüsselt. Die gesendete Nachricht kann nur von einem Gerät gelesen werden, das mit einem entsprechenden Scrambler ausgestattet ist.</p>"
        },
        {
            "id": "Poison",
            "name": "Gift",
            "description": "<p>Als Aktion kannst du das Gift in dieser Phiole verwenden, um eine Vibrowaffe, eine Geschosspatrone oder einen Handgelenkspfeil zu vergiften. Eine Kreatur, die von der vergifteten Waffe getroffen wird, muss einen Konstitutionsschutzwurf von DC 14 ablegen und erleidet bei einem misslungenen Schutzwurf [[/r 2d4]] Giftschaden und bei einem erfolgreichen Schutzwurf die Hälfte davon. Einmal angewendet, bleibt das Gift 1 Minute lang wirksam, bevor es trocknet.</p>"
        },
        {
            "id": "Pot",
            "name": "Topf",
            "description": "<p>Ein Topf fasst 1 Pint Flüssigkeit.</p>"
        },
        {
            "id": "Pouch",
            "name": "Beutel",
            "description": "<p>Ein Pouch speichert 6 lb. und hat nicht mehr als 1/5 Kubikfuß. </p>"
        },
        {
            "id": "Power belt",
            "name": "Energiegürtel",
            "description": "<p>Dieser Gürtel hat Steckplätze für sechs Energiezellen und kann angeschlossen werden, um eine einzelne Blasterwaffe, die Energiezellen verwendet, direkt zu versorgen. Einmal pro Runde kann eine Waffe, die mit Energiezellen betrieben wird, nachgeladen werden, ohne dass eine Aktion mit der im Gürtel befindlichen Munition durchgeführt werden muss. Das An- oder Abkoppeln einer Waffe erfordert eine Aktion. Das Ersetzen einer verbrauchten Energiezelle erfordert eine Aktion.</p>"
        },
        {
            "id": "Propulsion pack",
            "name": "Antriebspaket",
            "description": "<p>Antriebspakete verbessern die Unterwasserbewegung. Das Aktivieren oder Deaktivieren des Antriebspakets erfordert eine Bonusaktion, und während es aktiv ist, hast du eine Schwimmgeschwindigkeit von 30 Fuß. Das Antriebspaket hält für 1 Minute pro Energiezelle (bis zu einem Maximum von 10 Minuten) und kann durch eine Energiequelle oder den Austausch der Energiezellen wieder aufgeladen werden.</p>"
        },
        {
            "id": "Ram, portable",
            "name": "Tragbare Ramme",
            "description": "<p>Du kannst eine tragbare Ramme benutzen, um Türen aufzubrechen. Wenn du das tust, erhältst du einen Bonus von +4 auf die Stärkeprüfung. Ein anderer Charakter kann dir helfen, die Ramme zu benutzen, was dir einen Vorteil bei dieser Prüfung verschafft.</p>"
        },
        {
            "id": "Remote detonator",
            "name": "Fernzünder",
            "description": "<p>Ein kleines Handgerät mit einem einzigen Knopf, das zur Aktivierung von Sprengstoffen verwendet wird. Im Laufe von 1 Minute kannst du den Zünder mit bis zu zwei Minen innerhalb von 10 Fuß verbinden. Als Aktion kannst du alle gekoppelten Minen aus der Ferne zur Explosion bringen. Du musst dich in einem Umkreis von 30 Fuß von den Minen befinden, um sie zu zünden.</p>"
        },
        {
            "id": "Repair kit",
            "name": "Reparatursatz",
            "description": "<p>Ein Reparatursatz enthält die grundlegenden Werkzeuge, die benötigt werden, um einen Droiden zu reparieren, der im Kampf beschädigt wurde. Das Set hat drei Verwendungsmöglichkeiten. Als Aktion kannst du eine Verwendung des Kits ausgeben, um die Trefferpunkte eines Droiden oder Konstrukts im Umkreis von 5 Fuß wiederherzustellen. Die Kreatur wirft einen Würfel in der Größe ihres Trefferwürfels und erhält Trefferpunkte in Höhe des gewürfelten Wertes + ihren Konstitutionsmodifikator (mindestens einen Trefferpunkt) zurück. Wenn die Kreatur Trefferwürfel unterschiedlicher Größe hat, wird die Größe des Trefferwürfels verwendet, von dem sie die meisten Trefferpunkte hat.</p>"
        },
        {
            "id": "Repulsor pack",
            "name": "Repulsor-Packung",
            "description": "<p>Repulsor-Packs werden verwendet, um den Abstieg aus großer Höhe zu verlangsamen. Das Aktivieren oder Deaktivieren des Repulsor-Packs erfordert eine Bonusaktion. Solange es aktiv ist, verlangsamt sich deine Abstiegsgeschwindigkeit auf 60 Fuß pro Runde und du ignorierst die Auswirkungen von Wind mit weniger als mittlerer Geschwindigkeit (nicht mehr als 10 mph). Der Repulsor-Pack hält 1 Minute pro Energiezelle (bis zu einem Maximum von 10 Minuten) und kann durch eine Energiequelle oder den Austausch der Energiezellen wieder aufgeladen werden.</p>"
        },
        {
            "id": "Respirator",
            "name": "Atemschutzgerät",
            "description": "<p>Ein Beatmungsgerät oder eine Atemmaske ist ein tragbares Gerät, das es einem Sauerstoffatmer ermöglicht, in sauerstoffarmer Atmosphäre zu überleben. Obwohl sie nicht für den Einsatz im Weltraum geeignet waren, waren diese freihändig zu tragenden Masken eine unverzichtbare Ausrüstung für Reisen in die Tiefen des Weltraums, die Aktivitäten außerhalb eines Raumschiffs erfordern konnten.</p>"
        },
        {
            "id": "Restraining bolt",
            "name": "Rückhaltebolzen",
            "description": "<p>Haltebolzen sind kleine, zylindrische Vorrichtungen, die an einem Droiden angebracht werden können, um seine Funktionen einzuschränken und seinen Gehorsam zu erzwingen. Wenn sie eingesetzt werden, schränken sie den Droiden in allen Bewegungen ein, die sein Herr nicht wünscht, und zwingen ihn, auf Signale zu reagieren, die von einem Handsteuergerät erzeugt werden. </p>\r\n<p>Das Einsetzen eines Sperrbolzens dauert 1 Minute. Der Droide muss einen Konstitutionswettkampf mit DC 14 ablegen. Ein feindlicher Droide hat bei diesem Schutzwurf einen Vorteil. Bei einem erfolgreichen Schutzwurf überlädt sich der Fesselbolzen und wird unbrauchbar gemacht. Bei einem misslungenen Schutzwurf ist der Haltebolzen korrekt installiert, und die Steuereinheit kann zur aktiven Steuerung des Droiden verwendet werden. Solange die Kontrolleinheit inaktiv ist, kann der Droide frei agieren, aber er kann nicht versuchen, den Haltebolzen zu entfernen. </p>"
        },
        {
            "id": "Rocket boots",
            "name": "Raketenstiefel",
            "description": "<p>Raketenstiefel sind eine Art Raketenantriebssystem, das an einem Paar Stiefel befestigt ist, anstatt wie ein normales Jetpack auf dem Rücken getragen zu werden. Das Aktivieren oder Deaktivieren der Stiefel erfordert eine Bonusaktion, und während sie aktiv sind, hat man eine Fluggeschwindigkeit von 25 Fuß. Die Raketenstiefel halten 1 Minute lang und können durch eine Energiequelle oder den Austausch der Energiezellen wieder aufgeladen werden.\t</p>"
        },
        {
            "id": "Rocketpack",
            "name": "Rocketpack",
            "description": "<p>Raketenrucksäcke kombinieren den Lufttransport eines Jetpacks mit der Feuerkraft eines Raketenwerfers. Das Aktivieren oder Deaktivieren der Flugfähigkeiten des Raketenrucksacks erfordert eine Bonusaktion, und solange es aktiv ist, hat man eine Fluggeschwindigkeit von 25 Fuß. Das Jetpack hält 1 Minute pro Energiezelle (bis zu einem Maximum von 5 Minuten) und kann durch eine Energiequelle oder das Austauschen der Energiezellen wieder aufgeladen werden.</p>\r\n<p>Zusätzlich verfügt dein Raketenrucksack über einen integrierten Raketenwerfer mit den Eigenschaften Munition (Reichweite 100/400) und Nachladen 1. Anstelle von herkömmlichen Energiezellen feuert dieser Raketenwerfer spezielle Projektile in Form von Raketen ab. Wann immer du einen Angriff mit einer Fernkampfwaffe durchführen würdest, kannst du stattdessen diesen Raketenwerfer abfeuern. Wenn du eine Rakete aus großer Entfernung abfeuerst, haben Kreaturen, die sich im Radius der Raketenexplosion befinden, einen Vorteil bei ihrem Rettungswurf. Das Wiederaufladen dieses Raketenwerfers dauert 1 Minute.</p>"
        },
        {
            "id": "Sack",
            "name": "Sack",
            "description": "<p>Ein Sack fasst 30 Unzen und nicht mehr als 1 Kubikfuß. </p>"
        },
        {
            "id": "Security spike",
            "name": "Sicherheitsspike",
            "description": "<p>Wenn du einen Intelligenz-Check (Sicherheitsausrüstung) machst, kannst du den Spike benutzen (keine Aktion erforderlich), um den Check zu wiederholen. Du musst den neuen Wurf verwenden. Du kannst warten, bis du den [[/r d20]] gewürfelt hast, bevor du dich entscheidest, den Spike zu benutzen, aber du musst dich entscheiden, bevor der Spielleiter sagt, ob der Check erfolgreich ist oder nicht.</p>"
        },
        {
            "id": "Shock gloves",
            "name": "Schock-Handschuhe",
            "description": "<p>Ein Schockhandschuh ist eine Art gepanzerter Handschuh, der mit einer Gurtschnur überzogen ist. Wenn er für einen Angriff benutzt wird, trägt dieses Gewebe eine Ladung, die allen Objekten, mit denen der Handschuh in Berührung kommt, [[/r 1d4]] Blitzschaden zufügt. Wenn du mit dem Ziel des Angriffs in einen Kampf verwickelt bist, musst du anstelle eines Angriffswurfs eine Greifprobe machen, indem du eine Stärke-(Athletik)-Probe ablegst, die durch eine Stärke-(Athletik)- oder Geschicklichkeits-(Akrobatik)-Probe des Ziels konkurriert wird (das Ziel wählt die zu verwendende Fähigkeit).</p>"
        },
        {
            "id": "Shovel",
            "name": "Schaufel",
            "description": ""
        },
        {
            "id": "Smugglepack",
            "name": "Smugglepack",
            "description": "<p>Dieser Rucksack verfügt über ein Hauptfach, in dem 15 lb. verstaut werden können, die einen halben Kubikfuß nicht überschreiten. Zusätzlich hat er ein verstecktes Fach, in dem 5 lb. verstaut werden können, die nicht mehr als 1/4 Kubikfuß groß sind. Um das versteckte Fach zu finden, ist ein DC 15 Nachforschen erforderlich.</p>"
        },
        {
            "id": "Stealth field generator",
            "name": "Tarnkappenfeld-Generator",
            "description": "<p>Tarnfeldgeneratoren sind spezielle Geräte, die normalerweise am Gürtel getragen werden und als tragbare, persönliche Tarnvorrichtung fungieren. Das Aktivieren oder Deaktivieren des Generators erfordert eine Bonusaktion, und solange er aktiv ist, hast du einen Vorteil bei Geschicklichkeits-Proben, die auf Sicht beruhen. Der Generator hält 1 Minute lang an und kann durch eine Energiequelle oder den Austausch der Energiezelle wieder aufgeladen werden. Dieser Effekt endet vorzeitig, wenn du einen Angriff ausführst oder eine Kraft- oder Tech-Macht wirkst.</p>"
        },
        {
            "id": "Stylus pen",
            "name": "Eingabestift",
            "description": "<p>Ein Stylus-Stift wurde entwickelt, um sowohl auf festen Oberflächen als auch auf Touchscreen-Oberflächen zu schreiben.</p>"
        },
        {
            "id": "Sunshades",
            "name": "Sonnenschirme",
            "description": "<p>Diese Schirme werden über den Augen getragen. Wenn du sie trägst, hast du keinen Nachteil mehr auf Angriffswürfe und Weisheitswürfe (Wahrnehmung), die sich auf die Sehkraft beziehen, wenn du, das Ziel deines Angriffs oder das, was du wahrzunehmen versuchst, sich im direkten Sonnenlicht befindet. Solange du ihn trägst, hast du jedoch einen Nachteil bei Angriffswürfen und Weisheitsprüfungen (Wahrnehmung), die sich auf deine Sicht verlassen, wenn du, das Ziel deines Angriffs oder das, was du wahrzunehmen versuchst, sich in schwachem Licht befindet.</p>"
        },
        {
            "id": "Tankard",
            "name": "Tankard",
            "description": "<p>Ein Tankard fasst 1 Pint Flüssigkeit.</p>"
        },
        {
            "id": "Tent, two-person",
            "name": "Zelt, Zwei-Personen",
            "description": ""
        },
        {
            "id": "Throat prosthesis",
            "name": "Kehlkopfprothese",
            "description": ""
        },
        {
            "id": "Torso prosthesis",
            "name": "Torso-Prothese",
            "description": ""
        },
        {
            "id": "Tracker utility vest",
            "name": "Tracker-Gebrauchsweste",
            "description": "<p>Eine Gebrauchsweste ist ein ärmelloses Kleidungsstück mit mehreren gleichmäßig verteilten Taschen, das bei Jägern, Schmugglern und Abenteurern beliebt ist. Die Weste ist aus lederartigem Material gefertigt, das Rissen, Korrosion und Wasser widersteht. Der Träger kann bis zu 10 leichte Gegenstände (jeweils bis zu 1 lb) tragen, ohne seine Gesamtbelastung zu erhöhen.</p>"
        },
        {
            "id": "Traumakit",
            "name": "Traumakit",
            "description": "<p>Ein gewöhnlicher Traumakit kann mit Bacta-Packs bestückt werden und enthält Sprühverbände, Knochenstabilisatoren, Antiseptika und andere wichtige Dinge zur Behandlung von Wunden. Als Aktion kannst du einen Einsatz des Kits ausgeben, um eine Kreatur zu stabilisieren, die 0 Trefferpunkte hat, ohne dass du eine Weisheitsprobe (Medizin) ablegen musst. Ein Traumakit kann 5 Mal zur Stabilisierung verwendet werden, bevor es zu seinen ursprünglichen Kosten wieder aufgefüllt werden muss.</p>"
        },
        {
            "id": "Tripod",
            "name": "Dreibein",
            "description": "<p>Ein Dreibein ist eine Vorrichtung, mit der eine beidhändige Blasterwaffe befestigt werden kann, um mehr Stabilität zu bieten. Im Laufe von 1 Minute kannst du das Stativ auf- oder abbauen. Während des Aufstellens ignorierst du die Stärkeanforderung für Blasterwaffen mit der Eigenschaft Stärke und deine Geschwindigkeit wird auf 0 reduziert. Außerdem erhältst du während des Aufstellens einen Bonus von +10 auf Fähigkeitsproben und Rettungswürfe, um zu verhindern, dass du die Waffe entwaffnest.</p>"
        },
        {
            "id": "Underwater respirator",
            "name": "Unterwasser Atemgerät",
            "description": "<p>Unterwasser Atemgerät werden über dem Mund und dem unteren Gesicht getragen. Während man sie trägt, kann man unter Wasser atmen, da das Atemgerät das Wasser filtert, um atembaren Sauerstoff zu erzeugen. Die Atemschutzmaske funktioniert 1 Stunde lang pro Energiezelle (bis zu einem Maximum von 2 Stunden) und kann durch eine Stromquelle oder den Austausch der Energiezellen wieder aufgeladen werden.</p>"
        },
        {
            "id": "Vial",
            "name": "Fläschchen",
            "description": "<p>Ein Fläschchen fasst 4 Unzen Flüssigkeit.</p>"
        },
        {
            "id": "Vocoder mask",
            "name": "Vocoder-Maske",
            "description": "<p>Eine Vocoder-Maske wird über Nase und Mund einer Kreatur getragen und kann verbale Kommunikation zwischen bis zu 15 Sprachen übersetzen. Die Sprachen können gewechselt werden, während sie mit einem Protokolldroiden oder einem entsprechenden Computer verbunden sind.</p>"
        },
        {
            "id": "Water suit",
            "name": "Wasseranzug",
            "description": "<p>Wasseranzüge sind geschlossene Anzüge, die verhindern, dass Wasser ein- oder austritt. Außerdem kann man mit einem Wasseranzug unter Wasser atmen, da der Anzug das Wasser filtert, um atembaren Sauerstoff zu erzeugen.</p>"
        },
        {
            "id": "Wristpad",
            "name": "Wristpad",
            "description": "<p>Ein Wristpad ist ein Gurt mit integriertem Datenpad und Holoprojektor-Interface, der auf den Unterarm passt und selbstaufladende Akkus enthält.</p>"
        }
    ]
}
