{
    "label": "Kampf: Stile",
    "entries": [
        {
            "id": "Akimbo Style",
            "name": "Akimbo-Stil",
            "description": "<p>Du bist geschickt im Kämpfen mit zwei Blastern. Während du in jeder Hand, mit der du geübt bist, separate Waffen führst, erhältst du die folgenden Vorteile:</p> <ul> <li>Wenn du an Zwei-Waffen-Kämpfen teilnimmst, kannst du deinen Fähigkeitsmodifikator zum Schadenswurf hinzufügen deines Zwei-Waffen-Kampfangriffs, solange er diesen Modifikator nicht bereits enthält.</li> <li>Das Nachladen einer Waffe erfordert keine freie Hand mehr.</li></ul>"
        },
        {
            "id": "Berserk Style",
            "name": "Berserker-Stil",
            "description": "<p>Sie sind geschickt darin, den Schmerz zu erwidern, der sie zufügt. Du erhältst die folgenden Vorteile: </p> <ul> <li>Wenn du mit einem Nahkampfwaffenangriff mit Stärke triffst, fügst du zusätzlichen Schaden in Höhe deines Stärkemodifikators zu, falls dir diese Kreatur seit Beginn deines letzten Zuges Schaden zugefügt hat .</li> <li>Wenn du dich dafür entscheidest, dich von einem Angriff treffen zu lassen, der dich verfehlen würde, würfelt die Kreatur den Schaden wie gewohnt, anstatt das Maximum zu wählen.</li></ul>"
        },
        {
            "id": "Brawler Style",
            "name": "Brawler-Stil",
            "description": "<p>Sie sind geschickt darin, Ihr Gewicht zu Ihrem Vorteil zu nutzen. Sie erhalten die folgenden Vorteile:</p> <ul> <li>Sie sind geübt im Umgang mit improvisierten Waffen.</li> <li>Ihr Schadenswürfel für Ihre unbewaffneten Schläge und natürlichen Waffen erhöht sich um eine Stufe (von 1 auf [[/r d4]], [[/r d4]] bis [[/r d6]] oder [[/r d6]] bis [[/r d8]]).</li> <li>Wenn Sie die Aktion Angriff und versuchen, eine Kreatur zu greifen, zu schubsen oder zu stolpern, oder einen Angriff gegen eine Kreatur mit einem waffenlosen Schlag oder einer Waffe in einer Hand in deinem Zug auszuführen, kannst du deine Bonusaktion verwenden, um einen waffenlosen Schlag auszuführen , schubse oder stolpere gegen dieselbe Kreatur.</li></ul>"
        },
        {
            "id": "Covert Style",
            "name": "Verdeckter Stil",
            "description": "<p>Du bist geschickt darin, aus unsichtbaren Winkeln zu kämpfen. Sie erhalten die folgenden Vorteile:</p> <ul> <li>Sie können die Aktion Verstecken als Bonusaktion ausführen. Wenn du die Verstecken-Aktion bereits als Bonusaktion ausführen konntest, kannst du sie stattdessen in deinem Zug als Reaktion ausführen.</li> <li>Kreaturen, denen du seit Beginn deines letzten Zuges Schaden zugefügt hast, haben einen Nachteil in Bezug auf Weisheit (Wahrnehmungs-)Checks, um dich zu finden.</li></ul>"
        },
        {
            "id": "Defense Style",
            "name": "Verteidigungsstil",
            "description": "<p>Sie sind geübt in der Kunst, sich zu verteidigen. Während du mittlere oder schwere Rüstung trägst, mit der du geübt bist, erhältst du die folgenden Vorteile:</p> <ul> <li>Du kannst deine Bonusaktion nutzen, um ein Ziel innerhalb von 30ft Entfernung zu markieren, das du bis zum Ende sehen kannst Ihres nächsten Zuges. Wenn du dies tust, wird der dir vom Ziel zugefügte Schaden um einen Betrag in Höhe der Hälfte deines Stärke- oder Konstitutionsmodifikators (nach deiner Wahl, aufgerundet, mindestens 1) reduziert, solange er markiert ist. Du kannst immer nur eine Kreatur auf diese Weise markieren lassen.</li> <li>Du hast einen Vorteil bei Stärke- und Rettungswürfen, um nicht bewegt zu werden.</li></ul>"
        },
        {
            "id": "Disruption Style",
            "name": "Störungsstil",
            "description": "<p>Wählen Sie eines aus Force- oder Tech-Casting. Du bist geschickt darin, Zauberer des gewählten Typs zu bekämpfen und zu stören. Du erhältst die folgenden Vorteile:</p> <ul> <li>Wenn du eine Kreatur zwingst, einen Konstitutionsrettungswurf zu machen, um die Konzentration in deinem Zug aufrechtzuerhalten, und ihr der Rettungswurf gelingt, kannst du sie mit deiner Bonusaktion erzwingen um den Speichervorgang erneut durchzuführen. Sie müssen den neuen Wurf anwenden.</li> <li>Einmal pro Runde, wenn eine feindliche Kreatur versucht, eine Kraft zu wirken, während sie sich in einem Umkreis von 5ft um dich befindet, muss sie zuerst einen Konstitutionswurf machen, um die Konzentration aufrechtzuerhalten (SG = 10 + Leistungsstufe). Bei einem Fehlschlag wird die Kraft nicht gewirkt und alle Punkte werden verschwendet.</li></ul>"
        },
        {
            "id": "Dual Wield Style",
            "name": "Dual Wield-Stil",
            "description": "<p>Du bist geschickt im Kampf mit zwei Waffen. Während du in jeder Hand, mit der du geübt bist, separate Waffen führst, erhältst du die folgenden Vorteile:</p> <ul> <li>Wenn du an Zwei-Waffen-Kämpfen teilnimmst, kannst du deinen Fähigkeitsmodifikator zum Schadenswurf hinzufügen deines Zwei-Waffen-Kampfangriffs, solange er diesen Modifikator nicht bereits enthält.</li> <li>Wenn du einen Gelegenheitsangriff machst, kannst du mit beiden Waffen angreifen.</li></ul>"
        },
        {
            "id": "Duelist Style",
            "name": "Duellant-Stil",
            "description": "<p>Du bist in der Kunst des Kampfes mit einer einzigen Waffe geübt. Während Sie eine Waffe in einer Hand führen, mit der Sie geübt sind, und keine anderen Waffen, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie können Ihre Bonusaktion für Finten verwenden. Wenn du dies tust, musst du einen Wurf für Charisma (Täuschung) ablegen, der durch den Wurf auf Weisheit (Einsicht) des Ziels bestritten wird. Bei einem Erfolg hast du einen Vorteil beim ersten Angriffswurf, den du gegen sie vor Beginn deines nächsten Zuges machst.</li> <li>Wenn du in deinem Zug mit einem Waffenangriff verfehlst, kannst du deine Bonusaktion zum Wiederholen verwenden der Angriff gegen dasselbe Ziel. Alle Modifikationen des ursprünglichen Angriffswurfs, wie Vorteil, Nachteil oder ohne deinen Fähigkeitsbonus, wirken sich auch auf diesen Angriffswurf aus.</li> <li>Einmal in jedem deiner Züge darfst du keine Einhandwaffe mehr ziehen oder verstauen erfordert Ihre Objektinteraktion.</li></ul>"
        },
        {
            "id": "Equilibrium Style",
            "name": "Gleichgewichtsstil",
            "description": "<p>Du bist geschickt im Kämpfen ohne Rüstung. Während du leichte oder keine Rüstung trägst und keinen Schild trägst, erhältst du die folgenden Vorteile:</p> <ul> <li>Du kannst deine Bonusaktion nutzen, um ein Ziel innerhalb von 30ft Entfernung zu markieren, das du bis zum Ende sehen kannst Ihres nächsten Zuges. Wenn du dies tust, erhältst du einen Bonus auf RK und Geschicklichkeitsrettungswürfe gegen Effekte, die das Ziel kontrolliert, in Höhe der Hälfte deines Geschicklichkeitsmodifikators (aufgerundet, mindestens +1), während du markiert bist. Du kannst immer nur eine Kreatur auf diese Weise markieren lassen.</li> <li>Du hast einen Vorteil bei Geschicklichkeitswürfen und Geschicklichkeitsrettungswürfen, um nicht bewegt zu werden.</li></ul>"
        },
        {
            "id": "Explosives Style",
            "name": "Sprengstoff-Stil",
            "description": "<p>Du bist geschickt im Kampf mit Sprengstoff. Du erhältst die folgenden Vorteile:</p> <ul> <li>Du kannst Granaten mit deiner Bonusaktion statt deiner Aktion werfen. Wenn du bereits Granaten als Bonusaktion werfen konntest, kannst du dies stattdessen als Reaktion in deinem Zug tun.</li> <li>Wenn eine Kreatur beim Rettungswurf gegen eine Munition oder einen Sprengstoff, die du kontrollierst, eine 1 würfelt, behandelt sie den Schaden des Effekts, als ob er das Maximum gewürfelt hätte.</li></ul>"
        },
        {
            "id": "Formation Style",
            "name": "Formationsstil",
            "description": "<p>Du bist geschickt darin, mit einem Partner zu kämpfen. Solange sich ein Verbündeter innerhalb von 5ft von dir entfernt befindet, erhältst du die folgenden Vorteile:</p> <ul> <li>Du kannst die Wachen-Aktion als Bonusaktion ausführen. Wenn du die Wachaktion bereits als Bonusaktion ausführen konntest, kannst du sie stattdessen als Reaktion in deinem Zug ausführen.</li> <li>Wenn du dich in deinem Zug bewegst, kannst du eine Bonusaktion verwenden, um einen willigen Verbündeten zuzulassen innerhalb von 5ft um Sie herum, um sich mit Ihnen zu bewegen (keine Aktion des Verbündeten erforderlich). Der Verbündete muss diese Bewegung innerhalb von 5ft von dir beenden und diese Bewegung darf die Geschwindigkeit des Verbündeten nicht überschreiten.</li> <li>Wenn du dich stattdessen entscheidest, dich von einem Angriff treffen zu lassen, der einen bewachten Verbündeten treffen würde, würfelt die Kreatur den Schaden wie gewohnt, anstatt das Maximum zu wählen.</li></ul>"
        },
        {
            "id": "Formfighting Style",
            "name": "Formkampfstil",
            "description": "<p><em><strong>Voraussetzung:</strong> Die Fähigkeit, Machtkräfte zu wirken</em></p> <p>Sie beherrschen die Grundlagen der bekannten Formen des Lichtschwertkampfes. Du erhältst die folgenden Vorteile:</p> <ul> <li>Du lernst drei Lichtschwertformen, die später in diesem Kapitel genauer beschrieben werden.</li> <li>Einmal in jedem deiner Züge kannst du eine Lichtwaffe ziehen oder verstauen, ohne mithilfe Ihrer Objektinteraktion.</li></ul>"
        },
        {
            "id": "Great Weapon Style",
            "name": "Großartiger Waffenstil",
            "description": "<p>Sie sind geschickt darin, das Gewicht einer Waffe zu Ihrem Vorteil zu nutzen. Während du eine Leicht- oder Vibrowaffe mit der Zweihand-Eigenschaft führst, mit der du geübt bist, erhältst du die folgenden Vorteile:</p> <ul> <li>Wenn du eine 1 oder 2 auf einen Waffenschaden würfelst würfeln, kannst du den Würfel erneut würfeln und musst den neuen Wurf verwenden, auch wenn der neue Wurf eine 1 oder 2 ist.</li> <li>Ergreifen einer zweihändigen Waffe, die du mit nur einer Hand führst, mit deiner anderen Hand nein erfordert länger Ihre Objektinteraktion.</li></ul>"
        },
        {
            "id": "Guerrilla Style",
            "name": "Guerilla-Stil",
            "description": "<p>Du bist geschickt darin, über das Schlachtfeld zu manövrieren. Sie erhalten die folgenden Vorteile:</p> <ul> <li>Sie können die Aktion \"Ausrücken\" als Bonusaktion ausführen. Wenn du die Aktion \"Ausrücken\" bereits als Bonusaktion ausführen konntest, kannst du sie stattdessen als Reaktion in deinem Zug ausführen.</li> <li>Wenn du die Aktion \"Ausrücken\" ausführst, ignorierst du nicht verstärktes schwieriges Gelände und hast einen Vorteil auf der erste Fähigkeitscheck oder Rettungswurf, um einen Effekt zu vermeiden, der deine Bewegungsgeschwindigkeit beeinträchtigt oder dich vor Beginn deines nächsten Zuges zur Bewegung zwingt.</li></ul>"
        },
        {
            "id": "Gunning Style",
            "name": "Schießstil",
            "description": "<p>Du bist geschickt im Umgang mit Blastern auf einzigartige Weise. Während du eine Blasterwaffe führst, mit der du geübt bist, erhältst du die folgenden Vorteile:</p> <ul> <li>Wenn eine Kreatur beim Rettungswurf eine 1 gegen die Burst- oder Schnelleigenschaft oder eine spezialisierte Kraft würfelt Zellen- oder Kugelpatronen, die du kontrollierst, behandeln sie den Schaden des Effekts, als ob er das Maximum gewürfelt hätte.</li> <li>Wenn du die Burst-Eigenschaft einer Waffe verwendest, kannst du stattdessen eine 20ft lange und 5 Zoll lange Schnur versprühen Füße breit in Reichweite mit Schüssen. </li> <li>Wenn du die schnelle Eigenschaft einer Waffe nutzt und die Schadenswürfel der Waffe zweimal würfelst, kannst du einen Satz der Schadenswürfel der Waffe verdoppeln und auf den anderen verzichten, anstatt sie zusammenzuzählen.</li> </ul>"
        },
        {
            "id": "Mounted Style",
            "name": "Montierter Stil",
            "description": "<p>Sie sind geübt im Kämpfen, während Sie beritten sind. Du erhältst die folgenden Vorteile:</p> <ul> <li>Das Besteigen eines Fahrzeugs oder einer Bestie verbraucht nur 5ft deiner Bewegung, vorausgesetzt, du kannst es erreichen.</li> <li>Du kannst einen Angriff erzwingen, der auf dich abzielt Reiten, um dich stattdessen anzuvisieren, vorausgesetzt, du bist ein gültiges Ziel für diesen Angriff.</li></ul>"
        },
        {
            "id": "Onslaught Style",
            "name": "Angriffsstil",
            "description": "<p>Sie sind geschickt darin, Ihren Schwung zu Ihrem Vorteil zu nutzen. Sie erhalten die folgenden Vorteile:</p> <ul> <li>Sie können die Sprint-Aktion als Bonusaktion ausführen. Wenn du die Sprint-Aktion bereits als Bonusaktion ausführen konntest, kannst du sie stattdessen als Reaktion in deinem Zug ausführen.</li> <li>Wenn du versuchst, eine Kreatur zu Fall zu bringen, kannst du einen Angriffswurf gegen die RK des Ziels machen anstelle eines angefochtenen Schecks. Wenn du deine Waffe mit zwei Händen schwingst, machst du diesen Angriffswurf mit Vorteil.</li></ul>"
        },
        {
            "id": "Sentinel Style",
            "name": "Wächter-Stil",
            "description": "<p>Du bist geübt in Techniken, die jeden Tropfen der feindlichen Wache ausnutzen. Du erhältst die folgenden Vorteile:</p> <ul> <li>Kreaturen provozieren einen Gelegenheitsangriff, wenn sie sich in deine Reichweite bewegen oder sich in deiner Reichweite 5ft oder mehr bewegen.</li> <li>Wenn du a . triffst Kreatur, die bei einem Gelegenheitsangriff nicht mehr als eine Größe größer ist als du, erhöht die Kreatur bis zum Ende des aktuellen Zuges 4 verlangsamte Stufen.</li></ul>"
        },
        {
            "id": "Sharpshooter Style",
            "name": "Scharfschützen-Stil",
            "description": "<p>Sie sind geschickt darin, auf weit entfernte Ziele zu schießen. Während Sie eine Blasterwaffe führen, mit der Sie geübt sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie können Ihre Bonusaktion verwenden, um ein Ziel in 30ft Entfernung oder mehr von Ihnen sichtbar zu markieren. Wenn du dies tust und sich dieses Ziel mindestens 5ft vor Beginn deines nächsten Zuges bewegt, provoziert es einen Gelegenheitsangriff von dir und du kannst eine Blasterwaffe für diesen Gelegenheitsangriff verwenden.</li> <li>Dein Fernkampf Waffenangriffe reduzieren die teilweise Deckung um eine Stufe (von dreiviertel auf die Hälfte oder die Hälfte auf ein Viertel) gegen Ziele in einer Entfernung von 30ft oder mehr. Wenn das Ziel ein Viertel Deckung hat, ignorieren Sie es vollständig.</li> <li>Das Greifen einer Zweihandwaffe, die Sie mit nur einer Hand führen, mit der anderen Hand erfordert keine Objektinteraktion mehr.</li></ul>"
        },
        {
            "id": "Shield Style",
            "name": "Schildstil",
            "description": "<p>Du bist geschickt darin, deinen Schild zu verwenden, um deine Verbündeten und dich selbst zu verteidigen. Während Sie einen Schild führen, mit dem Sie geübt sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Wenn Sie einen schweren Schild führen, müssen Sie keine Waffe mit der leichten Eigenschaft in andererseits.</li> <li>Du kannst eine Bonusaktion verwenden, um zu versuchen, eine Kreatur innerhalb von 5ft um dich herum mit deinem Schild zu stoßen oder zu Fall zu bringen.</li> <li>Wenn du einen Schild als improvisierte Waffe verwendest , du giltst als geübt darin, leichte Schilde haben die leichte Eigenschaft und schwere Schilde haben die schwere Eigenschaft.</li></ul>"
        },
        {
            "id": "Snapshot Style",
            "name": "Schnappschuss-Stil",
            "description": "<p>Sie sind geschickt darin, Blasterwaffen aus nächster Nähe zu betrachten. Während Sie eine Blasterwaffe führen, mit der Sie geübt sind, profitieren Sie von den folgenden Vorteilen:</p> <ul> <li>Sie haben keine Nachteile mehr bei Fernkampfwaffenangriffen, da Sie sich innerhalb von 5ft von einer feindlichen Kreatur befinden.</li> <li>Deine Fernkampfwaffenangriffe reduzieren die teilweise Deckung um einen Schritt (von dreiviertel auf die Hälfte oder halb auf ein Viertel) gegen Ziele in einem Umkreis von 30ft um dich. Wenn das Ziel ein Viertel Deckung hat, ignorierst du es vollständig.</li> <li>Wenn du eine 1 auf einem Blaster-Waffen-Schadenswürfel gegen eine Kreatur innerhalb von 30ft würfelst, kannst du den Würfel erneut würfeln und musst den neuen Wurf verwenden , selbst wenn der neue Wurf eine 1 ist.</li> <li>Das Greifen einer Zweihandwaffe, die Sie mit nur einer Hand führen, mit der anderen Hand erfordert keine Objektinteraktion mehr.</li></ul>"
        },
        {
            "id": "Throwing Style",
            "name": "Wurfstil",
            "description": "<p>Sie sind geschickt mit den Techniken des Waffenwerfens. Während Sie eine Waffe mit der Wurfeigenschaft führen, mit der Sie geübt sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Wenn Sie mit einer Wurfwaffe einen Fernangriff ausführen, können Sie sofort eine andere Waffe ziehen. </li> <li>Wenn Sie mit einer Wurfwaffe einen Fernkampfangriff ausführen, können Sie sich bis zu 5ft weit bewegen, ohne Gelegenheitsangriffe zu provozieren.</li> <li>Wenn Sie mit einer Wurfwaffe einen Fernkampfangriff verfehlen, können Sie kann deine Bonusaktion nutzen, um den Angriff gegen eine Kreatur innerhalb von 15ft und hinter deinem ursprünglichen Ziel zu wiederholen. Alle Modifikationen des ursprünglichen Angriffswurfs, wie Vorteil, Nachteil oder ohne Ihren Fähigkeitsbonus, wirken sich auch auf diesen Angriffswurf aus.</li></ul>"
        },
        {
            "id": "Twin-Blade Style",
            "name": "Doppelklingen-Stil",
            "description": "<p>Du bist geschickt im Kämpfen mit Doppelklingenwaffen. Während Sie eine Waffe mit der doppelten Eigenschaft führen, mit der Sie vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Wenn Sie sich im Doppelwaffenkampf engagieren, können Sie dem Angriff Ihren Fähigkeitsmodifikator hinzufügen Wurf deines Doppelwaffen-Kampfangriffs.</li> <li>Wenn du versuchst, eine Kreatur zu schubsen, kannst du statt eines umkämpften Wurfs einen Angriffswurf gegen die RK des Ziels machen. Wenn du deine Waffe mit zwei Händen schwingst, machst du diesen Angriffswurf mit Vorteil.</li></ul>"
        },
        {
            "id": "Versatile Style",
            "name": "Vielseitiger Stil",
            "description": "<p>Du bist geschickt im Umgang mit Waffen auf unterschiedliche Weise. Während Sie eine Waffe mit der vielseitigen Eigenschaft, mit der Sie geübt sind, und keine anderen Waffen führen, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Wenn Sie mit einem Nahkampfwaffenangriff in Ihrem Zug verfehlen, während Sie ein Waffe in zwei Händen kannst du mit deiner Bonusaktion den Angriffswurf gegen dasselbe Ziel mit einer Hand wiederholen. Alle Modifikationen des ursprünglichen Angriffswurfs, wie Vorteil, Nachteil oder ohne Ihren Fähigkeitsbonus, wirken sich auch auf diesen Angriffswurf aus.</li> <li>Wenn Sie mit einem Nahkampfwaffenangriff in Ihrem Zug verfehlen, während Sie eine Waffe gleichzeitig führen Hand können Sie Ihre Bonusaktion verwenden, um zu versuchen, diese Kreatur zu schubsen oder zu stolpern. Alle Modifikationen des ursprünglichen Angriffswurfs, wie Vorteil, Nachteil oder ohne deinen Fähigkeitsbonus, wirken sich ebenfalls auf diesen Fähigkeitswurf aus.</li> <li>Das Greifen einer vielseitigen Waffe, die du mit nur einer Hand führst, nicht mehr mit der anderen Hand erfordert Ihre Objektinteraktion.</li></ul>"
        }
    ]
}						