{
    "label": "Ausrüstung: Konsumgut",
    "entries": [
        {
            "id": "Andris",
            "name": "Andris",
            "description": "<p>Raffinierter Andris-Kristall, ein Gewürz, das am häufigsten auf Sevarcos II abgebaut wird, schärft den Geist einer Kreatur, wenn es geraucht wird. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das es ihr erlaubt, zusätzlich [[/r d4]] zu würfeln, wenn sie eine Fähigkeitsprobe, einen Angriffswurf oder einen Rettungswurf mit Weisheit macht. Am Ende des Hochs muss der Kreatur ein Weisheitsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, in dem sie einen [[/r d4]] würfeln und das Ergebnis bei einem Fähigkeitswurf abziehen muss. Angriffswurf oder Rettungswurf mit Weisheit. Am Ende des Tiefs muss die Kreatur einen Konstitutionsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Cilona",
            "name": "Cilona",
            "description": "<p>Cilona, ​​der Wirkstoff in Deathsticks, ist ein Halluzinogen, das ein ekstatisches Gefühl hervorruft, das die Kraft verbessert. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das es ihr erlaubt, zusätzlich [[/r d4]] zu würfeln, wenn sie eine Fähigkeitsprobe, einen Angriffswurf oder einen Rettungswurf mit Stärke macht. Am Ende des Hochs muss der Kreatur ein Weisheitsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, in dem sie einen [[/r d4]] würfeln und das Ergebnis bei einem Fähigkeitswurf abziehen muss. Angriffswurf oder Rettungswurf mit Stärke. Am Ende des Tiefs muss die Kreatur einen Konstitutionsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Deuterium-pyro",
            "name": "Deuterium-Pyro",
            "description": "<p>Dieses alkoholische Getränk, das bei Raufbolden beliebt ist, hat einen schrecklichen Geschmack und einen starken Nachgeschmack. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das es ihr erlaubt, zusätzlich [[/r d4]] zu würfeln, wenn sie eine Fähigkeitsprobe, einen Angriffswurf oder einen Rettungswurf mit Stärke macht. Am Ende des Hochs muss der Kreatur ein Konstitutionsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, in dem sie einen [[/r d4]] würfeln und das Ergebnis bei einem Fähigkeitswurf abziehen muss. Angriffswurf oder Rettungswurf mit Stärke. Am Ende des Tiefs muss die Kreatur einen Weisheitsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Giggledust",
            "name": "Kicherstaub",
            "description": "<p>Dieses sandbraune Pulver macht alles humorvoll und erhöht gleichzeitig die Beweglichkeit einer Kreatur. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das es ihr erlaubt, zusätzlich [[/r d4]] zu würfeln, wenn sie eine Fähigkeitsprobe, einen Angriffswurf oder einen Rettungswurf mit Geschick macht. Am Ende des Hochs muss der Kreatur ein Weisheitsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, in dem sie einen [[/r d4]] würfeln und das Ergebnis bei einem Fähigkeitswurf abziehen muss. Angriffswurf oder Rettungswurf mit Geschicklichkeit. Am Ende des Tiefs muss die Kreatur einen Konstitutionsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Glitterstim",
            "name": "Glitzer",
            "description": "<p>Ein silbrig-grünes Gewebe, das sich scharf anfühlt, aber wenn es aufgelöst wird, verursacht es einen erhöhten mentalen Zustand und einen lustvollen Schub. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das es ihr erlaubt, zusätzlich [[/r d4]] zu würfeln, wenn sie eine Fähigkeitsprobe, einen Angriffswurf oder einen Rettungswurf mit Intelligenz macht. Am Ende des Hochs muss der Kreatur ein Weisheitsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, in dem sie einen [[/r d4]] würfeln und das Ergebnis bei einem Fähigkeitswurf abziehen muss. Angriffswurf oder Rettungswurf mit Intelligenz. Am Ende des Tiefs muss die Kreatur einen Konstitutionswurf SG 14 </p> <p>Rettungswurf machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Karrak",
            "name": "Karrak",
            "description": "<p>Karrak ist ein starkes Schmerzmittel und ermöglicht es Kreaturen, die schwersten Verletzungen zu überstehen. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das es ihr erlaubt, bei einem Fähigkeits- oder Rettungswurf mit Konstitution zusätzlich [[/r d4]] zu würfeln, und zu Beginn jedes Zugs der Kreatur erhält sie [[/ r 2W4]] temporäre Trefferpunkte. Am Ende des Hochs muss der Kreatur ein Weisheitsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, in dem sie einen [[/r d4]] würfeln und das Ergebnis bei einem Fähigkeitswurf abziehen muss oder Rettungswurf mit Konstitution und für die Dauer werden ihre aktuellen und maximalen Trefferpunkte um [[/r 2W4]] reduziert. Wenn dies deine maximalen Trefferpunkte unter 1 reduzieren würde, wird es stattdessen zu 1. Am Ende des Tiefs muss die Kreatur einen Konstitutionsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Mummergy",
            "name": "Mummergy",
            "description": "<p>Mummmergy ist ein stark riechender Schnaps, der aus einer gleichnamigen Pflanze gewonnen wird. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das es ihr erlaubt, zusätzlich [[/r d4]] zu würfeln, wenn sie eine Fähigkeitsprobe, einen Angriffswurf oder einen Rettungswurf mit Intelligenz macht. Am Ende des Hochs muss der Kreatur ein Konstitutionsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, in dem sie einen [[/r d4]] würfeln und das Ergebnis bei einem Fähigkeitswurf abziehen muss. Angriffswurf oder Rettungswurf mit Intelligenz. Am Ende des Tiefs muss die Kreatur einen Weisheitsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Muon gold",
            "name": "Muon Gold",
            "description": "<p>Muon Gold ist ein Gewürz auf Gleitmittelbasis, das dem Benutzer für kurze Zeit eine intensive geistige Klarheit und Konzentration verleiht. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das ihre aktuellen und maximalen Tech-Punkte um [[/r 2W4]] erhöht. Am Ende des Hochs muss der Kreatur ein Weisheitsrettungswurf gegen SG 14 gelingen oder ein Tief erleben, das 10 Minuten anhält, ihre aktuellen und maximalen Techpunkte werden um [[/r 2W4]] reduziert. Am Ende des Tiefs muss die Kreatur einen Konstitutionsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Novanian grog",
            "name": "Novanischer Grog",
            "description": "<p>Dieser Grog hat einen stechenden Geruch und einen starken Kick. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das ihre aktuellen und maximalen Tech-Punkte um [[/r 2W4]] erhöht. Am Ende des Hochs muss der Kreatur ein Konstitutionsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, ihre aktuellen und maximalen Techpunkte werden um [[/r 2W4]] reduziert. Am Ende des Tiefs muss die Kreatur einen Weisheitsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Raava",
            "name": "Raava",
            "description": "<p>Raava ist eine traditionelle Schnapsrasse aus Zsajhira-Beeren. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das es ihr erlaubt, zusätzlich [[/r d4]] zu würfeln, wenn sie eine Fähigkeitsprobe, einen Angriffswurf oder einen Rettungswurf mit Geschick macht. Am Ende des Hochs muss der Kreatur ein Konstitutionsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, in dem sie einen [[/r d4]] würfeln und das Ergebnis bei einem Fähigkeitswurf abziehen muss. Angriffswurf oder Rettungswurf mit Geschicklichkeit. Am Ende des Tiefs muss die Kreatur einen Weisheitsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Spicebrew",
            "name": "Gewürzbräu",
            "description": "<p>Spicebrew, ein beliebtes Getränk in der ganzen Galaxie, ist ein gegerbtes alkoholisches Getränk mit Schaum. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das ihre aktuellen und maximalen Kraftpunkte um [[/r 2W4]] erhöht. Am Ende des Hochs muss der Kreatur ein Konstitutionsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, ihre aktuellen und maximalen Kraftpunkte werden um [[/r 2W4]] reduziert. Am Ende des Tiefs muss die Kreatur einen Weisheitsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Tihaar",
            "name": "Tihaar",
            "description": "<p>Dieses farblose Getränk, der von Mandalorianern bevorzugt wird, verbrennt beim Verzehr Mund und Rachen. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das es ihr erlaubt, bei einem Fähigkeits- oder Rettungswurf mit Konstitution zusätzlich [[/r d4]] zu würfeln, und zu Beginn jedes Zugs der Kreatur erhält sie [[/ r 2W4]] temporäre Trefferpunkte. Am Ende des Hochs muss der Kreatur ein Konstitutionsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, in dem sie einen [[/r d4]] würfeln und das Ergebnis bei einem Fähigkeitswurf abziehen muss oder Rettungswurf mit Konstitution und für die Dauer werden ihre aktuellen und maximalen Trefferpunkte um [[/r 2W4]] reduziert. Wenn dies deine maximalen Trefferpunkte unter 1 reduzieren würde, wird es stattdessen zu 1. Am Ende des Tiefs muss die Kreatur einen Weisheitsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Tsiraki",
            "name": "Tsiraki",
            "description": "<p>Tsiraki ist ein blau gefärbtes alkoholisches Getränk, das aus fermentierten Salakbeeren und Beizgewürzen hergestellt wird. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das es ihr erlaubt, zusätzlich [[/r d4]] zu würfeln, wenn sie einen Fähigkeitswurf, einen Angriffswurf oder einen Rettungswurf mit Charisma macht. Am Ende des Hochs muss der Kreatur ein Konstitutionsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, in dem sie einen [[/r d4]] würfeln und das Ergebnis bei einem Fähigkeitswurf abziehen muss. Angriffswurf oder Rettungswurf mit Charisma. Am Ende des Tiefs muss die Kreatur einen Weisheitsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Vayerbok",
            "name": "Vayerbok",
            "description": "<p>Vayerbok ist ein dickflüssiges, grünes alkoholisches Getränk auf pflanzlicher Basis, das normalerweise heiß serviert wird. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das es ihr erlaubt, zusätzlich [[/r d4]] zu würfeln, wenn sie eine Fähigkeitsprobe, einen Angriffswurf oder einen Rettungswurf mit Weisheit macht. Am Ende des Hochs muss der Kreatur ein Konstitutionsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, in dem sie einen [[/r d4]] würfeln und das Ergebnis bei einem Fähigkeitswurf abziehen muss. Angriffswurf oder Rettungswurf mit Weisheit. Am Ende des Tiefs muss die Kreatur einen Weisheitsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Yaladai",
            "name": "Yaladai",
            "description": "<p>Yaladai ist ein starkes Stimulans, das extreme Klarheit verleiht und Entspannung und Konzentration verbessert. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das ihre aktuellen und maximalen Kraftpunkte um [[/r 2W4]] erhöht. Am Ende des Hochs muss der Kreatur ein Weisheitsrettungswurf gegen SG 14 gelingen oder ein Tief erleben, das 10 Minuten dauert, ihre aktuellen und maximalen Kraftpunkte werden um [[/r 2W4]] reduziert. Am Ende des Tiefs muss die Kreatur einen Konstitutionsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        },
        {
            "id": "Yarrock",
            "name": "Yarrock",
            "description": "<p>Yarrock ist ein Halluzinogen, von dem gesagt wird, dass es einer Kreatur eine klare Vision vom \"Sinn des Lebens\" vermittelt und das Selbstvertrauen stärkt. Als Aktion kannst du diese Substanz auf eine Kreatur innerhalb von 5ft anwenden. In der nächsten Minute erlebt die Kreatur ein High, das es ihr erlaubt, zusätzlich [[/r d4]] zu würfeln, wenn sie einen Fähigkeitswurf, einen Angriffswurf oder einen Rettungswurf mit Charisma macht. Am Ende des Hochs muss der Kreatur ein Weisheitsrettungswurf gegen SG 14 gelingen oder ein Tief von 10 Minuten erlebt werden, in dem sie einen [[/r d4]] würfeln und das Ergebnis bei einem Fähigkeitswurf abziehen muss. Angriffswurf oder Rettungswurf mit Charisma. Am Ende des Tiefs muss die Kreatur einen Konstitutionsrettungswurf gegen SG 14 machen, um der Sucht zu widerstehen.</p>"
        }
    ]
}										
