{
  "label": "Ausrüstung",
  "entries": [
    {
      "id": "Ammo-feed belt",
      "name": "Munitionsförderband",
      "description": "<p>Dieser Gürtel hat Schlitze für 60 Slug-Patronen und kann angeschlossen werden, um eine einzelne Blaster-Waffe mit Slug-Patronen direkt zu betanken. Wenn die angetriebene Waffe einmal pro Runde nachgeladen würde, kann dies ohne eine Aktion mit Munition im Gürtel durchgeführt werden. Das Anschließen oder Trennen einer Waffe führt zu einer Aktion. Das Ersetzen von 10 Slug-Patronen erfordert eine Aktion.</p>"
    },
    {
      "id": "Antitoxkit",
      "name": "Antitoxkit",
      "description": "<p>Ein Antitoxkit enthielt eine Vielzahl von Gegenmittel-Hypospray-Injektoren, die alle bekannten Gifte neutralisieren können. Ein Kit hat fünf Ladungen. Als Aktion können Sie eine Ladung des Kits verabreichen, um ein Ziel von einem Gift zu heilen, das es betrifft, oder um ihm 1 Stunde lang einen Vorteil bei Rettungswürfen gegen Gift zu verschaffen. Es verleiht Droiden oder Konstrukten keinen Vorteil.</p>"
    },
    {
      "id": "Aquatic rebreather",
      "name": "Wasseratmer",
      "description": "<p>Wasseratmer sind Atemmasken, die für den Einsatz unter Wasser entwickelt wurden. Während des Tragens kann der Träger sowohl Luft als auch Wasser atmen.</p>"
    },
    {
      "id": "Arm prosthesis",
      "name": "Armprothese",
      "description": null
    },
    {
      "id": "Backpack",
      "name": "Rucksack",
      "description": "<p>Ein Rucksack fasst 30 Pfund, nicht mehr als 3 Kubikdezimeter . </p>"
    },
    {
      "id": "Bandolier",
      "name": "Bandelier",
      "description": "<p>Ein Bandelier wird über der Brust getragen. Es hat 12 Taschen, die jeweils einen einzelnen Gegenstand mit einem Gewicht von weniger als 1kg  aufnehmen können, wie z. B. einen Vibrodolch, eine Splittergranate oder eine Energiezelle. Einmal pro Runde kann ein Objekt ohne Aktion aus dem Banelier gezogen werden.</p>"
    },
    {
      "id": "Bedroll",
      "name": "Schlafsack",
      "description": null
    },
    {
      "id": "Binders",
      "name": "Hanschellen",
      "description": "<p>Hanschellen können verwendet werden, um eine kleine oder mittlere Kreatur mit entsprechenden Gliedmaßen zu fixieren. Das Anwenden von Hanschellen erfordert eine Aktion, und das Ziel muss einen Rettungswurf gegen SG 14 auf Stärke oder Geschicklichkeit ausführen (das Ziel wählt die Fähigkeit aus, die verwendet werden soll). Eine feindliche Kreatur macht diesen Rettungswurf mit Vorteil. Das Brechen der Hanschellen erfordert einen Stärkewurf gegen SG 20. Um ihnen zu entkommen, ist ein Geschicklichkeitswurf gegen SG 20 erforderlich. Ein Satz Hanschellen wird mit einem Schlüssel geliefert. Ohne Schlüssel ist zum Entriegeln der Hanschellen ein Sicherheitskit DC 15 zum gewaltsamen Öffnen erforderlich. Hanschellen haben eine RK von 10 und 15 Trefferpunkten. Das Zerstören der Hanschellen befreit die Kreatur, ohne ihr Schaden zuzufügen.</p>"
    },
    {
      "id": "Bipod",
      "name": "Bipod",
      "description": "<p>Ein Bipod ist ein Gerät, das an einer zweihändigen Blasterwaffe befestigt wird, um im Liegen mehr Stabilität zu bieten. Als Aktion können Sie das Zweibein aus- oder einklappen. Während des Einsatzes ignorieren Sie die Stärkeanforderung für Fernkampfwaffen mit der Eigenschaft Stärke, während Sie liegen, und Ihre Geschwindigkeit wird auf 0 reduziert. Außerdem haben Sie im Einsatz und in Bauchlage einen Bonus von +10 auf Fähigkeitsprüfungen und Rettungswürfe, um zu vermeiden, dass der Waffe entwaffnet.</p>"
    },
    {
      "id": "Blanket",
      "name": "Decke",
      "description": null
    },
    {
      "id": "Bottle",
      "name": "Flasche",
      "description": "<p>Eine Flasche enthält 1 1/2 Liter Flüssigkeit.</p>"
    },
    {
      "id": "Bucket",
      "name": "Eimer",
      "description": "<p>Ein Eimer kann ca 10 Liter Flüssigkeit oder 1/2 Kubikfuß Feststoffe.</p>"
    },
    {
      "id": "Camtono",
      "name": "Camtono",
      "description": "<p>Ein Camtono ist ein gesicherter Behälter mit Griff zum Transport von wertvollen Gütern. Ein Camtono wird mit einem Schlüssel geliefert. Ohne den Schlüssel erfordert das Entriegeln des Camtono ein DC 15 Sicherheitskit zum gewaltsamen Öffnen. Ein Camtono speichert 5 Pfund, nicht mehr als 1/4 Kubikfuß, hat eine RK von 10 und 15 Trefferpunkte. Wenn Sie den Camtono zerstören, besteht die Gefahr, dass alle darin gelagerten Waren beschädigt werden.</p>"
    },
    {
      "id": "Canteen",
      "name": "Feldflasche",
      "description": "<p>Eine Feldflasche nimmt 4 Liter Flüssigkeit auf.</p>"
    },
    {
      "id": "Chest",
      "name": "Truhe",
      "description": "<p>Eine Truhe fasst ca. 150 KG, nicht mehr als 12 Kubikfuß. </p>"
    },
    {
      "id": "Chronometer",
      "name": "Zeitmesser",
      "description": "<p>Ein Zeitmesser ist ein Gerät, das die lineare Zeit misst und hält.</p>"
    },
    {
      "id": "Clothes, clandestine",
      "name": "Kleidung, Heimlich",
      "description": "<p>Diese Kleidung wird mit zwei versteckten Taschen geliefert, von denen jede bis zu 1/2 KG aufnehmen kann. Um diese versteckten Taschen zu finden, ist ein Nachforschungswurf gegen SG 15 erforderlich.</p>"
    },
    {
      "id": "Clothes, common",
      "name": "Kleidung, Gewöhnlich",
      "description": null
    },
    {
      "id": "Clothes, costume",
      "name": "Kleidung, Kostüm",
      "description": null
    },
    {
      "id": "Clothes, dress uniform",
      "name": "Kleidung, Uniform",
      "description": null
    },
    {
      "id": "Clothes, fine",
      "name": "Kleidung, Gehoben",
      "description": null
    },
    {
      "id": "Clothes, traveler's",
      "name": "Kleidung, Reisende",
      "description": null
    },
    {
      "id": "Code cylinder",
      "name": "Kodierungszylinder",
      "description": "<p>Kodierungszylinder sind Sicherheitsvorrichtungen in Form von kurzen Zylindern, die verschlüsselte Informationen über ihre Träger enthalten und ihnen Zugang zu sicheren Bereichen gewähren.</p>"
    },
    {
      "id": "Comm jammer",
      "name": "Kommunikationsstörsender",
      "description": "<p>Ein Kommunikationsstörsender ist ein Gerät zum Verschlüsseln der Kommunikation. Ein Kommunikationsstörsender kann Übertragungen von nicht verbesserten Kommunikationsgeräten in einem Umkreis von 30 m blockieren.</p>"
    },
    {
      "id": "Commlink",
      "name": "Kommlink",
      "description": "<p>Kommlink sind standardmäßige tragbare Kommunikationsgeräte, die mit Mikrofonen und Empfängern ausgestattet sind. Standardmäßige persönliche Kommlinks haben eine Reichweite von bis zu 50 Meilen. Die Reichweite is jedoch in dichten, städtischen Gebieten oder Gebieten mit starken Störungen reduziert.</p>"
    },
    {
      "id": "Computer spike",
      "name": "Computer Nadel",
      "description": "<p>Wenn Du einen Wurf auf Intelligenz (Schneiderset) machst, kannst du den Wurf mit der Nadel (keine Aktion erforderlich) wiederholen. Du musst den neuen Wurf verwenden. Du kannst warten, bis du [[/r d20]] gewürfelt hast, bevor du dich entscheidest, den Stachel zu verwenden, aber du musst dich entscheiden, bevor der SL sagt, ob der Wurf erfolgreich ist oder fehlschlägt.</p>"
    },
    {
      "id": "Crate",
      "name": "Kiste",
      "description": "<p>Eine Kiste fasst 150 Liter Flüssigkeit oder 4 Kubikfuß Feststoff.</p>"
    },
    {
      "id": "Credit chip",
      "name": "Kreditchip",
      "description": "<p>Der Kreditchip ist eine kleine, flache Karte mit einem Sicherheitscode und Algorithmus-Speicherstreifen. Der Chip kann mit einer bestimmten Anzahl von Credits vorgeladen werden oder er kann direkt von einem bestimmten Konto des Benutzers bezogen werden. Auf den Kreditchip kann mit einer Computer Nadel oder durch einen DC 15-Slicer-Kit-Check zugegriffen werden.</p>"
    },
    {
      "id": "Datacard",
      "name": "Datenkarte",
      "description": "<p>Eine Datenkarte oder Datendiskette ist ein flaches Handgerät, das in Verbindung mit einem Datenpad zum Speichern von Informationen verwendet wird.</p>"
    },
    {
      "id": "Datacron",
      "name": "Datacron",
      "description": "<p>Ein Datacron ist eine Art Holocron, auf das auch Nicht-Macht-Sensitive zugreifen können und die hauptsächlich zum Speichern verschlüsselter Daten verwendet werden. Sie sind mit einer interaktiven Projektion ausgestattet, um auf die Informationen zuzugreifen.</p>"
    },
    {
      "id": "Datapad",
      "name": "Datenpad",
      "description": "<p>Ein Datapad ist ein kleines elektronisches Gerät zur Eingabe, Speicherung und Anzeige von Informationen. Es verfügt über eine holoprojektive Oberfläche für die 3D-Betrachtung. </p>"
    },
    {
      "id": "Ear prosthesis",
      "name": "Ohrprothese",
      "description": null
    },
    {
      "id": "Emergency battery",
      "name": "Notfall Baterie",
      "description": "<p>Alle nicht entbehrlichen Droiden müssen aufgeladen werden, wenn sie verwendet werden. Der Akku hat zehn Verwendungszwecke. Als Aktion kannst du eine Verwendung der Batterie aufwenden, um einen Droiden mit 0 Trefferpunkten zu stabilisieren, ohne einen Intelligenztest (Technologie) durchführen zu müssen.</p>"
    },
    {
      "id": "Emergency raft",
      "name": "Rettungsfloß",
      "description": "<p>Dieses Floß wird in einer 60 cm langen Röhre geliefert. Bei Aktivierung entfaltet sich das Floß schnell und dehnt sich in sechs Sekunden auf seine volle Größe aus. Das Floß ist 3 Meter lang und 1,5 Meter breit und kann bis zu vier mittelgroße Kreaturen mit einem Gewicht von nicht mehr als 350 kg aufnehmen. Es wird mit zwei zusammenklappbaren Rudern geliefert. Das Floß kann innerhalb von 1 Minute zusammengeklappt und wiederhergestellt werden.</p>"
    },
    {
      "id": "Emergency rations (one day's)",
      "name": "Notrationen (ein Tag)",
      "description": null
    },
    {
      "id": "Emergency shelter",
      "name": "Notunterkunft",
      "description": "<p>Dieser Unterstand wird in einem 2 Fuß langen Rohr geliefert. Bei Aktivierung entfaltet sich der Schutzraum und expandiert in 1 Minute auf seine volle Größe. Der Unterstand ist 2,40 m lang, 2,80 m breit und 2,80 m hoch und kann bis zu sechs mittelgroße Kreaturen beherbergen. Der Unterstand enthält Spikes, die automatisch am Boden befestigt werden, sofern sie einen Halt finden. Der Shelter verfügt über einen integrierten Stromgenerator, schwach leuchtende Lichter im Inneren, die für schwaches Licht sorgen, und die Kreaturen im Shelter sind vor den Elementen, einschließlich heißem und kaltem Klima, geschützt, wie in Kapitel 5 des Dungeon Master's Guide beschrieben. Der Stromgenerator des Tierheims hält sieben Tage, danach gibt er kein Licht mehr ab. Der Unterstand kann innerhalb von 10 Minuten zusammengeklappt und wiederhergestellt werden.</p>"
    },
    {
      "id": "Enviro-suit",
      "name": "Umwelt-Anzug",
      "description": "<p>Umweltanzüge, atmosphärische Anzüge oder EVA-Anzüge sind Druckanzüge, die es dem Träger ermöglichen, im Schwerelosigkeitsraum und unter anderen gefährlichen Bedingungen zu überleben und zu arbeiten.</p>"
    },
    {
      "id": "Eye prosthesis",
      "name": "Augenprothese",
      "description": null
    },
    {
      "id": "Facial prosthesis",
      "name": "Gesichtsprothese",
      "description": null
    },
    {
      "id": "Fibercord cable, 50 ft (rolled)",
      "name": "Fibercord, 15 Meter (gerollt)",
      "description": null
    },
    {
      "id": "Field rations (one day's)",
      "name": "Feldrationen (ein Tag)",
      "description": null
    },
    {
      "id": "Fire extinguisher",
      "name": "Feuerlöscher",
      "description": "<p>Als Aktion kannst du den Feuerlöscher verwenden, um einen 6 Sekunden langen Nebelkegel zu erzeugen, der alle nicht verstärkten Feuer in Reichweite löscht. Außerdem muss jede Kreatur in Reichweite einen Konstitutionsrettungswurf gegen SG 14 machen. Bei einem fehlgeschlagenen Rettungswurf wird eine Kreatur bis zum Beginn ihres nächsten Zuges geblendet. Bei einem erfolgreichen Rettungswurf wird eine Kreatur gegen diesen Effekt immun. Ein Feuerlöscher kann 5 Mal verwendet werden, bevor er zum ursprünglichen Preis wieder aufgefüllt werden muss.</p>"
    },
    {
      "id": "Flask",
      "name": "Flasche",
      "description": "<p>Eine Flasche enthält 500ml Flüssigkeit.</p>"
    },
    {
      "id": "Flight suit",
      "name": "Fluganzug",
      "description": "<p>Fluganzüge oder Overalls sind eine Art von Outfit, das von Piloten getragen wird. Sie werden in Verbindung mit Flughelmen getragen. Sie sind in verschiedenen Farben erhältlich und bieten Lebenserhaltung und schützen vor feindlichen Umgebungen.</p>"
    },
    {
      "id": "Foot prosthesis",
      "name": "Fußprothese",
      "description": null
    },
    {
      "id": "Forearm prosthesis",
      "name": "Unterarmprothese",
      "description": null
    },
    {
      "id": "Friction-grip gear",
      "name": "Klebe-Kletter Ausrüstung",
      "description": "<p>Ein spezielles Set aus Handschuhen und Stiefeln, mit denen der Träger auf Oberflächen kleben und klettern kann. Während Sie diese Artikel tragen, erhalten Sie die Möglichkeit, sich an vertikalen Flächen und Decken zu bewegen, während Sie die Hände frei haben. Du erhältst auch eine Steiggeschwindigkeit, die deiner Gehgeschwindigkeit entspricht.</p>"
    },
    {
      "id": "Fusion cutter",
      "name": "Fusionsschneider",
      "description": "<p>Ein Schmelzschneider ist ein bei Technikern beliebtes Handschneidwerkzeug. Es durchschneidet fast jedes verstärkte Material, wenn man genügend Zeit hat. Die interne Energiezelle liefert eine Stunde Dauerbetrieb.</p>"
    },
    {
      "id": "Glowrod",
      "name": "Glühstab",
      "description": "<p>Glühstäbe erzeugen Licht, welches den Bereich um Sie herum, 6 Meter, in hellem Licht erleuchtet und für weitere 6 Meter mit gedämpftem Licht. Der Glühstab hält 10 Stunden und kann durch Anschließen an eine Stromquelle oder durch Austauschen der Stromzelle aufgeladen werden. </p>"
    },
    {
      "id": "Grappling hook",
      "name": "Greifhaken",
      "description": "<p>Ein Greifhaken ermöglicht es einem Benutzer, auf große Objekte zu klettern oder zu besteigen. Der Greifhaken kann an einem Blaster, Gürtel oder anderswo montiert werden. Es hat eine Länge von 15 Meter.</p>"
    },
    {
      "id": "Gravity generator",
      "name": "Gravitations Generator",
      "description": "<p>ravitations Generator sind spezielle Geräte, die normalerweise an Gürteln getragen werden und als tragbare, persönliche künstliche Schwerkraftquelle dienen. Das Aktivieren oder Deaktivieren des Gravitations Generator erfordert eine Bonusaktion, und während Sie aktiv sind, können Sie sich wie bei normalen Schwerkraft bewegen. Der Generator hält 10 Minuten und kann durch eine Stromquelle aufgeladen oder die Stromzelle ersetzt werden.</p>"
    },
    {
      "id": "Hand prosthesis",
      "name": "Handprothese",
      "description": null
    },
    {
      "id": "Headcomm",
      "name": "Headcomm",
      "description": "<p>Ein Headcomm kann in einen Helm eingebaut oder unabhängig davon getragen werden. Es funktioniert als Freisprech-Kommlink.</p>"
    },
    {
      "id": "Heat generator",
      "name": "Wärme Generator",
      "description": "<p>Wärme Generatoren sind spezielle Geräte, die normalerweise an Gürteln getragen werden und als tragbare, persönliche Wärmeversorgung dienen. Das Aktivieren oder Deaktivieren des Generators erfordert eine Bonusaktion, und während Sie aktiv sind, sind Sie an kaltes Klima angepasst, wie in Kapitel 5 des Dungeon Master's Guide beschrieben. Der Generator hält 10 Minuten und kann durch eine Stromquelle aufgeladen oder die Stromzelle ersetzt werden.</p>"
    },
    {
      "id": "Holocomm",
      "name": "Holokomm",
      "description": "<p>Ein Holocomm ist eine Kommunikationseinheit, die das HoloNet nutzt. Es ermöglicht Benutzern, Nachrichten über holografische Übertragungsnetzwerke zu senden und zu empfangen.</p>"
    },
    {
      "id": "Holocron",
      "name": "Holocron",
      "description": "<p>Holocrons sind Informationsspeichergeräte, die von Macht Sensitiven verwendet werden und altes WIssen oder wertvolle Informationen in holografischer Form enthalten. Sie erscheinen als handtellergroße, leuchtende Polyeder aus kristallinem Material und Hardware und können nur durch die Macht aktiviert und verwendet werden.</p>"
    },
    {
      "id": "Holorecorder",
      "name": "Holorecorder",
      "description": "<p>Ein Holorecorder ist ein Gerät zum Aufzeichnen und Projizieren von Hologrammen. Einige Droidenmodelle sind mit internen Holorecordern ausgestattet.</p>"
    },
    {
      "id": "Holotrace device",
      "name": "Holotrace Gerät",
      "description": "<p>Ein Holotrace Gerät ist ein am Handgelenk getragenes Gerät, mit dem eine holografische Übertragung bis zu ihrer Quelle zurückverfolgt werden kann.</p>"
    },
    {
      "id": "Holster",
      "name": "Halfter",
      "description": "<p>Ein Halfter kann am Bein, an der Hüfte oder am Rücken getragen werden und kann verwendet werden, um eine einzelne Waffe aufzubewahren. Sie können eine in einem Halfter aufbewahrte Waffe ziehen, ohne eine Aktion auszuführen. Sobald Sie dies getan haben, können Sie dies nicht mehr tun, bis Sie eine Waffe als Aktion im Holster aufbewahren.</p>"
    },
    {
      "id": "Homing beacon",
      "name": "Peilsender",
      "description": "<p>Ein Peilsender ist ein Gerät, das verwendet wird, um Raumschiffe oder andere transportierte Einheiten zu verfolgen. Peilsender senden mithilfe von HoloNet Transceivern, welche keine Masse besitzen und durch den Hyperraum verfolgt werden können. Peilsender sind klein genug, um sie leicht im Inneren eines Schiffes oder in einer Spalte an der Außenseite zu verstecken.</p>"
    },
    {
      "id": "Hovercart",
      "name": "Hover Wagen",
      "description": "<p>Dieses Hover Wagen wurde entwickelt, um große Warenmengen effizient zu bewegen. Es hat eine Geschwindigkeit von 9 m und kann 2.000 lb speichern, nicht mehr als 120 Kubikfuß.</p>"
    },
    {
      "id": "Hydrospanner",
      "name": "Hydrospanner",
      "description": null
    },
    {
      "id": "Jetpack",
      "name": "Jetpack",
      "description": "<p>Jetpacks sind persönliche Lufttransportgeräte, die es dem Bediener ermöglichen, mit großer Mobilität in und durch die Luft zu fliegen. Das Aktivieren oder Deaktivieren des Jetpacks erfordert eine Bonusaktion und während der Aktivität hast du eine Fluggeschwindigkeit von 9 m. Das Jetpack hält 1 Minute pro Stromzelle (bis maximal 10 Minuten) und kann durch eine Stromquelle aufgeladen oder die Stromzellen ausgetauscht werden.</p>"
    },
    {
      "id": "Jug",
      "name": "Krug",
      "description": "<p>Ein Krug kann bis zu 500 ml Flüssigkeit.</p>"
    },
    {
      "id": "Leg prosthesis",
      "name": "Beinprothese",
      "description": null
    },
    {
      "id": "Macrobinoculars",
      "name": "Makrofernglas",
      "description": "<p>Makroferngläser sind tragbare Beobachtungsgeräte, mit denen Benutzer entfernte Objekte beobachten können. Einige Modelle sind in der Lage, von der Oberfläche eines Planeten in den Weltraum zu sehen.</p>"
    },
    {
      "id": "Medpac",
      "name": "Medpac",
      "description": "<p>Ein Medpac ist eine schnell wirkende Spritze, die mit einer konzentrierten Dosis Kolto gefüllt ist. Als Aktion können Sie dieses Medpac verwenden, um Trefferpunkte bei einer Bestie oder einem Humanoiden innerhalb von 1,5 m wiederherzustellen. Die Kreatur würfelt mit einem Würfel in Höhe ihres Trefferwürfels und erhält Trefferpunkte in Höhe der gewürfelten Menge + ihrem Konstitutionsmodifikator (mindestens 1 Trefferpunkt). Wenn die Kreatur Trefferwürfel unterschiedlicher Größe hat, verwende die Trefferwürfelgröße, die sie am meisten hat.</p>"
    },
    {
      "id": "Mess kit",
      "name": "Essgeschirr",
      "description": "<p>Diese Box enthält eine Tasse und einfaches Besteck. Die Box wird zusammengeklemmt und eine Seite kann als Kochpfanne und die andere als Teller oder flache Schüssel verwendet werden.</p>"
    },
    {
      "id": "Mirror",
      "name": "Spiegel",
      "description": null
    },
    {
      "id": "Personal translator",
      "name": "Persönlicher Übersetzer",
      "description": "<p>Ein persönlicher Übersetzer ist ein tragbares Gerät, das verbale Kommunikation in bis zu fünf Sprachen übersetzen kann. Die Sprachen können geändert werden, während sie mit einem Protokoll-Droiden oder einem geeigneten Computer verbunden sind.</p>"
    },
    {
      "id": "Pitcher",
      "name": "Krug",
      "description": "<p>Ein Krug fasst 500 ml Flüssigkeit.</p>"
    },
    {
      "id": "Pocket scrambler",
      "name": "Taschen Verschüssler",
      "description": "<p>Ein Pocket-Scrambler ist ein einfaches Add-On für jeden Commlink, der automatisch alle gesendeten Nachrichten verschlüsselt. Die übertragene Nachricht kann nur von einem Gerät gelesen werden, das mit einem passenden Schlüssel ausgestattet ist.</p>"
    },
    {
      "id": "Poison",
      "name": "Gift",
      "description": "<p>Als Aktion können Sie das Gift in dieser Phiole verwenden, um einen Vibrowaffe, eine Slugpatrone oder einen Handgelenkwerferpfeil zu beschichten. Eine Kreatur, die von der vergifteten Waffe getroffen wird, muss einen Konstitutionsrettungswurf gegen SG 14 machen und erleidet [[/r 2W4]] Giftschaden bei einem misslungenen Rettungswurf oder halb so viel bei einem erfolgreichen. Nach dem Auftragen behält das Gift seine Wirksamkeit für 1 Minute, bevor es trocknet.</p>"
    },
    {
      "id": "Pot",
      "name": "Topf",
      "description": "<p>Ein Topf kann bis zu 1 Liter Flüssigkeit aufnehmen.</p>"
    },
    {
      "id": "Pouch",
      "name": "Beutel",
      "description": "<p>Ein Beutel fasst 3kg, nicht mehr als 1/5 Kubikfuß. </p>"
    },
    {
      "id": "Power belt",
      "name": "Energie Gürtel",
      "description": "<p>Dieser Gürtel hat Schlitze für sechs Energiezellen und kann angeschlossen werden, um eine einzelne Blasterwaffe mit Energiezellen direkt anzutreiben. Wenn die angetriebene Waffe einmal pro Runde nachgeladen würde, kann dies ohne eine Aktion mit Munition im Gürtel durchgeführt werden. Das Anschließen oder Trennen einer Waffe führt zu einer Aktion. Das Ersetzen einer verbrauchten Energiezelle erfordert eine Aktion.</p>"
    },
    {
      "id": "Propulsion pack",
      "name": "Antriebspaket",
      "description": "<p>Antriebspakete verbessern die Unterwasserbewegung. Das Aktivieren oder Deaktivieren des Antriebspakets erfordert eine Bonusaktion und während der Aktivität haben Sie eine Schwimmgeschwindigkeit von 9 m. Das Antriebspaket hält 1 Minute pro Powerzelle (bis maximal 10 Minuten) und kann durch eine Stromquelle aufgeladen oder die Powerzellen ausgetauscht werden.</p>"
    },
    {
      "id": "Ram, portable",
      "name": "Ramme, tragbar",
      "description": "<p>Du kannst eine tragbare Ramme verwenden, um Türen aufzubrechen. Dabei erhältst du einen Bonus von +4 auf den Stärkewurf. Ein weiterer Charakter kann dir helfen, den Widder zu benutzen, was dir bei diesem Wurf einen Vorteil verschafft.</p>"
    },
    {
      "id": "Remote detonator",
      "name": "Fernzünder",
      "description": "<p>Ein kleines tragbares Gerät mit einem einzigen Knopf, das verwendet wird, um Sprengstoffe zu aktivieren. Innerhalb von 1 Minute können Sie den Zünder mit bis zu zwei Minen im Umkreis von 3 m koppeln. Als Aktion können Sie alle gepaarten Minen aus der Ferne zünden. Du musst dich innerhalb von 9 m von den Minen aufhalten, um sie zur Detonation zu bringen.</p>"
    },
    {
      "id": "Repair kit",
      "name": "Reperaturset",
      "description": "<p>Ein Reparaturset enthält die grundlegenden Werkzeuge, die benötigt werden, um einen Droiden zu reparieren, nachdem er im Kampf beschädigt wurde. Der Bausatz hat drei Verwendungszwecke. Als Aktion können Sie eine Verwendung des Bausatzes aufwenden, um Trefferpunkte bei einem Droiden oder einem Konstrukt innerhalb von 1,5 m wiederherzustellen. Die Kreatur würfelt mit einem Würfel in Höhe ihres Trefferwürfels und erhält Trefferpunkte in Höhe der gewürfelten Menge + ihrem Konstitutionsmodifikator (mindestens 1 Trefferpunkt). Wenn die Kreatur Trefferwürfel unterschiedlicher Größe hat, verwende die Trefferwürfelgröße, die sie am meisten hat.</p>"
    },
    {
      "id": "Repulsor pack",
      "name": "Repulsor Paket",
      "description": "<p>Repulsor Paket werden verwendet, um den Abstieg aus einer großen Höhe zu verlangsamen. Das Aktivieren oder Deaktivieren des Repulsor Pakets erfordert eine Bonusaktion und, während es aktiv ist, verlangsamt sich Ihre Sinkgeschwindigkeit auf 18 m pro Runde, und Sie ignorieren die Auswirkungen von Wind von weniger als mäßiger Geschwindigkeit (nicht mehr als 10 Meilen pro Stunde). Das Repulsor-Pack hält 1 Minute pro Stromzelle (bis maximal 10 Minuten) und kann durch eine Stromquelle aufgeladen oder die Stromzellen ausgetauscht werden.</p>"
    },
    {
      "id": "Respirator",
      "name": "Atemmaske",
      "description": "<p>Ein Beatmungsgerät oder eine Atemmaske ist ein tragbares Gerät, das es einem Sauerstoff Atmer ermöglicht, in sauerstoffarmen Atmosphären zu überleben. Obwohl diese Masken nicht für den Einsatz im Weltraum geeignet sind, waren sie unverzichtbare Ausrüstung für Weltraumreisen, die möglicherweise Aktivitäten außerhalb eines Raumschiffs erfordern.</p>"
    },
    {
      "id": "Restraining bolt",
      "name": "Rückhaltebolzen",
      "description": "<p>Rückhaltebolzen sind kleine, zylindrische Vorrichtungen, die an einem Droiden befestigt werden können, um seine Funktionen einzuschränken und seinen Gehorsam zu erzwingen. Beim Einsetzen hindert ein Haltebolzen den Droiden an jeder Bewegung, die sein Meister nicht wünscht, und zwingt ihn auch, auf Signale zu reagieren, die von einer Handsteuereinheit erzeugt werden. </p> <p>Das Anbringen eines Haltebolzens dauert 1 Minute. Der Droide muss einen Konstitutionsrettungswurf gegen SG 14 machen. Ein feindlicher Droide spart dies mit Vorteil. Bei einer erfolgreichen Rettung wird der Haltebolzen überlastet und unbrauchbar. Bei einem fehlgeschlagenen Save ist der Rückhaltebolzen korrekt installiert und die Steuereinheit kann verwendet werden, um den Droiden aktiv zu steuern. Während die Steuereinheit inaktiv ist, kann der Droide frei agieren, aber er kann nicht versuchen, den Haltebolzen zu entfernen. </p>"
    },
    {
      "id": "Rocket boots",
      "name": "Raketenstiefel",
      "description": "<p>Raketenstiefel sind eine Art Raketenantriebssystem, das an einem Paar Stiefel befestigt wird, anstatt wie ein Standard-Jetpack auf dem Rücken getragen zu werden. Das Aktivieren oder Deaktivieren der Stiefel erfordert eine Bonusaktion und während dieser Aktivität hast du eine Fluggeschwindigkeit von 7 m. Die Raketenstiefel halten 1 Minute und können durch eine Stromquelle aufgeladen oder die Stromzellen ausgetauscht werden. </p>"
    },
    {
      "id": "Rocketpack",
      "name": "Raketenpack",
      "description": "<p>Raketenpacks kombinieren den Lufttransport eines Jetpacks mit der Feuerkraft eines Raketenwerfers. Das Aktivieren oder Deaktivieren der Flugfähigkeiten des Raketenpacks erfordert eine Bonusaktion und während der Aktivität haben Sie eine Fluggeschwindigkeit von 25 Fuß. Das Jetpack hält 1 Minute pro Energiezelle (bis maximal 5 Minuten) und kann durch eine Stromquelle aufgeladen oder die Energiezellen ausgetauscht werden.</p> <p>Zusätzlich kommt dein Raketenpack mit einem integrierten Raketenwerfer mit dem Munition (Reichweite 100/400) und 1 Eigenschaften nachladen. Anstelle herkömmlicher Energiezellen feuert dieser Raketenwerfer spezialisierte Projektile in Form von Raketen ab. Wann immer Sie einen Fernkampfangriff durchführen würden, können Sie stattdessen diesen Raketenwerfer abfeuern. Beim Abfeuern einer Rakete aus großer Entfernung haben Kreaturen im Umkreis der Raketenexplosion einen Vorteil beim Rettungswurf. Das Nachladen dieses Raketenwerfers dauert 1 Minute.</p>"
    },
    {
      "id": "Sack",
      "name": "Sack",
      "description": "<p>Ein Sack fasst ca. 1kg, nicht mehr als 1 Kubikfuß. </p>"
    },
    {
      "id": "Security spike",
      "name": "Sicherheitsnadel",
      "description": "<p>Wenn Sie einen Intelligenztest (Sicherheitskit) machen, können Sie den Wurf mit dem Spike (keine Aktion erforderlich) wiederholen. Sie müssen die neue Rolle verwenden. Du kannst warten, bis du [[/r d20]] gewürfelt hast, bevor du dich entscheidest, der Nadel zu verwenden, aber du musst dich entscheiden, bevor der SL sagt, ob der Wurf erfolgreich ist oder fehlschlägt.</p>"
    },
    {
      "id": "Shock gloves",
      "name": "Schockhandschuhe",
      "description": "<p>Ein Schockhandschuh ist eine Art gepanzerter Handschuh, der mit einer gewebten Schnürung beschichtet ist. Wenn es für einen Angriff verwendet wird, trägt dieses Gewebe eine Ladung, die allen Gegenständen, mit denen der Handschuh in Kontakt kommt, [[/r 1W4]] Blitzschaden zufügt. Wenn du mit dem Ziel des Angriffs in einen Kampf verwickelt bist, musst du anstelle eines Angriffswurfs einen Wurfwurf machen, indem du einen Wurf auf Stärke (Leichtathletik) verwendest, der durch den Wurf auf Stärke (Leichtathletik) oder Geschicklichkeit (Akrobatik) des Ziels bestritten wird (das Ziel wählt). die Fähigkeit zu verwenden).</p>"
    },
    {
      "id": "Shovel",
      "name": "Schaufel",
      "description": null
    },
    {
      "id": "Smugglepack",
      "name": "Schmugglerpaket",
      "description": "<p>Dieser Rucksack wird mit einem Hauptfach geliefert, das ca. 7kg fasst, nicht mehr als 1/2 Kubikfuß. Darüber hinaus verfügt es über ein verstecktes Staufach, das ca. 3kg speichert und 1/4 Kubikfuß nicht überschreitet. Um das versteckte Fach zu finden, ist ein  Nachforschungswurf gegen SG 15 erforderlich.</p>"
    },
    {
      "id": "Stealth field generator",
      "name": "Tarn Generator",
      "description": "<p>Stealth Feldgeneratoren sind spezielle Geräte, die normalerweise an Gürteln getragen werden und als tragbare, persönliche Tarnvorrichtung dienen. Das Aktivieren oder Deaktivieren des Generators erfordert eine Bonusaktion, und während Sie aktiv sind, haben Sie einen Vorteil bei Fertigkeitswürfen (Heimlichkeit), die auf Sicht basieren. Der Generator hält 1 Minute und kann durch eine Stromquelle aufgeladen oder die Stromzelle ersetzt werden. Dieser Effekt endet vorzeitig, wenn du einen Angriff durchführst oder eine Kraft- oder Tech-Kraft wirkst.</p>"
    },
    {
      "id": "Stylus pen",
      "name": "Eingabestift",
      "description": "<p>Ein Stylus-Stift ist so konzipiert, dass er sowohl auf festen Oberflächen als auch auf Touchscreen-Oberflächen schreiben kann.</p>"
    },
    {
      "id": "Sunshades",
      "name": "Sonnenbrille",
      "description": "<p>Diese Sonnenbrillen werden über den Augen getragen. Während du getragen wirst, kannst du bei Angriffswürfen und bei Fertigkeitswürfen für Weisheit (Wahrnehmung), die auf Sicht beruhen, keine Nachteile mehr haben, wenn du, das Ziel deines Angriffs oder was auch immer du wahrzunehmen versuchst, im direkten Sonnenlicht ist. Während du getragen bist, hast du jedoch einen Nachteil bei Angriffswürfen und bei Fertigkeitswürfen für Weisheit (Wahrnehmung), die auf das Sehen angewiesen sind, wenn du, das Ziel deines Angriffs oder was auch immer du wahrzunehmen versuchst, im Dämmerlicht ist.</p>"
    },
    {
      "id": "Tankard",
      "name": "Krug",
      "description": "<p>Ein Humpen fasst 500ml  Flüssigkeit.</p>"
    },
    {
      "id": "Tent, two-person",
      "name": "Zelt, zwei Personen",
      "description": null
    },
    {
      "id": "Throat prosthesis",
      "name": "Halsprothese",
      "description": null
    },
    {
      "id": "Torso prosthesis",
      "name": "Rumpfprothese",
      "description": null
    },
    {
      "id": "Tracker utility vest",
      "name": "Gebrauchsweste",
      "description": "<p>Eine Gebrauchsweste ist ein ärmelloses Kleidungsstück mit mehreren gleichmäßig verteilten Taschen, das bei Jägern, Schmugglern und Abenteurern beliebt ist. Die Weste ist aus ledrigem Leder gefertigt, um Rissen, Korrosion und Wasser zu widerstehen. Der Träger kann bis zu 10 leichte Gegenstände (jeweils bis zu 50g ) tragen, ohne ihre Gesamtbelastung zu erhöhen.</p>"
    },
    {
      "id": "Traumakit",
      "name": "Traumakit",
      "description": "<p>Ein gängiges Trauma-Kit kann mit Bacta-Packungen bestückt werden und enthält Sprühverbände, Knochenstabilisatoren, Antiseptika und andere wichtige Mittel zur Wundbehandlung. Als Aktion kannst du eine Verwendung des Kits aufwenden, um eine Kreatur mit 0 Trefferpunkten zu stabilisieren, ohne einen Wurf auf Weisheit (Medizin) ablegen zu müssen. Ein Traumakit kann 5 Mal zur Stabilisierung verwendet werden, bevor es zu den ursprünglichen Kosten wieder aufgefüllt werden muss.</p>"
    },
    {
      "id": "Tripod",
      "name": "Stativ",
      "description": "<p>Ein Stativ ist ein Gerät, das verwendet wird, um eine zweihändige Blasterwaffe zu montieren, um eine erhöhte Stabilität zu bieten. Innerhalb von 1 Minute können Sie das Stativ aus- oder einklappen. Während des Einsatzes ignorierst du die Stärkeanforderung für Blasterwaffen mit der Eigenschaft Stärke und deine Geschwindigkeit wird auf 0 reduziert. Außerdem hast du im Einsatz einen Bonus von +10 auf Fähigkeitswürfe und Rettungswürfe, um zu vermeiden, dass die Waffe entwaffnet wird.< /p>"
    },
    {
      "id": "Underwater respirator",
      "name": "Unterwasser Atemsgerät",
      "description": "<p>Unterwasser Atemsgeräte werden über dem Mund und dem unteren Gesicht getragen. Während des Tragens können Sie unter Wasser atmen, da die Atemsmaske das Wasser filtert, um atmungsaktiven Sauerstoff zu erzeugen. Die Atemmaske funktioniert 1 Stunde pro Stromzelle (bis maximal 2 Stunden) und kann durch eine Stromquelle aufgeladen oder die Stromzellen ausgetauscht werden.</p>"
    },
    {
      "id": "Vial",
      "name": "Phiole",
      "description": "<p>Eine Durchstechflasche speichert 100g Flüssigkeit.</p>"
    },
    {
      "id": "Vocoder mask",
      "name": "Vocoder Maske",
      "description": "<p>Eine Vocoder-Maske wird über Nase und Mund einer Kreatur getragen und kann verbale Kommunikation in bis zu 15 Sprachen übersetzen. Die Sprachen können geändert werden, während sie mit einem Protokoll-Droiden oder einem geeigneten Computer verbunden sind.</p>"
    },
    {
      "id": "Water suit",
      "name": "Wasseranzug",
      "description": "<p>Wasseranzüge sind versiegelte Anzüge, die verhindern, dass Wasser ein- oder austritt. Darüber hinaus können Sie beim Tragen eines Wasseranzugs unter Wasser atmen, da der Anzug das Wasser filtert, um atmungsaktiven Sauerstoff zu erzeugen.</p>"
    },
    {
      "id": "Wristpad",
      "name": "Handgelenkpad",
      "description": "<p>Ein Handgelenkpad ist ein Gurt mit integriertem Datenpad und Holoprojektor-Schnittstelle, der auf den Unterarm passt und selbstaufladende Akkus enthält.</p>"
    }
  ]
}