{
    "label": "Mächte: Macht",
    "entries": [
        {
            "id": "Affect Mind",
            "name": "Geist beeinflussen",
            "description": "<p>Wähle ein Ziel in Reichweite, das dir nicht feindlich gesinnt ist. Das Ziel muss einen Weisheitswurf ablegen. Bei einem misslungenen Schutzwurf hast du einen Vorteil bei allen Charismaüberprüfungen, die auf dieses Ziel gerichtet sind. </p> <p>Bei einem erfolgreichen Schutzwurf merkt die Kreatur nicht, dass du versucht hast, die Macht zu nutzen, um ihre Stimmung zu beeinflussen, aber sie wird für einen Tag immun gegen diese Macht. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Affliction",
            "name": "Bedrängnis",
            "description": "<p><em><strong>Voraussetzung</strong>: Langsam</em></p> <p>Wähle eine Kreatur, die du in Reichweite sehen kannst. Diese Kreatur muss einen Konstitutionsschutzwurf machen. Bei einem misslungenen Schutzwurf wird das Ziel um 1 Stufe verlangsamt, erleidet einen Malus von -2 auf AC und Schutzwürfe der Geschicklichkeit und kann keine Reaktionen einsetzen. In seinem Zug kann es entweder eine Aktion oder eine Bonusaktion ausführen, nicht beides. Unabhängig von den Fähigkeiten oder Gegenständen der Kreatur kann sie während ihres Zuges nicht mehr als einen Nah- oder Fernkampfangriff ausführen.</p> <p>Wenn die Kreatur versucht, eine Kraft zu wirken, die eine Wirkzeit von 1 Aktion hat, wirf einen [[/r d20]]. Bei einer 11 oder höher wird die Kraft erst in der nächsten Runde der Kreatur wirksam und die Kreatur muss ihre Aktion in dieser Runde nutzen, um die Kraft zu vollenden. Gelingt ihr das nicht, ist die Kraft vergeudet."
        },
        {
            "id": "Animate Weapon",
            "name": "Belebte Waffe",
            "description": "<p><em><strong>Voraussetzung</strong>: Macht entwaffnen</em></p> <p>Du wählst eine Licht- oder Vibrowaffe innerhalb der Reichweite dieser Macht, die nicht von einer bewussten Kreatur außer dir getragen wird, und benutzt die Macht, um sie schweben zu lassen, wobei sie für die Dauer oder bis du diese Macht erneut wirkst, als Erweiterung deines Willens wirkt. Wenn du diese Macht einsetzt, kannst du die Waffe dazu bringen, sich bis zu 20 Fuß weit zu bewegen und einen Nahkampf-Kraftangriff gegen eine Kreatur im Umkreis von 5 Fuß auszuführen. Bei einem Treffer erleidet das Ziel [[/r 1d8]] + Modifikator deiner Fähigkeit Kraftwirkung Schaden. </p> <p>Während die Waffe animiert ist, kannst du in jedem deiner Züge eine Bonusaktion nutzen, um die Waffe bis zu 20 Fuß zu bewegen und den Angriff gegen eine Kreatur im Umkreis von 5 Fuß zu wiederholen. Du kannst diese Macht jederzeit beenden, um die animierte Waffe in deine Hand zurückzugeben.</p> <p>Ein Feind kann versuchen, die Kontrolle über die Waffe zu erlangen, indem er seine Aktion nutzt, um eine Stärke (Athletik)-Prüfung gegen deinen Macht-Save-DC zu machen. Bei einem Erfolg erlangt die Kreatur die Kontrolle über die Waffe und die Macht endet.</p> <p><strong><em>Macht der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 3 oder höher wirkst, erhöht sich der Schaden der Waffe um [[/r 1d8]] für je zwei Slotstufen über der Stufe 2.</p>"
        },
        {
            "id": "Armor of Abeloth",
            "name": "Rüstung von Abeloth",
            "description": "<p>Eine schützende Macht umgibt dich und manifestiert sich als schimmerndes Licht, das dich und deine Ausrüstung bedeckt. Du erhältst für die Dauer 5 temporäre Trefferpunkte. Wenn dich eine Kreatur mit einem Nahkampfangriff trifft, während du diese Trefferpunkte hast, erleidet die Kreatur 5 psychischen Schaden.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 2 oder höher wirkst, erhöhen sich sowohl die temporären Trefferpunkte als auch der psychische Schaden um 5 für jeden Slot.</p>"
        },
        {
            "id": "Aura of Purity",
            "name": "Aura der Reinheit",
            "description": "<p><em><strong>Voraussetzung</strong>: Wiederherstellung</em></p> <p>Reinigende Energie strahlt von dir in einem Radius von 30 Fuß aus. Bis die Macht endet, bewegt sich die Aura mit dir und ist auf dich zentriert. Jede nicht feindliche Kreatur in der Aura (dich eingeschlossen) kann nicht erkranken, ist resistent gegen Giftschaden und hat Vorteil bei Rettungswürfen gegen Effekte, die einen der folgenden Zustände verursachen: geblendet, verzaubert, betäubt, verängstigt, gelähmt, vergiftet und betäubt. </p>"
        },
        {
            "id": "Aura of Vigor",
            "name": "Aura der Kräftigung",
            "description": "<p><em><strong>Voraussetzung</strong>: Tapferkeit</em></p> <p>Kräftigende Energie strahlt von dir in einem Radius von 30 Fuß aus. Bis die Kraft endet, bewegt sich die Aura mit dir, wobei sie sich auf dich konzentriert. Jede nicht feindliche Kreatur in der Aura (dich eingeschlossen) erleidet mit Waffenangriffen einen zusätzlichen [[/r 1d4]] Schaden.</p>"
        },
        {
            "id": "Battle Insight",
            "name": "Kampf-Einsicht",
            "description": "<p>Du richtest deinen Fokus auf ein Ziel in Reichweite. Durch die Macht erhältst du einen kurzen Einblick in die Verteidigungsfähigkeit des Ziels. In deinem nächsten Zug erhältst du einen Vorteil auf deinen ersten Angriffswurf gegen das Ziel, vorausgesetzt, diese Macht ist noch nicht beendet.</p> <p>Diese Macht kommt auf höheren Stufen zusätzlichen Angriffen zugute: zwei Angriffe auf Stufe 5, drei Angriffe auf Stufe 11 und vier Angriffe auf Stufe 17.</p>"
        },
        {
            "id": "Battle Meditation",
            "name": "Kampf-Meditation",
            "description": "<p>Du strahlst eine Aura aus, die die Moral und die allgemeine Kampfkraft von dir und deinen Verbündeten steigert und gleichzeitig die Kampfkraft des Gegners verringert, indem sie seinen Kampfeswillen schwächt. </p> <p>Wann immer du oder ein befreundetes Wesen innerhalb deiner Meditation einen Angriffswurf oder einen Rettungswurf macht, können sie einen [[/r d4]] werfen und die gewürfelte Zahl zum Angriffswurf oder Rettungswurf addieren. </p> <p>Wann immer eine feindliche Kreatur deine Meditation betritt oder ihren Zug dort beginnt, muss sie einen Charisma-Sparwurf machen. Bei einem misslungenen Schutzwurf muss es einen [[/r d4]] werfen und die gewürfelte Zahl von jedem Angriffswurf oder Rettungswurf abziehen, den es vor dem Ende deines nächsten Zuges macht. Bei einem erfolgreichen Schutzwurf ist er für 1 Tag immun gegen diese Macht.</p> <p>"
        },
        {
            "id": "Battle Precognition",
            "name": "Kampf-Präkognition",
            "description": "<p>Deine Einstimmung auf die Macht warnt dich, wenn du in Gefahr gerätst. Bis die Macht endet, wird dein Grund-AC zu 13 + dein Geschicklichkeitsmodifikator. Diese Macht hat keine Wirkung, wenn du eine Rüstung trägst.</p>"
        },
        {
            "id": "Battlemind",
            "name": "Kampfgeist",
            "description": "<p><em><strong>Voraussetzung</strong>: Kampf-Präkognition</em></p> <p>Durch die Macht erhältst du eine begrenzte Form der Telepathie, die es dir ermöglicht, die Bewegungen deiner Gegner im Kampf vorherzusehen. Solange du keine Rüstung trägst oder einen Schild schwingst, erhältst du einen +2 AC-Bonus gegen Nahkampfangriffe und einen +3 AC-Bonus gegen Fernkampfangriffe.</p> <p>Dieser AC-Bonus gilt nicht gegen Angriffe von Droiden, Konstrukten oder Kreaturen mit Resistenz oder Immunität gegen psychischen Schaden.</p>"
        },
        {
            "id": "Beacon of Hope",
            "name": "Leuchtfeuer der Hoffnung",
            "description": "<p><em><strong>Voraussetzung</strong>: Heldentum</em></p> <p>Diese Macht schenkt Hoffnung und Lebenskraft. Wähle eine beliebige Anzahl von Kreaturen in Reichweite. Für die Dauer dieser Macht hat jedes Ziel einen Vorteil bei Weisheits- und Todesrettungswürfen und erhält die maximal mögliche Anzahl an Trefferpunkten aus jeder Heilung zurück.</p>"
        },
        {
            "id": "Beast Trick",
            "name": "Bestien-Trick",
            "description": "<p>Mit dieser Fähigkeit kannst du eine Bestie ablenken. Wähle eine Bestie, die du in Reichweite sehen kannst. Wenn die Intelligenz der Bestie 4 oder höher ist, schlägt die Fähigkeit fehl. Andernfalls muss das Tier einen Weisheitswurf bestehen oder von dir für die Dauer des Zaubers verzaubert werden. Wenn du oder einer deiner Gefährten dem Ziel Schaden zufügt, endet die Macht.</p> <p><strong><em>Macht der Macht.</em></strong> Wenn du diese Macht mit einem Macht-Slot der Stufe 2 oder höher wirkst, kannst du für jeden Slot der Stufe 1 ein weiteres Tier beeinflussen.</p>"
        },
        {
            "id": "Bestow Curse",
            "name": "Fluch verleihen",
            "description": "<p><em><strong>Voraussetzung</strong>: Fluch</em></p> <p>Du berührst eine Kreatur, und diese Kreatur muss einen Weisheitswurf bestehen oder wird für die Dauer der Macht verflucht. Wenn du diese Macht wirkst, wähle die Art des Fluches aus den folgenden Optionen:</p> <ul> <li>Wähle einen Fähigkeitswert. Solange du verflucht bist, hat das Ziel einen Nachteil bei Fähigkeitsüberprüfungen und Rettungswürfen, die mit diesem Fähigkeitswert durchgeführt werden.</li> <li> Solange du verflucht bist, hat das Ziel einen Nachteil bei Angriffswürfen gegen dich.</li> <li> Solange du verflucht bist, muss das Ziel zu Beginn jeder seiner Runden einen Weisheitswurf machen. Scheitert es, vergeudet es seine Aktion in diesem Zug mit Nichtstun.</li> <li>Während das Ziel verflucht ist, fügen deine Angriffe und Kräfte dem Ziel einen zusätzlichen [[/r 1d8]] nekrotischen Schaden zu.</li> </ul> <p>Eine Kraft zum Entfernen des Fluchs beendet diesen Effekt. Es liegt im Ermessen des Spielleiters, einen alternativen Fluch-Effekt zu wählen, der jedoch nicht mächtiger sein sollte als die oben beschriebenen. Der Spielleiter hat das letzte Wort über die Wirkung eines solchen Fluches. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>>"
        },
        {
            "id": "Break",
            "name": "Brechen",
            "description": "<p>Du fügst einem Gegenstand, den du in Reichweite sehen kannst und der nicht getragen wird, 10 Kraftschaden zu und erzeugst eine Geräuschexplosion, die bis zu 100 Fuß weit zu hören ist. Selbst wenn der Gegenstand nicht zerstört wird, fliegen kleine Splitter auf Kreaturen im Umkreis von 5 Fuß. Jede Kreatur muss einen Rettungswurf in Geschicklichkeit machen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d4]] kinetischen Schaden. </p> <p>Der kinetische Schaden dieser Macht erhöht sich um [[/r 1d4]], wenn du die 5. Stufe ([[/r 2d4]]), die 11. Stufe ([[/r 3d4]]) und die 17. Stufe ([[/r 4d4]]) erreichst, und der Kraftschaden der Macht erhöht sich ebenfalls um 10 auf jeder dieser Stufen.</p>"
        },
        {
            "id": "Breath Control",
            "name": "Atemkontrolle",
            "description": "<p>Du bist in der Lage, deinen Stoffwechsel so zu verlangsamen, dass du aufhören kannst zu atmen und der Wirkung von Giften in deinem Körper zu widerstehen. Wenn du vergiftet wirst, neutralisierst du das Gift. Wenn du von mehr als einem Gift befallen wirst, neutralisierst du ein Gift, von dem du weißt, dass es vorhanden ist, oder du neutralisierst eines nach dem Zufallsprinzip.</p> <p>Für die Dauer des Zaubers hast du einen Vorteil bei Schutzwürfen gegen Vergiftungen, Widerstand gegen Giftschaden und du musst nicht mehr atmen.</p>"
        },
        {
            "id": "Burst",
            "name": "Ansturm",
            "description": "<p>Du bringst die Erde unter deinen Füßen zum Bersten. Jede Kreatur in Reichweite, außer dir, muss einen Rettungswurf auf Geschicklichkeit bestehen oder erleidet [[/r 1d8]] kinetischen Schaden.</p> <p>Der Schaden dieser Macht erhöht sich um [[/r 1d8]], wenn du die 5. Stufe ([[/r 2d8]]), die 11. Stufe ([[/r 3d8]]) und die 17."
        },
        {
            "id": "Burst of Speed",
            "name": "Ausbruch der Geschwindigkeit",
            "description": "<p>Du berührst eine Kreatur. Die Geschwindigkeit des Ziels erhöht sich um 10 Fuß, bis die Macht endet.</p> <p><strong><em>Macht der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der 2. Stufe oder höher wirkst, kannst du für jede Slotstufe über der 1. eine zusätzliche Kreatur anvisieren.</p>"
        },
        {
            "id": "Call Lightning",
            "name": "Blitze rufen",
            "description": "<p>Wenn du dich durch die Macht mit der Natur verbindest, erscheint ein 10 Fuß hoher Sturmwolkenzylinder mit einem Radius von 60 Fuß, zentriert auf einen Punkt, den du in Reichweite über dir sehen kannst, mit dir als Mittelpunkt. Die Macht schlägt fehl, wenn dein Standort die Größe oder Höhe der Wolke nicht aufnehmen kann. Wenn du die Macht wirkst, wähle einen Punkt unter der Wolke, in den der Blitz einschlagen soll. Jede Kreatur im Umkreis von 5 Fuß muss einen Geschicklichkeits-Save machen und erleidet bei einem Fehlschlag [[/r 3d10]] Blitzschaden, bei einem Erfolg die Hälfte. Solange die Macht anhält, kannst du deine Aktion nutzen, um den Blitz erneut zu einem Punkt in Reichweite zu rufen.</p> <p>Wenn du dich im Freien und in einem Sturm befindest, gibt dir die Macht die Kontrolle über den Sturm, anstatt einen neuen zu erzeugen. Der Blitzschaden erhöht sich außerdem um [[/r 1d10]].</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 4 oder höher wirkst, erhöht sich der Schaden um [[/r 1d10]] für jede Slotstufe über der Stufe 3.</p>"
        },
        {
            "id": "Calm Emotions",
            "name": "Emotionen beruhigen",
            "description": "<p><em><strong>Voraussetzung</strong>: Emotionen spüren</em></p> <p>Du versuchst, starke Emotionen in einer Gruppe von Menschen zu unterdrücken. Jeder Humanoide in einem Radius von 20 Fuß um einen von dir gewählten Punkt innerhalb der Reichweite muss einen Charisma-Erhaltungswurf ablegen, wobei eine Kreatur wählen kann, ob sie diesen Rettungswurf misslingen will. Wenn eine Kreatur ihren Rettungswurf nicht besteht, wähle einen der beiden folgenden Effekte.</p> <ul> <li>Du kannst jeden Effekt unterdrücken, der ein Ziel verzaubert oder verängstigt. Wenn diese Macht endet, wird jeder unterdrückte Effekt wieder aufgenommen, vorausgesetzt, seine Dauer ist in der Zwischenzeit noch nicht abgelaufen. </li> <li>Du kannst ein Ziel gleichgültig gegenüber Kreaturen deiner Wahl machen, denen es feindlich gesinnt ist. Diese Gleichgültigkeit endet, wenn das Ziel von einer Macht angegriffen oder geschädigt wird oder wenn es Zeuge wird, wie einer seiner Freunde geschädigt wird. </li> </ul> <p>Wenn die Macht endet, wird die Kreatur wieder feindselig, es sei denn, der Spielleiter bestimmt etwas anderes.</p>"
        },
        {
            "id": "Choke",
            "name": "Würgen",
            "description": "<p>Du machst eine einschnürende Geste auf eine Kreatur in Reichweite. Das Ziel muss einen Konstitutionsschutzwurf machen. Bei einem misslungenen Schutzwurf erleidet das Ziel [[/r 5d8]] Kraftschaden und ist bis zum Ende deines nächsten Zuges gefesselt. Bei einem erfolgreichen Schutzwurf erleidet das Ziel die Hälfte des Schadens und ist nicht gefesselt.</p> <p>Während das Ziel gefesselt ist, kannst du eine Bonusaktion einsetzen, um es bis zu 5 Fuß in eine beliebige Richtung zu bewegen.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 4 oder höher wirkst, erhöht sich der Schaden um [[/r 1d8]] für jede Slotstufe über 3.</p>"
        },
        {
            "id": "Cloud Mind",
            "name": "Geist vernebeln",
            "description": "<p>Wirf einen [[/r 5d8]]; die Summe gibt an, wie viele Trefferpunkte von Kreaturen diese Macht beeinflussen kann. Kreaturen im Umkreis von 20 Fuß um einen von dir gewählten Punkt sind in der Reihenfolge ihrer aktuellen Trefferpunkte betroffen.</p> <p>Anfangend mit der Kreatur, die die niedrigsten aktuellen Trefferpunkte hat, wird jede Kreatur, die von dieser Macht betroffen ist, bewusstlos. Wenn die Macht endet, der Schläfer Schaden erleidet oder jemand eine Aktion verwendet, um den Schläfer zu wecken, wird er geweckt.</p> <p>Zieht die Trefferpunkte jeder Kreatur von der Gesamtzahl ab, bevor ihr zu der Kreatur mit den nächstniedrigen Trefferpunkten übergeht. Die Trefferpunkte einer Kreatur müssen gleich oder kleiner als die verbleibende Gesamtzahl sein, damit diese Kreatur betroffen ist.</p> <p>Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 2 oder höher wirkst, kannst du für jeden Slot der Stufe 1 einen zusätzlichen [[/r 2d8]] werfen. </p>"
        },
        {
            "id": "Coerce Mind",
            "name": "Geist zwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Geist beeinflussen</em></p> <p>Du schlägst eine Handlung vor (begrenzt auf einen oder zwei Sätze) und beeinflusst mit der Macht ein Wesen, das du in Reichweite siehst, das dich hören und verstehen kann.  Kreaturen, die nicht verzaubert werden können, sind gegen diesen Effekt immun. Die Suggestion muss so formuliert sein, dass die Vorgehensweise vernünftig klingt. Wenn du die Kreatur bittest, sich selbst zu verletzen, wird die Wirkung der Macht automatisch aufgehoben.</p> <p>Das Ziel muss einen Weisheits-Sparwurf machen. Bei einem misslungenen Rettungswurf verfolgt es die von dir beschriebene Handlung nach bestem Wissen und Gewissen. Die vorgeschlagene Handlung kann während der gesamten Dauer fortgesetzt werden. Wenn die vorgeschlagene Aktivität in kürzerer Zeit abgeschlossen werden kann, endet die Macht, wenn das Subjekt beendet, worum es gebeten wurde.</p> <p>Sie können auch Bedingungen angeben, die eine besondere Aktivität während der Dauer auslösen. Zum Beispiel könnte man vorschlagen, dass ein Soldat dem ersten Landstreicher, den er trifft, seinen Speeder gibt. Wenn die Bedingung nicht erfüllt ist, bevor die Macht abläuft, wird die Aktivität nicht ausgeführt.</p> <p>Wenn du oder einer deiner Gefährten das Ziel beschädigt, endet die Macht. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Comprehend Speech",
            "name": "Sprache begreifen",
            "description": "<p>Für die Dauer dieser Fähigkeit verstehst du die wörtliche Bedeutung jeder gesprochenen Sprache, die du hörst.</p>"
        },
        {
            "id": "Control Pain",
            "name": "Schmerz kontrollieren",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtkörper</em></p> <p>Du nutzt die Macht, um deinen Körper über seine normalen Grenzen hinaus zu bringen. Du kannst nicht durch Schaden oder fehlgeschlagene Rettungswürfe sterben, während diese Macht wirkt, aber die Anstrengung kostet dich viel Kraft. Wenn du 0 Trefferpunkte hast, während du unter der Wirkung dieser Macht stehst, wirst du nicht bewusstlos, sondern kannst normal weiter handeln und kämpfen. Solange du 0 Trefferpunkte hast, musst du zu Beginn jeder deiner Runden einen Rettungswurf ablegen. Jedes Mal, wenn du einen Todesrettungswurf nicht schaffst, erleidest du einen kumulativen Malus von -1 auf Angriffswürfe, Fähigkeitsprüfungen und Rettungswürfe (einschließlich Todesrettungswürfe). Dieser Malus bleibt bestehen, bis du wieder über Trefferpunkte verfügst. Erfolgreiche Rettungswürfe haben keinen Effekt, aber eine natürliche 20 stellt wie üblich 1 Trefferpunkt wieder her. </p> <p>Wenn du 0 Trefferpunkte hast, wenn diese Kraft endet, stirbst du sofort.</p>"
        },
        {
            "id": "Convulsion",
            "name": "Krämpfe",
            "description": "<p><em><strong>Voraussetzung</strong>: Zittern</em></p> <p>Wähle einen Punkt, den du auf dem Boden in Reichweite sehen kannst. Eine Fontäne aus aufgewühlter Erde und Stein bricht in einem 20 Fuß großen Würfel aus, der sich um diesen Punkt dreht. Jede Kreatur in diesem Bereich muss einen Schutzwurf auf Geschicklichkeit ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 3d12]] kinetischen Schaden, bei einem erfolgreichen Schutzwurf halb so viel Schaden. Außerdem wird der Boden in diesem Bereich zu schwierigem Gelände, bis er geräumt ist. Jeder 5-Fuß-Quadratbereich des Gebiets benötigt mindestens 1 Minute, um von Hand geräumt zu werden.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 4 oder höher wirkst, erhöht sich der Schaden um [[/r 1d12]] für jede Slotstufe über der Stufe 3.</p>"
        },
        {
            "id": "Crush",
            "name": "Zerquetschen",
            "description": "<p><em><strong>Voraussetzung</strong>: Würgen</em></p> <p>Du machst eine zermalmende Geste auf eine Kreatur in Reichweite. Das Ziel muss einen Konstitutionsschutzwurf machen. Bei einem misslungenen Schutzwurf erleidet das Ziel [[/r 10d8]] Kraftschaden und ist bis zum Ende deines nächsten Zuges gelähmt. Bei einem erfolgreichen Schutzwurf erleidet das Ziel nur halb so viel Schaden und ist nicht gelähmt.</p> <p>Während das Ziel gelähmt ist, kannst du eine Bonusaktion einsetzen, um es bis zu 10 Fuß in eine beliebige Richtung zu bewegen.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 7 oder höher wirkst, erhöht sich der Schaden um [[/r 1d8]] für jede Slotstufe über der Stufe 6.</p>"
        },
        {
            "id": "Curse",
            "name": "Fluch",
            "description": "<p><em><strong>Voraussetzung</strong>: Anprangern</em></p> <p>Bis zu drei Kreaturen deiner Wahl, die du in Reichweite sehen kannst, müssen Charisma-Würfe ablegen. Das erste Mal in jeder Runde, wenn ein Ziel, dem dieser Rettungswurf misslingt, einen Angriffswurf oder einen Rettungswurf macht, bevor die Macht endet, muss das Ziel einen [[/r d4]] würfeln und die gewürfelte Zahl vom Angriffswurf oder Rettungswurf abziehen.</p> <p><strong><em>Macht der Macht</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 3 oder höher wirkst, kannst du eine zusätzliche Kreatur für je zwei Slotstufen über der 1. Wenn du diese Macht auf Stufe 3, 6 oder 9 wirkst, erhöht sich der Würfel auf [[/r d6]], [[/r d8]] bzw. [[/r d10]].</p>"
        },
        {
            "id": "Danger Sense",
            "name": "Gefahrensinn",
            "description": "<p>Du vertraust auf die Macht, fühlst in die Zukunft und siehst, ob deine Handlungen zu Glück oder Verderben führen werden. Der Spielleiter wählt aus den folgenden möglichen Vorzeichen aus: </p> <ul> <li><strong>Frieden</strong>, für Ergebnisse, die nicht gefährlich sind</li> <li><strong>Gefahr</strong>, für Ergebnisse, die zwar gefährlich sind, aber vielleicht doch die Gefahr wert</li> <li><strong>Ruin</strong>, für Ergebnisse, die mit Sicherheit im Tod oder in einer Tragödie enden</li> </ul> <p>Die Macht berücksichtigt keine möglichen Umstände, die das Ergebnis verändern könnten, wie zum Beispiel die Verwendung zusätzlicher Kräfte oder der Verlust oder Gewinn eines Gefährten. </p> <p>Wenn du diese Macht zwei oder mehr Mal vor deiner nächsten langen Ruhepause anwendest, besteht eine kumulative 25-prozentige Chance für jeden Wurf nach dem ersten, dass du ein neutrales Ergebnis erhältst, unabhängig vom tatsächlichen Ergebnis.</p>"
        },
        {
            "id": "Dark Aura",
            "name": "Dunkle Aura",
            "description": "<p><em><strong>Voraussetzung</strong>: Verhexung</em></p> <p>Du manifestierst für die Dauer des Zaubers einen Mantel aus bösartiger Energie der dunklen Seite.</p> <p>Bis zum Ende des Zaubers fügt jeder deiner Angriffe zusätzlichen [[/r 1d8]] nekrotischen Schaden zu, wenn du eine Kreatur im Umkreis von 10 Fuß triffst. Jede Kreatur, die diesen Schaden erleidet, kann bis zum Beginn deines nächsten Zuges keine Trefferpunkte wiedererlangen.</p> <p>Zusätzlich erhält jede Kreatur deiner Wahl, die du sehen kannst und die ihren Zug innerhalb von 10 Fuß von dir beginnt, bis zum Beginn deines nächsten Zuges 1 verlangsamte Stufe.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 4 oder höher wirkst, erhöht sich der zusätzliche Schaden um [[/r 1d8]] für jede Slotstufe über 3.</p>"
        },
        {
            "id": "Dark Shear",
            "name": "Dunkle Scherung",
            "description": "<p>Du erschaffst eine Waffe aus nicht wahrnehmbarer Energie der Macht, die anhält, bis die Macht endet. Sie zählt als einfache Lichtwaffe, die du gut beherrschst. Sie verursacht [[/r 2d6]] psychischen Schaden und hat die Eigenschaften Finesse, Licht und geworfen (Reichweite 20/60). Wenn du angreifst, während du dich im Dämmerlicht oder in der Dunkelheit befindest, hast du einen Vorteil.</p> <p>Wenn du die Waffe fallen lässt oder wirfst, verschwindet sie am Ende der Runde. Solange die Macht andauert, kannst du eine Bonusaktion einsetzen, um die Waffe wieder in deiner Hand erscheinen zu lassen.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der 3. oder 4. Stufe wirkst, erhöht sich der Schaden um [[/r 1d6]] ([[/r 3d6]]). Auf der 5. oder 6. Stufe erhöht sich der Schaden um [[/r 2d6]] ([[/r 4d6]]). Ab der 7. Stufe erhöht sich der Schaden um [[/r 3d6]] ([[/r 5d6]]). </p>"
        },
        {
            "id": "Dark Side Tendrils",
            "name": "Ranken der dunklen Seite",
            "description": "<p>Tendrills dunkler Energie brechen aus dir hervor und schlagen alle Kreaturen im Umkreis von 10 Fuß um dich herum. Jede Kreatur in diesem Bereich muss einen Stärkewurf machen. Bei einem misslungenen Schutzwurf erleidet das Ziel [[/r 2d6]] nekrotischen Schaden und kann bis zu seinem nächsten Zug nicht mehr reagieren. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur die Hälfte des Schadens, aber keine anderen Auswirkungen.</p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Machtslot der Stufe 2 oder höher wirkst, erhöht sich der Schaden um [[/r 1d6]] für jede Slotstufe über der Stufe 1.</p>"
        },
        {
            "id": "Darkness",
            "name": "Dunkelheit",
            "description": "<p>Dunkelheit breitet sich von einem Punkt deiner Wahl innerhalb der Reichweite aus und füllt eine Kugel mit einem Radius von 15 Fuß, bis die Macht endet. Die Dunkelheit breitet sich um Ecken herum aus. Eine Kreatur mit Nachtsicht kann durch diese Dunkelheit nicht hindurchsehen, und unverstärktes Licht kann sie nicht erhellen.</p> <p> Befindet sich der von dir gewählte Punkt auf einem Gegenstand, den du in der Hand hältst oder der nicht getragen wird, geht die Dunkelheit von diesem Gegenstand aus und bewegt sich mit ihm. Wenn du die Quelle der Dunkelheit mit einem undurchsichtigen Gegenstand vollständig abdeckst, wird die Dunkelheit blockiert.</p> <p>Wenn sich der Bereich dieser Macht mit Licht überschneidet, das von einer Macht der Stufe 2 oder niedriger erzeugt wird, werden diese Macht und das Licht gebannt.</p>"
        },
        {
            "id": "Death Field",
            "name": "Todesfeld",
            "description": "<p><em><strong>Voraussetzung</strong>: Leben absaugen</em></p> <p>Du entziehst jeder Kreatur in einem 30-Fuß-Würfel, der auf einem von dir gewählten Punkt in Reichweite zentriert ist, die Lebenskraft. Jede Kreatur in diesem Bereich muss einen Konstitutionsschutzwurf ablegen. Bei einem misslungenen Schutzwurf erleidet eine Kreatur [[/r 10d8]] nekrotischen Schaden, bei einem erfolgreichen Schutzwurf die Hälfte des Schadens. Wenn du eine feindliche Kreatur auf 0 reduzierst, erhältst du vorübergehend Trefferpunkte in Höhe der Hälfte des zugefügten Schadens. Diese Fähigkeit hat keine Wirkung auf Droiden oder Konstrukte.</p>>"
        },
        {
            "id": "Defensive Technique",
            "name": "Defensiv-Technik",
            "description": "<p>Als Teil der Aktion, mit der du diese Kraft wirkst, musst du einen Nahkampfangriff gegen eine Kreatur in deiner Reichweite durchführen, sonst schlägt die Kraft fehl. Bei einem Treffer erleidet das Ziel die normalen Auswirkungen des Angriffs, und du wehrst dich durch die Macht dagegen.</p> <p>Zwingt dich das Ziel vor Beginn deines nächsten Zuges zu einem Rettungswurf, erleidet das Ziel zusätzlich [[/r 1d6]] psychischen Schaden, und du kannst [[/r 1d4]] würfeln und die gewürfelte Zahl zu deinem Rettungswurf addieren. Die Macht endet dann.</p> <p>Der Schaden der Macht erhöht sich, wenn du höhere Stufen erreichst. Auf Stufe 5 fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1d6]] psychischen Schaden zu, und der psychische Schaden, den das Ziel erleidet, weil es dich zu einem Rettungswurf zwingt, erhöht sich auf [[/r 2d6]]. Beide Schadenswürfe erhöhen sich auf der 11. und 17. Stufe um [[/r 1d6]].</p>>"
        },
        {
            "id": "Denounce",
            "name": "Anprangern",
            "description": "<p>Ein Ziel deiner Wahl in Reichweite muss einen Charisma-Sparwurf ablegen. Bei einem misslungenen Schutzwurf muss das Ziel bei seinem nächsten Angriffswurf oder Rettungswurf einen [[/r d4]] werfen und die Zahl davon abziehen. Die Macht endet dann.</p> <p>Der Würfel dieser Macht erhöht sich auf höheren Stufen: auf einen [[/r d6]] auf Stufe 5, einen [[/r d8]] auf Stufe 11 und einen [[/r d10]] auf Stufe 17.</p>"
        },
        {
            "id": "Destroy Droid",
            "name": "Droide zerstören",
            "description": "<p><em><strong>Voraussetzung</strong>: Droide ausschalten</em></p> <p>Wählen Sie einen Punkt, den Sie in Reichweite sehen können. Jeder Droide oder jedes Konstrukt muss einen Konstitutionsschutzwurf bestehen oder für die Dauer gelähmt werden. Zu Beginn jeder seiner Runden erleidet ein betroffenes Ziel Energieschaden in Höhe des doppelten Modifikators deiner Fähigkeit Kraftwirkung und wiederholt dann diesen Rettungswurf. Bei einem Erfolg endet die Macht auf dem Ziel.</p>"
        },
        {
            "id": "Disable Droid",
            "name": "Droide ausschalten",
            "description": "<p><em><strong>Voraussetzung</strong>: Betäubungsdroide</em></p> <p>Wähle einen Punkt, den du in Reichweite sehen kannst. Jeder Droide oder jedes Konstrukt muss einen Konstitutionsschutzwurf bestehen oder für die Dauer des Zaubers gelähmt sein. Zu Beginn jeder seiner Runden erleidet eine betroffene Kreatur Energieschaden in Höhe deines Kraftwirkungs-Fähigkeitsmodifikators und wiederholt dann diesen Rettungswurf. Bei einem Erfolg endet die Macht auf dem Ziel.</p>"
        },
        {
            "id": "Disperse Force",
            "name": "Macht zerstreuen",
            "description": "<p><em><strong>Voraussetzung</strong>: Säbelabwehr</em></p> <p>Diese Kraft absorbiert den Schaden bestimmter Angriffe, mildert seine Wirkung auf dich und verteilt ihn in deinem Körper. Du bist bis zum Beginn deines nächsten Zuges gegen die auslösende Schadensart resistent. Außerdem erhältst du 5 temporäre Trefferpunkte, um den Angriff möglicherweise absorbieren zu können. Diese temporären Trefferpunkte halten bis zum Beginn deines nächsten Zuges an.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 2 oder höher wirkst, erhöhen sich die temporären Trefferpunkte um 5 für jede Slotstufe über der Stufe 1.</p>"
        },
        {
            "id": "Dominate Beast",
            "name": "Bestie beherrschen",
            "description": "<p>Eine Bestie, die du sehen kannst, muss einen Weisheitssave bestehen oder verzaubert werden. Wenn du oder deine Gefährten gegen es kämpfen, hat es einen Vorteil bei diesem Rettungswurf.</p> <p>Während es verzaubert ist, hast du eine telepathische Verbindung zu ihm, wenn ihr euch auf demselben Planeten befindet. Du kannst diese Verbindung nutzen, um ihm Befehle zu erteilen, während du bei Bewusstsein bist, und es tut sein Bestes, diese zu befolgen. Sie können eine einfache und allgemeine Vorgehensweise vorgeben. Wenn es den Befehl ausführt und keine weiteren Befehle erhält, konzentriert es sich darauf, sich zu verteidigen.</p> <p>Du kannst deine Aktion nutzen, um die totale Kontrolle über das Ziel zu übernehmen. Bis zum Ende deines nächsten Zuges führt die Bestie nur die Aktionen aus, die du beschließt, und nichts, was du ihr nicht erlaubst. Du kannst die Bestie auch eine Reaktion einsetzen lassen, aber das erfordert ebenfalls deine Reaktion.</p> <p>Wenn die Bestie Schaden erleidet, macht sie einen weiteren Weisheits-Save. Bei einem Erfolg endet die Macht.</p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraftplatz der Stufe 5 wirkst, beträgt die Dauer bis zu 10 Minuten. Bei einem Kraftplatz der Stufe 6 beträgt die Dauer bis zu 1 Stunde. Bei einem Slot der Stufe 7 oder höher beträgt die Dauer bis zu 8 Stunden.</p>>"
        },
        {
            "id": "Dominate Mind",
            "name": "Geist beherrschen",
            "description": "<p><em><strong>Voraussetzung</strong>: Bestie beherrschen</em></p> <p>Du versuchst, einen Humanoiden, den du in Reichweite siehst, zu betören. Er muss einen Weisheitswurf bestehen oder für die Dauer des Versuchs von dir verzaubert werden. Wenn du oder mit dir befreundete Kreaturen gegen es kämpfen, hat es einen Vorteil beim Rettungswurf.</p> <p>Während das Ziel verzaubert ist, hast du eine telepathische Verbindung mit ihm, solange du dich innerhalb von 1 Meile von ihm befindest. Du kannst diese telepathische Verbindung nutzen, um der Kreatur Befehle zu erteilen, während du bei Bewusstsein bist (keine Aktion erforderlich), die sie nach Kräften befolgt. Du kannst eine einfache und allgemeine Handlungsanweisung geben, wie z. B. Greife diese Kreatur an, Lauf dorthin oder Hol diesen Gegenstand. Wenn die Kreatur den Befehl ausführt und keine weiteren Anweisungen von dir erhält, verteidigt und schützt sie sich nach besten Kräften.</p> <p>Du kannst deine Aktion nutzen, um die vollständige und präzise Kontrolle über das Ziel zu übernehmen. Bis zum Ende deines nächsten Zuges führt die Kreatur nur die Aktionen aus, die du auswählst, und tut nichts, was du ihr nicht erlaubst zu tun. Während dieser Zeit kannst du die Kreatur auch dazu bringen, eine Reaktion zu benutzen, aber das erfordert, dass du auch deine eigene Reaktion einsetzt.</p> <p>Jedes Mal, wenn das Ziel Schaden erleidet, macht es einen neuen Weisheitssparwurf gegen die Macht. Wenn der Rettungswurf gelingt, endet die Macht. </p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraftplatz der Stufe 6 wirkst, beträgt die Dauer 10 Minuten. Wenn du einen Kraft-Slot der 7. Stufe verwendest, beträgt die Dauer 1 Stunde. Wenn du einen Kraft-Slot der 8. Stufe oder höher verwendest, beträgt die Dauer 8 Stunden.</p>"
        },
        {
            "id": "Dominate Monster",
            "name": "Monster beherrschen",
            "description": "<p><em><strong>Voraussetzung</strong>: Geist beherrschen</em></p> <p>Du versuchst, eine Kreatur zu betören, die du in Reichweite siehst. Es muss einen Weisheitswurf bestehen oder für die Dauer des Versuchs von dir verzaubert werden. Wenn du oder mit dir befreundete Kreaturen gegen sie kämpfen, hat sie einen Vorteil beim Rettungswurf.</p> <p>Während die Kreatur verzaubert ist, hast du eine telepathische Verbindung zu ihr, solange du dich in einem Umkreis von 1 Meile von ihr befindest. Du kannst diese telepathische Verbindung nutzen, um der Kreatur Befehle zu erteilen, während du bei Bewusstsein bist (keine Aktion erforderlich), die sie nach Kräften befolgt. Du kannst eine einfache und allgemeine Handlungsanweisung geben, wie z. B. Greife diese Kreatur an, Lauf dorthin oder Hol diesen Gegenstand. Wenn die Kreatur den Befehl ausführt und keine weiteren Anweisungen von dir erhält, verteidigt und schützt sie sich nach besten Kräften.</p> <p>Du kannst deine Aktion nutzen, um die vollständige und präzise Kontrolle über das Ziel zu übernehmen. Bis zum Ende deines nächsten Zuges führt die Kreatur nur die Aktionen aus, die du auswählst, und tut nichts, was du ihr nicht erlaubst zu tun. Während dieser Zeit kannst du die Kreatur auch dazu bringen, eine Reaktion zu benutzen, aber das erfordert, dass du auch deine eigene Reaktion einsetzt.</p> <p>Jedes Mal, wenn das Ziel Schaden erleidet, macht es einen neuen Weisheitssparwurf gegen die Macht. Wenn der Rettungswurf gelingt, endet die Macht. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraft-Slot der Stufe 9 wirkst, ist die Dauer Konzentration, bis zu 8 Stunden.</p>"
        },
        {
            "id": "Drain Life",
            "name": "Leben entziehen",
            "description": "<p><em><strong>Voraussetzung</strong>: Lebenskraft entziehen</em></p> <p>Du entziehst einer Kreatur, die du in Reichweite siehst, die Lebenskraft. Das Ziel muss einen Konstitutionsschutzwurf ablegen. Bei einem misslungenen Schutzwurf erleidet das Ziel [[/r 8d8]] nekrotischen Schaden, bei einem erfolgreichen Schutzwurf die Hälfte des Schadens. Wenn du eine feindliche Kreatur auf 0 reduzierst, erhältst du vorübergehend Trefferpunkte in Höhe der Hälfte des zugefügten Schadens. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 5 oder höher wirkst, erhöht sich der Schaden um [[/r 1d8]] für jede Slotstufe über 4.</p>"
        },
        {
            "id": "Drain Vitality",
            "name": "Vitalität entziehen",
            "description": "<p><em><strong>Voraussetzung</strong>: Sap Vitality</em></p> <p>Du ziehst die Willenskraft von einer Kreatur ab, die du in Reichweite siehst. Führe einen Macht-Fernangriff gegen das Ziel aus. Bei einem Treffer erleidet das Ziel [[/r 2d6]] nekrotischen Schaden und richtet mit Waffenangriffen, die Stärke verwenden, nur halben Schaden an, bis die Kraft endet.</p> <p>Am Ende jeder Runde des Ziels kann es einen Konstitutions-Erhaltungswurf gegen die Kraft machen. Bei einem Erfolg endet die Macht.</p> <p><strong><em>Macht der Kraft.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 3 oder höher wirkst, erhöht sich der Schaden um [[/r 1d6]] für jede Slotstufe über 2.</p>"
        },
        {
            "id": "Dun Moch",
            "name": "Dun Moch",
            "description": "<p>Du versuchst, eine Kreatur so zu manipulieren, dass sie gegen dich kämpft. Eine Kreatur, die du in Reichweite sehen kannst, muss einen Weisheitswurf machen. Bei einem misslungenen Schutzwurf wird die Kreatur von dir angezogen und durch deine Forderungen gezwungen. Für die Dauer der Macht hat es einen Nachteil bei Angriffswürfen gegen andere Kreaturen als dich und muss jedes Mal einen Rettungswurf in Weisheit machen, wenn es versucht, sich in einen Raum zu bewegen, der mehr als 30 Fuß von dir entfernt ist; gelingt ihm dieser Rettungswurf, schränkt diese Macht die Bewegung des Ziels in dieser Runde nicht ein. </p> <p>Die Macht endet, wenn du eine andere Kreatur angreifst, wenn du eine Macht wirkst, die auf eine andere feindliche Kreatur als das Ziel abzielt, wenn eine dir freundlich gesinnte Kreatur dem Ziel Schaden zufügt oder eine schädliche Macht auf es wirkt oder wenn du deinen Zug mehr als 30 Fuß vom Ziel entfernt beendest. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Earthquake",
            "name": "Erdbeben",
            "description": "<p><em><strong>Voraussetzung</strong>: Eruption</em></p> <p>Du erzeugst eine seismische Störung an einem Punkt des Bodens, den du in Reichweite sehen kannst. Für die Dauer der Störung wird der Boden in einem Umkreis von 100 Fuß um diesen Punkt herum von einem starken Beben erschüttert, das Kreaturen und Strukturen, die mit dem Boden in diesem Gebiet in Berührung kommen, erschüttert.</p> <p>Der Boden in diesem Gebiet wird zu schwierigem Terrain. Jede Kreatur, die sich auf dem Boden befindet und sich konzentriert, muss einen Konstitutionsschutzwurf machen. Bei einem Fehlschlag ist die Konzentration der Kreatur gebrochen.</p> <p>Wenn du diese Macht wirkst und am Ende jeder Runde, die du damit verbringst, sich darauf zu konzentrieren, muss jede Kreatur auf dem Boden in dem Gebiet einen Rettungswurf in Geschicklichkeit machen. Bei einem misslungenen Schutzwurf wird die Kreatur auf den Boden geworfen. </p> <p>Diese Macht kann zusätzliche Effekte haben, die vom Gelände in dem Gebiet abhängen und vom Spielleiter festgelegt werden.</p> <p><strong><em>Risse.</em></strong> Zu Beginn deines nächsten Zuges, nachdem du die Macht gewirkt hast, öffnen sich im gesamten Gebiet der Macht Risse. Insgesamt [[/r 1d6]] solcher Risse öffnen sich an Orten, die der Spielleiter auswählt. Jeder dieser Risse ist [[/r 1d10 * 10]] Fuß tief, 10 Fuß breit und erstreckt sich von einem Rand des Wirkungsbereichs der Macht bis zur gegenüberliegenden Seite. Eine Kreatur, die sich an einer Stelle befindet, an der sich ein Spalt öffnet, muss einen Rettungswurf auf Geschicklichkeit bestehen oder hineinfallen. Eine Kreatur, die erfolgreich rettet, bewegt sich mit dem Rand des Risses, wenn er sich öffnet.</p> <p>Ein Riss, der sich unter einem Bauwerk öffnet, bringt dieses automatisch zum Einsturz (siehe unten).</p> <p><strong><em>Bauwerke.</em></strong> Das Beben fügt jedem Bauwerk, das in dem Gebiet mit dem Boden in Berührung kommt, 50 kinetischen Schaden zu, wenn du die Macht wirkst und zu Beginn jeder deiner Runden, bis die Macht endet. Wenn ein Bauwerk auf 0 Trefferpunkte fällt, stürzt es ein und beschädigt möglicherweise Kreaturen in der Nähe. Eine Kreatur, die sich im Umkreis der halben Höhe des Bauwerks befindet, muss einen Rettungswurf in Geschicklichkeit machen. Bei einem misslungenen Rettungswurf erleidet die Kreatur [[/r 5d6]] kinetischen Schaden, wird am Boden liegend niedergestreckt und unter den Trümmern begraben. Um zu entkommen, ist ein Stärke (Athletik)-Wert von DC 20 als Aktion erforderlich. Der GM kann den DC höher oder niedriger ansetzen, je nach Beschaffenheit der Trümmer. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur nur halb so viel Schaden und fällt nicht auf den Boden oder wird begraben.</p>"
        },
        {
            "id": "Enfeeble",
            "name": "Entkräften",
            "description": "<p>Dunkle Energie strömt aus deiner Hand auf eine Kreatur in Reichweite. Das Ziel muss einen Weisheitswurf bestehen. Wenn es keine Trefferpunkte hat, erleidet es [[/r 1d12]] nekrotischen Schaden. Andernfalls erleidet es [[/r 1d8]].</p> <p>Der Schaden der Macht erhöht sich um einen Würfel, wenn du die 5., 11. und 17. Stufe erreichst.</p>"
        },
        {
            "id": "Eruption",
            "name": "Eruption",
            "description": "<p><em><strong>Voraussetzung</strong>: Konvulsion</em></p> <p>Du bringst bis zu sechs Steinsäulen an Stellen auf dem Boden zum Bersten, die du in Reichweite sehen kannst. Jede Säule ist ein Zylinder, der einen Durchmesser von 5 Fuß und eine Höhe von bis zu 30 Fuß hat. Der Boden, auf dem eine Säule erscheint, muss breit genug für ihren Durchmesser sein, und du kannst den Boden unter einer Kreatur anvisieren, wenn diese Kreatur Medium oder kleiner ist. Jede Säule hat AC 5 und 30 Trefferpunkte. Wenn eine Säule auf 0 Trefferpunkte reduziert wird, zerfällt sie in Schutt und Asche, wodurch ein Bereich mit schwierigem Gelände in einem Radius von 10 Fuß entsteht, der anhält, bis der Schutt beseitigt ist. Jeder Teil des Gebiets mit einem Durchmesser von 5 Fuß benötigt mindestens 1 Minute, um von Hand geräumt zu werden.</p> <p>Wird eine Säule unter einer Kreatur erschaffen, muss diese Kreatur einen Rettungswurf auf Geschicklichkeit bestehen oder von der Säule angehoben werden. Eine Kreatur kann sich dafür entscheiden, den Schutzwurf nicht zu bestehen. </p> <p>Wenn eine Säule durch eine Decke oder ein anderes Hindernis daran gehindert wird, ihre volle Höhe zu erreichen, erleidet eine Kreatur auf der Säule [[/r 6d6]] kinetischen Schaden und wird zwischen der Säule und dem Hindernis eingeklemmt. Die gefesselte Kreatur kann eine Aktion nutzen, um eine Stärke- oder Geschicklichkeitsprobe (nach Wahl der Kreatur) gegen den Schutz-DC der Macht zu machen. Bei einem Erfolg ist die Kreatur nicht mehr gefesselt und muss sich entweder von der Säule entfernen oder von ihr herunterfallen.</p> <p><strong><em>Macht der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 7 oder höher wirkst, kannst du zwei zusätzliche Säulen für jede Slotstufe über der Stufe 6 erzeugen.</p>"
        },
        {
            "id": "Fear",
            "name": "Furcht",
            "description": "<p>Du erweckst den Sinn für Sterblichkeit in einer Kreatur, die du in Reichweite siehst. Das Ziel muss einen Weisheitswurf bestehen oder für die Dauer des Zaubers verängstigt werden. Ein Ziel mit 25 oder weniger Trefferpunkten macht den Rettungswurf mit Nachteil. Eine verängstigte Kreatur kann diesen Rettungswurf am Ende jeder ihrer Runden wiederholen, wobei dieser Effekt bei einem Erfolg endet. Diese Macht hat keine Wirkung auf Konstrukte oder Droiden.</p>>"
        },
        {
            "id": "Feedback",
            "name": "Rückkopplung",
            "description": "<p>Du entlässt einen Schwall psychischer Energie auf ein Ziel in Reichweite. Wenn das Ziel dich hören kann (es muss dich aber nicht verstehen), muss es einen Intelligenz-Schutzwurf bestehen oder [[/r 1d4]] psychischen Schaden erleiden und beim nächsten Angriffswurf, den es vor dem Ende seiner nächsten Runde macht, einen Nachteil haben.</p> <p>Der Schaden dieser Macht erhöht sich um [[/r 1d4]], wenn du die 5."
        },
        {
            "id": "Force Barrier",
            "name": "Macht-Barriere",
            "description": "<p>Diese Macht stärkt deine Verbündeten mit Zähigkeit und Entschlossenheit. Wähle bis zu drei Kreaturen in Reichweite. Die maximalen und aktuellen Trefferpunkte jedes Ziels erhöhen sich für die Dauer der Macht um 5.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 3 oder höher wirkst, erhöhen sich die Trefferpunkte des Ziels für jede Slotstufe über 2 um weitere 5.</p>"
        },
        {
            "id": "Force Blind/Deafen",
            "name": "Macht blind/taub",
            "description": "<p>Du kannst einen Feind blind oder taub machen. Wähle eine Kreatur, die du in Reichweite sehen kannst, um einen Konstitutions-Erhaltungswurf zu machen. Wenn er misslingt, ist das Ziel für die Dauer des Wurfes entweder geblendet oder betäubt (nach deiner Wahl). Am Ende jeder seiner Runden kann das Ziel einen Konstitutions-Erhaltungswurf machen. Bei einem Erfolg endet die Macht.</p> <p><strong><em>Macht der Macht.</em></strong> Wenn du diese Macht mit einem Machtslot der Stufe 3 oder höher wirkst, kannst du für jeden Slot der Stufe 2 oder höher eine zusätzliche Kreatur anvisieren.</p>"
        },
        {
            "id": "Force Blinding",
            "name": "Macht Blendung",
            "description": "<p>Du benutzt die Macht, um einen blendenden Lichtblitz aus deiner Hand auszustrahlen. Wirf einen [[/r 6d10]], die Summe gibt an, wie viele Trefferpunkte von Kreaturen diese Macht bewirken kann. Kreaturen in einem 15-Fuß-Kegel, der von dir ausgeht, werden in aufsteigender Reihenfolge ihrer aktuellen Trefferpunkte betroffen (bewusstlose Kreaturen und Kreaturen, die nicht sehen können, werden ignoriert).</p> <p>Angefangen mit der Kreatur, die die niedrigsten aktuellen Trefferpunkte hat, wird jede Kreatur, die von dieser Macht betroffen ist, geblendet, bis die Macht endet. Ziehe die Trefferpunkte jeder Kreatur von der Gesamtzahl ab, bevor du mit der Kreatur mit den nächstniedrigen Trefferpunkten weitermachst. Die Trefferpunkte einer Kreatur müssen gleich oder kleiner als die verbleibende Gesamtzahl sein, damit die Kreatur betroffen ist.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 2 oder höher wirkst, wirf einen zusätzlichen [[/r 2d10]] für jeden Slot der Stufe 1 oder höher.</p>"
        },
        {
            "id": "Force Blur",
            "name": "Macht Unschärfe",
            "description": "<p><em><strong>Voraussetzung</strong>: Maske der Macht</em></p> <p>Du benutzt die Macht, um eine Illusion zu weben, die deine Gestalt verwischt, die sich für alle, die dich sehen können, verändert und schwankt. Für die Dauer dieser Illusion hat jede Kreatur einen Nachteil bei Angriffswürfen gegen dich. Ein Angreifer ist gegen diesen Effekt immun, wenn er nicht auf Sicht angewiesen ist (wie bei Blindsight) oder durch Illusionen hindurchsehen kann (wie bei Truesight).</p>"
        },
        {
            "id": "Force Body",
            "name": "Macht Körper",
            "description": "<p>Diese Fähigkeit ermöglicht es dir, deine Gesundheit zu nutzen, um deine Macht zu verstärken. Wenn du eine Macht ausübst, wird die Hälfte der Kosten durch deine Kraftpunkte (aufgerundet) und die Hälfte der Kosten durch deine Trefferpunkte (abgerundet) bezahlt. Zusätzlich werden deine maximalen Trefferpunkte um diesen Betrag verringert, solange die Kraft aktiv ist.</p> <p>Diesen Effekt kannst du jederzeit beenden. Wenn du eine Macht wirkst, die deine Trefferpunkte auf 0 reduzieren würde, schlägt die Macht automatisch fehl und dieser Effekt endet.</p> <p>"
        },
        {
            "id": "Force Breach",
            "name": "Macht Durchbruch",
            "description": "<p>Wählen Sie einen Punkt innerhalb der Reichweite. Alle Kräfte der 5. Stufe oder niedriger in diesem Gebiet enden. Führe für jede Macht der 6. Stufe oder höher in dem Gebiet eine Fähigkeitsprüfung mit deiner Fähigkeit Machtausübung durch. Der DC ist 10 + die Stufe der Kraft. </p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der 6. Stufe oder höher wirkst, beendest du automatisch die Auswirkungen einer Macht auf das Ziel, wenn die Stufe der Macht gleich oder niedriger ist als die Stufe des Kraftslots, den du benutzt hast.</p>"
        },
        {
            "id": "Force Camouflage",
            "name": "Macht Tarnung",
            "description": "<p>Du wirst unsichtbar, bis die Kraft endet. Alles, was du trägst oder bei dir hast, ist unsichtbar, solange du es bei dir hast. Die Kraft endet, wenn du angreifst, eine Kraft wirkst oder eine andere feindliche Handlung ausführst.</p>"
        },
        {
            "id": "Force Chain Lightning",
            "name": "Macht Kettenblitz",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtblitz</em></p> <p>Du erschaffst einen Blitz, der in einem Bogen auf ein Ziel deiner Wahl zusteuert, das du in Reichweite sehen kannst. Drei Blitze springen dann von diesem Ziel zu bis zu drei anderen Zielen, die sich jeweils innerhalb von 30 Fuß um das erste Ziel befinden müssen. Ein Ziel kann eine Kreatur oder ein Gegenstand sein und kann nur von einem der Bolzen getroffen werden.</p> <p>Ein Ziel muss einen Rettungswurf auf Geschicklichkeit machen. Bei einem misslungenen Schutzwurf erleidet das Ziel [[/r 10d8]] Blitzschaden, bei einem erfolgreichen Schutzwurf die Hälfte des Schadens.</p> <p><strong><em>Macht der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 7 oder höher wirkst, springt für jede Slotstufe über 6 ein zusätzlicher Blitz vom ersten Ziel zu einem anderen Ziel.</p>"
        },
        {
            "id": "Force Concealment",
            "name": "Macht-Tarnung",
            "description": "<p>Du verhüllst oder veränderst die Aura einer Kreatur oder eines Objekts, das du berührst, so dass die Kräfte der Macht falsche Informationen über sie preisgeben. Das Ziel kann eine willige Kreatur oder ein Objekt sein, das nicht von einer anderen Kreatur getragen wird.</p> <p>Wenn du die Macht wirkst, wähle einen oder beide der folgenden Effekte. Der Effekt hält für die Dauer an. Wenn du diese Macht 30 Tage lang jeden Tag auf dieselbe Kreatur oder denselben Gegenstand wirkst und ihr/ihm jedes Mal denselben Effekt auferlegst, hält der Effekt so lange an, bis er gebannt wird.</p> <p><strong><em>Falsche Aura.</em></strong> Du änderst die Art und Weise, in der das Ziel für Mächte und auf der Macht basierende verstärkte Effekte erscheint, wie z.B. <em>Kraftsinn</em>, der die Anwesenheit der Macht erkennt. Du kannst ein auf der Macht basierendes, nicht verstärktes Objekt oder eine Kreatur verstärkt erscheinen lassen und eine Aura der Macht ausstrahlen, oder ein auf der Macht basierendes, verstärktes Objekt oder eine Kreatur nicht verstärkt erscheinen lassen und keine Aura der Macht ausstrahlen. Wenn du diesen Effekt auf einen Gegenstand anwendest, kannst du die falsche Aura für jede Kreatur sichtbar machen, die den Gegenstand anfasst.</p> <p><strong><em>Umhüllung.</em></strong> Du kannst die Art und Weise ändern, wie die Affinität des Ziels in der Macht für die <em>Kraftsicht</em>-Macht erscheint. Zum Beispiel kann ein Sith-Lord mit großer Macht auf der dunklen Seite der Macht so erscheinen, als hätte er nur sehr wenig Kraft in der Macht und eine Affinität zur hellen Seite.</p>"
        },
        {
            "id": "Force Confusion",
            "name": "Macht Verwirrung",
            "description": "<p>Ein Humanoider deiner Wahl, den du in Reichweite sehen kannst, muss einen Weisheitswurf bestehen oder wird für die Dauer des Zaubers von dir verzaubert. Das verzauberte Ziel muss seine Aktion nutzen, bevor es sich in jedem seiner Züge bewegt, um einen Nahkampfangriff gegen eine andere Kreatur als sich selbst durchzuführen, die du gedanklich auswählst.</p> <p>Das Ziel kann in seinem Zug normal handeln, wenn du keine Kreatur auswählst oder sich keine in seiner Reichweite befindet.</p> <p>In deinen folgenden Zügen musst du deine Aktion nutzen, um die Kontrolle über das Ziel aufrechtzuerhalten, sonst endet die Macht. Außerdem kann das Ziel am Ende jedes seiner Züge einen Rettungswurf in Weisheit machen. Bei einem Erfolg endet die Macht.</p>"
        },
        {
            "id": "Force Current",
            "name": "Macht Strom",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtschub/Ziehen</em></p> <p>Wenn du diese Macht wirkst, hebst du deine Hand und entlässt einen Schwall von Energie der Macht. Jede Kreatur in einem Umkreis von 15 Fuß muss einen Stärkewurf machen. Bei einem misslungenen Schutzwurf erleidet eine Kreatur [[/r 3d6]] Kraftschaden und wird, falls sie groß oder kleiner ist, außerdem 5 Fuß zurückgestoßen. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur nur halb so viel Schaden und wird nicht zurückgestoßen. Alle Gegenstände mittlerer oder kleiner Größe, die nicht innerhalb des Wirkungsbereichs getragen werden, werden ebenfalls 5 Fuß zurückgestoßen.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der 2. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1d6]] für jeden Slot der höheren Stufe. Für jeden Slot, der 2 Stufen über der 1. Stufe liegt, kannst du den Stoß um weitere 5 Fuß erhöhen.</p>>"
        },
        {
            "id": "Force Disarm",
            "name": "Macht Entwaffnen",
            "description": "<p>Du wählst eine Waffe oder einen Gegenstand, der von einer großen oder kleineren Kreatur in Reichweite getragen wird. Die Kreatur muss einen Schutzwurf auf Stärke oder Geschicklichkeit ablegen (die Kreatur wählt die zu verwendende Fähigkeit). Wenn der Gegenstand getragen wird, wird dieser Rettungswurf mit Vorteil ausgeführt. Bei einem misslungenen Schutzwurf wird der Gegenstand direkt zu dir gezogen. Wenn du eine freie Hand hast, fängst du die Waffe auf. Andernfalls landet sie zu deinen Füßen.</p>"
        },
        {
            "id": "Force Enlightenment",
            "name": "Erleuchtung der Macht",
            "description": "<p><em><strong>Voraussetzung</strong>: Führung</em></p> <p>Du berührst eine Kreatur und verstärkst sie mit der Macht. Wähle einen der folgenden Effekte; das Ziel erhält diesen Effekt, bis die Macht endet.</p> <ul> <li><strong><em>Stärke.</em></strong> Das Ziel hat Vorteil bei Stärkeüberprüfungen und seine Tragfähigkeit verdoppelt sich.</li> <li><strong><em>Geschicklichkeit.</em></strong> Das Ziel hat Vorteil bei Geschicklichkeitsüberprüfungen. Außerdem erleidet es keinen Schaden, wenn es aus einer Höhe von 20 Fuß oder weniger fällt, sofern es nicht handlungsunfähig ist.</li> <li><strong><em>Ausdauer.</em></strong> Das Ziel hat einen Vorteil bei Konstitutionsprüfungen. Es erhält außerdem [[/r 2d6]] temporäre Trefferpunkte, die verloren gehen, wenn die Macht endet.</li> <li><strong><em>Schlauheit.</em></strong> Das Ziel hat Vorteil bei Intelligenzproben.</li> <li><strong><em>Weisheit.</em></strong> Das Ziel hat Vorteil bei Weisheitsproben.</li> <li><strong><em>Pracht. </em></strong> Das Ziel hat einen Vorteil bei Charismaüberprüfungen.</li> </ul> <p>Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 3 oder höher wirkst, kannst du eine zusätzliche Kreatur für jeden Slot über Stufe 2 anvisieren.</p>"
        },
        {
            "id": "Force Focus",
            "name": "Fokus der Macht",
            "description": "<p><em><strong>Voraussetzung</strong>: Technik der Macht</em></p> <p>Du lässt dich von der Macht leiten und verstärkst deine Schläge. Bis die Macht endet, fügen deine Waffenangriffe bei einem Treffer einen zusätzlichen [[/r 1d4]] Kraftschaden zu.</p>"
        },
        {
            "id": "Force Imbuement",
            "name": "Beeinflussung durch die Macht",
            "description": "<p>Der Kristall im Inneren einer einfachen Lichtwaffe oder das Material einer einfachen Vibrationswaffe oder einer improvisierten Waffe, die du in der Hand hältst, ist mit der Macht der Macht durchdrungen. Während dieser Zeit kannst du für die Angriffs- und Schadenswürfe von Nahkampfangriffen mit dieser Waffe deine Fähigkeit Kraftwirkung anstelle von Stärke verwenden, und der Schadenswürfel der Waffe wird zu einem [[/r d8]]. Die Waffe wird außerdem verbessert, falls sie es nicht schon ist, und du wirst geübt im Umgang mit ihr, falls du es nicht schon bist. Die Macht endet, wenn du sie erneut wirkst oder die Waffe loslässt.</p>>"
        },
        {
            "id": "Force Immunity",
            "name": "Macht-Immunität",
            "description": "<p>Eine unbewegliche, leicht schimmernde Barriere entsteht um dich herum und bleibt für die Dauer des Zaubers bestehen. Die Barriere bewegt sich mit dir. Jede Macht der 3. Stufe oder niedriger, die außerhalb der Barriere gewirkt wird, kann dich nicht beeinflussen, selbst wenn die Macht mit einem Kraftplatz der höheren Stufe gewirkt wird. Eine solche Kraft kann dich anvisieren, aber sie hat keine Wirkung auf dich. Ebenso ist der Bereich innerhalb der Barriere von den Bereichen ausgeschlossen, die von solchen Mächten betroffen sind.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der 5. Stufe oder höher wirkst, blockiert die Barriere Mächte einer höheren Stufe für jede Slotstufe über der 4."
        },
        {
            "id": "Force Jump",
            "name": "Macht-Sprung",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtsprung</em></p> <p>Mit der Macht, die die Kraft in deinen Beinen verstärkt, springst du bis zu 30 Fuß weit in einen unbesetzten Raum, den du sehen kannst.</p> <p><strong><em>Macht der Macht</em></strong>Wenn du diese Macht mit einem Kraftslot der 2. Stufe oder höher wirkst, erhöht sich deine Sprungweite um 5 Fuß für jeden Slot der höheren Stufe.</p>"
        },
        {
            "id": "Force Leap",
            "name": "Macht-Sprung",
            "description": "<p>Bis zum Ende deines nächsten Zuges kannst du deine Kraftwirkungs-Fähigkeitspunkte anstelle deiner Stärkewerte verwenden, wenn du springst, und es gilt immer, dass du vor dem Sprung Anlauf genommen hast.</p>"
        },
        {
            "id": "Force Lightning",
            "name": "Macht-Blitz",
            "description": "<p><em><strong>Voraussetzung</strong>: Schock</em></p> <p>Ein Blitz, der eine Linie von 100 Fuß Länge und 5 Fuß Breite bildet, schießt von dir aus in eine Richtung deiner Wahl. Jede Kreatur in der Linie muss einen Rettungswurf auf Geschicklichkeit machen. Bei einem misslungenen Schutzwurf erleidet eine Kreatur [[/r 8d6]] Blitzschaden, bei einem erfolgreichen Schutzwurf die Hälfte des Schadens. </p> <p>Der Blitz entzündet entflammbare Gegenstände in der Umgebung, die nicht getragen werden.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 4 oder höher wirkst, erhöht sich der Schaden um [[/r 1d6]] für jede Slotstufe über 3.</p>"
        },
        {
            "id": "Force Lightning Cone",
            "name": "Macht-Blitz-Kegel",
            "description": "<p><em><strong>Voraussetzung</strong>: Macht Kettenblitz</em></p> <p>Blitze zucken aus deinen Händen. Jede Kreatur in einem 60-Fuß-Kegel muss einen Schutzwurf auf Geschicklichkeit ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 12d6]] Blitzschaden, bei einem erfolgreichen Schutzwurf halb so viel.</p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 8 oder höher wirkst, erhöht sich der Schaden um [[/r 2d6]] für jede Slotstufe über 7.</p>"
        },
        {
            "id": "Force Link",
            "name": "Macht Link",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtverschmelzung</em></p> <p>Du stellst eine telepathische Verbindung zwischen dir und einem willigen Wesen her, mit dem du vertraut bist. Bis zum Ende der Macht können du und das Ziel über die Verbindung sofort Worte, Bilder, Töne und andere sensorische Botschaften miteinander austauschen, und das Ziel erkennt dich als die Kreatur, mit der es kommuniziert. Die Macht ermöglicht es einer Kreatur mit einem Intelligenzwert von mindestens 1, die Bedeutung deiner Worte zu verstehen und den Umfang aller sensorischen Botschaften zu erfassen, die du ihr sendest. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>>"
        },
        {
            "id": "Force Mask",
            "name": "Macht Maske",
            "description": "<p><em><strong>Voraussetzung</strong>: Gedankentrick</em></p> <p>Bis die Macht endet oder du eine Aktion verwendest, um sie zu beenden, kannst du dich durch den Gebrauch der Macht auf viele Arten tarnen. Du kannst dich um etwa einen Meter kleiner oder größer machen und das Aussehen deines Körpers und dein Gewicht verändern, aber du kannst die Grundstruktur deines Körpers nicht verändern. Dieser Effekt kann sich auch auf deine Kleidung, deine Waffen und andere Gegenstände an deiner Person auswirken.</p> <p>Dieser Effekt ist nur visuell, so dass jede Art von physischem Kontakt nur mit der realen Größe und Form von dir interagieren kann. Eine Kreatur, die ihre Aktion nutzt, um dich zu untersuchen, kann diesen Effekt mit einer erfolgreichen Intelligenzprüfung (Erkundung) gegen deinen Macht-Save-DC erkennen. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>>"
        },
        {
            "id": "Force Meld",
            "name": "Macht Verschmelzung",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtgeflüster</em></p> <p>Du stellst eine telepathische Verbindung zwischen bis zu acht willigen Kreaturen deiner Wahl in Reichweite her, wobei jede Kreatur mit allen anderen für die Dauer der Verbindung psychisch verbunden ist. Droiden, Konstrukte und Kreaturen mit einem Intelligenzwert von 2 oder weniger sind von dieser Macht nicht betroffen.</p> <p>Bis zum Ende der Macht können die Ziele durch die Verbindung telepathisch kommunizieren, unabhängig davon, ob sie eine gemeinsame Sprache haben oder nicht. Die Kommunikation ist über jede Entfernung möglich, kann aber nicht über einen einzelnen Planeten hinausgehen.</p>"
        },
        {
            "id": "Force Mend",
            "name": "Macht Flickwerk",
            "description": "<p>Du berührst ein Lebewesen und stimulierst seine natürliche Heilungsfähigkeit. Das Ziel erhält [[/r 4d8+15]] Trefferpunkte zurück. Für die Dauer der Macht erhält das Ziel zu Beginn jeder seiner Runden 1 Trefferpunkt zurück (10 Trefferpunkte pro Minute).</p> <p>Wenn die Kreatur ein abgetrenntes Teil hat, hältst du es an den Stumpf, und die Macht bewirkt, dass die Gliedmaße augenblicklich mit dem Stumpf verwächst.</p> <p>Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Force Project",
            "name": "Macht Projekt",
            "description": "<p>Du erschaffst eine illusorische Kopie von dir selbst, die für die Dauer des Zaubers bestehen bleibt. Die Kopie kann an jedem Ort erscheinen, den du zuvor gesehen hast, unabhängig von dazwischenliegenden Hindernissen. Die Illusion sieht aus und klingt wie du, ist aber nicht greifbar. Wenn die Illusion Schaden erleidet, verschwindet sie, und die Macht endet. </p> <p>Du kannst deine Aktion nutzen, um die Illusion bis zum Doppelten deiner Geschwindigkeit zu bewegen und sie dazu zu bringen, so zu gestikulieren, zu sprechen und sich so zu verhalten, wie du es möchtest. Sie ahmt deine Manierismen perfekt nach.</p> <p>Du kannst durch ihre Augen sehen und durch ihre Ohren hören, als wärst du in ihrem Raum. Wenn du an der Reihe bist, kannst du als Bonusaktion von seinen Sinnen zu deinen eigenen wechseln oder umgekehrt. Während du seine Sinne benutzt, bist du in Bezug auf deine eigene Umgebung geblendet und betäubt.</p> <p>Die physische Interaktion mit dem Bild offenbart, dass es sich um eine Illusion handelt, da Dinge durch es hindurchgehen können. Eine Kreatur, die ihre Aktion nutzt, um das Bild zu untersuchen, kann mit einer erfolgreichen Intelligenz (Erkundung)-Überprüfung gegen deinen Macht-Save-DC feststellen, dass es sich um eine Illusion handelt. Wenn eine Kreatur die Illusion als das erkennt, was sie ist, kann die Kreatur durch das Bild hindurchsehen, und jedes Geräusch, das es macht, klingt für die Kreatur hohl.</p>"
        },
        {
            "id": "Force Propel",
            "name": "Macht antreiben",
            "description": "<p><em><strong>Voraussetzung</strong>: Macht Push/Pull</em></p> <p>Wählen Sie eine oder mehrere Kreaturen oder Gegenstände, die nicht getragen werden, im Umkreis von 60 Fuß, die zusammen bis zu 15 Pfund wiegen. Die Kreaturen oder Gegenstände bewegen sich sofort 60 Fuß in eine Richtung deiner Wahl. Wenn die Kreaturen oder Gegenstände diese Bewegung in der Luft beenden, fallen sie sofort auf den Boden. Wenn die Kreaturen oder Gegenstände während ihrer Bewegung mit einem beliebigen Ziel zusammenstoßen, erleiden sowohl die Kreaturen oder Gegenstände als auch das Ziel [[/r 3d8]] kinetischen Schaden. Handelt es sich bei dem Ziel um eine Kreatur, muss sie einen Rettungswurf in Geschicklichkeit machen. Bei einem misslungenen Schutzwurf erleidet es [[/r 3d8]] kinetischen Schaden, bei einem erfolgreichen Wurf die Hälfte.</p> <p><strong><em>Macht der Kraft.</em></strong> Wenn du diese Macht mit einem Kraft-Slot der Stufe 2 oder höher wirkst, erhöht sich das maximale Gewicht um 15 Pfund und der Schaden um [[/r 1d8]] für jede Slotstufe über der Stufe 1.</p>"
        },
        {
            "id": "Force Push/Pull",
            "name": "Macht schieben/ziehen",
            "description": "<p>Du erhältst die geringe Fähigkeit, Kreaturen und Objekte mit der Macht zu bewegen oder zu manipulieren. Du kannst Objekte mit deinem telekinetischen Griff fein kontrollieren, z.B. ein einfaches Werkzeug manipulieren, eine Tür oder ein Gefäß öffnen, einen Gegenstand in einem offenen Gefäß verstauen oder aus diesem herausholen oder den Inhalt eines Fläschchens ausgießen. Alternativ kannst du auch ein Wesen oder einen Gegenstand, den du sehen kannst, schieben oder ziehen. </p> <p>Du benutzt die Macht, um eine Kreatur oder einen Gegenstand mittlerer oder kleiner Größe, der nicht getragen wird, in Reichweite zu bewegen. Das Ziel muss einen Stärkewurf ablegen. Bei einem Gegenstand misslingt dieser Rettungswurf automatisch. Bei einem misslungenen Schutzwurf bewegt sich die Kreatur oder der Gegenstand entsprechend ihrer/seiner Größe eine Anzahl von Fuß in eine Richtung deiner Wahl. Eine winzige Kreatur oder ein winziges Objekt kann bis zu 20 Fuß bewegt werden, eine kleine Kreatur oder ein kleines Objekt kann bis zu 10 Fuß bewegt werden und eine mittlere Kreatur oder ein mittleres Objekt kann bis zu 5 Fuß bewegt werden. Wenn die Kreatur oder der Gegenstand am Ende dieser Bewegung eine andere Kreatur oder einen anderen Gegenstand trifft, muss sie einen Rettungswurf in Geschicklichkeit machen. Einem Objekt misslingt dieser Rettungswurf automatisch. Bei einem misslungenen Rettungswurf erleiden beide [[/r 1d4]] kinetischen Schaden.</p> <p>Diese Fähigkeit verbessert sich, wenn du höhere Stufen erreichst. Auf der 5. Stufe kannst du eine Winzige Kreatur oder ein Objekt bis zu 30 Fuß, eine Kleine Kreatur oder ein Objekt bis zu 20 Fuß und eine Mittlere Kreatur oder ein Objekt bis zu 10 Fuß bewegen, und der Schaden der Macht erhöht sich auf [[/r 2d4]] kinetischen Schaden. Auf der 11. Stufe kannst du eine kleine Kreatur oder einen Gegenstand bis zu 30 Fuß bewegen, eine mittlere Kreatur bis zu 20 Fuß, und der Schaden der Kraft erhöht sich auf [[/r 3d4]] kinetischen Schaden. Auf der 17. Stufe kannst du eine mittlere Kreatur bis zu 30 Fuß weit bewegen, und der Schaden der Kraft erhöht sich auf [[/r 4d4]] kinetischen Schaden.</p>"
        },
        {
            "id": "Force Reflect",
            "name": "Macht Reflektieren",
            "description": "<p><em><strong>Voraussetzung</strong>: Säbelreflex</em></p> <p>Als Reaktion auf einen Angriff versuchst du, den Angriff mit der Macht abzulenken. Wenn du diese Fähigkeit einsetzt, wird der Schaden, den du durch den Angriff erleidest, um [[/r 1d10]] reduziert. Wenn du den Schaden auf 0 reduzierst und es sich um Energie-, Kraft-, Ionen-, kinetischen, Blitz-, nekrotischen oder Schallschaden handelt, kannst du den Angriff als Teil derselben Reaktion auf ein Ziel in Reichweite reflektieren. Führe einen Kraft-Fernangriff auf ein Ziel aus, das du sehen kannst. Der Angriff hat eine normale Reichweite von 30 Fuß und eine große Reichweite von 90 Fuß. Bei einem Treffer erleidet das Ziel den normalen Schaden des auslösenden Angriffs.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der 2. Stufe oder höher wirkst, erhöht sich die Schadensreduzierung um [[/r 1d10]] für jede Slotstufe über der ersten.</p>"
        },
        {
            "id": "Force Repulse",
            "name": "Macht Zurückstoßen",
            "description": "<p>Du setzt einen omnidirektionalen telekinetischen Stoß frei. Jede Kreatur im Umkreis von 20 Fuß muss einen Rettungswurf in Geschicklichkeit machen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 8d6]] Kraftschaden und wird 5 Fuß zurückgestoßen. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur die Hälfte des Schadens und wird nicht zurückgestoßen.</p> <p>Alle kleinen Gegenstände, die nicht getragen werden, werden ebenfalls 5 Fuß zurückgestoßen.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 4 oder höher wirkst, erhöht sich der Schaden um [[/r 1d6]] für jeden Slot über Stufe 3.</p>"
        },
        {
            "id": "Force Scream",
            "name": "Macht Schrei",
            "description": "<p>Du stößt einen Schrei aus, der von der Kraft der Macht durchdrungen ist. Jede Kreatur, die du im Umkreis von 15 Fuß wählst, muss einen Konstitutions-Sicherungswurf ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 4d6]] psychischen Schaden, [[/r 4d6]] Schallschaden und ist bis zum Ende ihrer nächsten Runde betäubt. Bei einem erfolgreichen Schutzwurf erleidet es nur halb so viel Schaden und ist nicht betäubt.</p>"
        },
        {
            "id": "Force Shunt",
            "name": "Macht Stoß",
            "description": "<p>Du benutzt die Macht, um eine Kreatur, die du sehen kannst, zu Boden zu stoßen. Das Ziel muss einen Schutzwurf auf Stärke machen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d4]] kinetischen Schaden und fällt auf den Boden. </p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1d4]], wenn du die 5. Stufe ([[/r 2d4]]), die 11. Stufe ([[/r 3d4]]) und die 17. Stufe ([[/r 4d4]]) erreichst.</p>"
        },
        {
            "id": "Force Sight",
            "name": "Macht-Sicht",
            "description": "<p><em><strong>Voraussetzung</strong>: Spüren der Macht</em></p> <p>Du veränderst deine Sicht, um durch den Einsatz der Macht zu sehen; Farben verblassen und unbelebte Objekte erscheinen als Grautöne. Für die Dauer dieser Fähigkeit erhältst du die folgenden Vorteile.</p> <ul> <li>Lebewesen leuchten mit der Macht der Macht. Diejenigen, die der hellen Seite zugeneigt sind, leuchten blau, diejenigen, die der dunklen Seite zugeneigt sind, leuchten rot, und diejenigen, die keiner Seite der Macht zugeneigt sind, leuchten gelb. Wie hell sie leuchten, hängt davon ab, wie stark ihre Verbindung zur Macht ist.</li> <li>Du erlangst Blindheit bis zu einer Entfernung von 30 Fuß.</li> <li>Du hast einen Vorteil bei Weisheitsprüfungen (Wahrnehmung), die sich auf die Sicht gegenüber lebenden Zielen innerhalb von 30 Fuß beziehen.</li></ul>"
        },
        {
            "id": "Force Storm",
            "name": "Macht Sturm",
            "description": "<p><em><strong>Voraussetzung</strong>: Macht Blitzkegel</em></p> <p>Ein krachender Blitzsturm mit einem Durchmesser von 60 Fuß und einer Höhe von 120 Fuß erscheint an einem Ort deiner Wahl in Reichweite. Immer wenn eine Kreatur den Sturm betritt oder ihren Zug dort beginnt, muss sie einen Rettungswurf auf Geschicklichkeit machen. Bei einem misslungenen Schutzwurf erleidet es [[/r 30d6]] Blitzschaden oder halb so viel wie bei einem erfolgreichen Schutzwurf.</p> <p>Die Macht beschädigt Objekte in der Umgebung und entzündet brennbare Gegenstände, die nicht getragen werden.</p>"
        },
        {
            "id": "Force Suppression",
            "name": "Macht Unterdrückung",
            "description": "<p>Wähle eine Kreatur, ein Objekt oder einen Krafteffekt in Reichweite. Jede Kraft der Stufe 3 oder niedriger auf dem Ziel endet. Führe für jede Macht der 4. Stufe oder höher auf dem Ziel eine Fähigkeitsprüfung mit deiner Fähigkeit Machtausübung durch. Der DC beträgt 10 + die Stufe der Kraft. Bei einem Erfolg endet die Macht.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der 4. Stufe oder höher wirkst, beendest du automatisch die Auswirkungen einer Macht auf das Ziel, wenn die Stufe der Macht gleich oder niedriger ist als die Stufe des verwendeten Kraftslots.</p>"
        },
        {
            "id": "Force Technique",
            "name": "Technik der Macht",
            "description": "<p>Du durchdringst deine Waffe mit dem reinigenden Licht der Macht. Als Teil der Aktion, mit der du diese Macht wirkst, musst du einen Nahkampfangriff gegen eine Kreatur in deiner Reichweite ausführen, sonst schlägt die Macht fehl. Bei einem Treffer erleidet das Ziel die normalen Auswirkungen des Angriffs und wird bis zum Beginn deines nächsten Zuges von einer glühenden Barriere aus Energie der Macht umhüllt. Bewegt sich das Ziel bis dahin freiwillig, erleidet es sofort [[/r 1d8]] Kraftschaden, und die Macht endet.</p> <p>Der Schaden dieser Macht erhöht sich, wenn du höhere Stufen erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlichen [[/r 1d8]] Kraftschaden zu, und der Schaden, den das Ziel durch Bewegung erleidet, erhöht sich auf [[/r 2d8]]. Beide Schadenswürfe erhöhen sich auf der 11. und 17. Stufe um [[/r 1d8]].</p>>"
        },
        {
            "id": "Force Throw",
            "name": "Wurf der Macht",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtschub/Ziehen</em></p> <p>Du benutzt die Macht, um eine große oder kleinere Kreatur oder einen Gegenstand, der nicht getragen wird, in Reichweite zu bewegen. Das Ziel muss einen Stärkewurf ablegen. Bei einem Gegenstand misslingt dieser Rettungswurf automatisch. Bei einem misslungenen Schutzwurf bewegt sich die Kreatur oder der Gegenstand entsprechend ihrer/seiner Größe eine Anzahl von Fuß in eine Richtung deiner Wahl. Eine winzige Kreatur oder ein Objekt kann bis zu 90 Fuß bewegt werden, eine kleine Kreatur oder ein Objekt kann bis zu 60 Fuß bewegt werden, eine mittlere Kreatur oder ein Objekt kann bis zu 30 Fuß bewegt werden und eine große Kreatur oder ein Objekt kann bis zu 10 Fuß bewegt werden. Wenn die Kreatur oder der Gegenstand am Ende dieser Bewegung eine andere Kreatur oder einen anderen Gegenstand trifft, erleiden beide [[/r 2d8]] Kraftschaden.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 3 oder höher wirkst, erhöht sich die Reichweite, die du eine Kreatur oder einen Gegenstand werfen kannst, um 10 Fuß, bis zu einem Maximum von 90 Fuß, und der Schaden der Macht steigt um [[/r 1d8]].</p>"
        },
        {
            "id": "Force Trance",
            "name": "Macht Trance",
            "description": "<p>Du machst eine beruhigende Geste, und bis zu drei willige Kreaturen deiner Wahl, die du in Reichweite sehen kannst, werden für die Dauer der Fähigkeit bewusstlos. Die Macht endet bei einem Ziel vorzeitig, wenn es Schaden erleidet oder jemand eine Aktion einsetzt, um es wachzurütteln oder zu schlagen. Bleibt ein Ziel für die gesamte Dauer bewusstlos, erhält es den Vorteil einer kurzen Ruhepause und kann erst wieder von dieser Macht betroffen werden, wenn es eine lange Ruhepause absolviert hat. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 4 oder höher wirkst, kannst du für jeden Slot der Stufe 3 ein zusätzliches williges Geschöpf anvisieren.</p>"
        },
        {
            "id": "Force Vision",
            "name": "Macht Vision",
            "description": "<p>Du erhältst durch die Macht eine Vision der Zukunft, die dir oder einer willigen Kreatur, die du in Reichweite siehst, die Chance gibt, das Schicksal zu ändern. Wenn die gewählte Kreatur eine Fähigkeitsprüfung, einen Angriffswurf oder einen Rettungswurf macht, bevor die Macht endet, kann sie diese Macht auf sich selbst abwälzen, um einen zusätzlichen [[/r d20]] zu würfeln und zu wählen, welchen der Würfel sie verwenden will. Wenn ein Angriffswurf gegen die gewählte Kreatur durchgeführt wird, kann sie diese Fähigkeit absetzen, um einen [[/r d20]] zu würfeln und zu wählen, welchen der beiden Würfel sie verwenden möchte: den eigenen oder den des Angreifers. </p> <p>Wenn der ursprüngliche [[/r d20]]-Wurf einen Vorteil oder Nachteil hat, würfelt die Kreatur den zusätzlichen [[/r d20]], nachdem Vorteil oder Nachteil auf den ursprünglichen Wurf angewandt wurden.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 3 oder höher wirkst, kannst du eine zusätzliche Kreatur für jeden Slot der Stufe 2 oder höher anvisieren.</p>"
        },
        {
            "id": "Force Weapon",
            "name": "Macht-Waffe",
            "description": "<p><em><strong>Voraussetzung</strong>: Durchdringung der Macht</em></p> <p>Du berührst eine unverbesserte Waffe, die du beherrschst. Solange du sie führst, wird diese Waffe zu einer verbesserten Waffe mit einem Bonus von +1 auf Angriffswürfe und Schadenswürfe. Zusätzlich kannst du deinen Kraftwirkungsmodifikator anstelle deines Stärke- oder Geschicklichkeitsmodifikators für Angriffe und Schadenswürfe verwenden, wenn du mit dieser Waffe angreifst.</p> <p><strong><em>Kraftwirksamkeit.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 5 oder höher wirkst, erhöht sich der Bonus auf +2. Wenn du einen Kraft-Slot der 7. Stufe oder höher verwendest, erhöht sich der Bonus auf +3.</p>"
        },
        {
            "id": "Force Whisper",
            "name": "Macht Flüstern",
            "description": "<p>Du benutzt die Macht, um mit deiner Stimme eine Nachricht an eine andere Kreatur in Reichweite zu übermitteln. Das Ziel (und nur das Ziel) hört die Nachricht und kann in einem Flüsterton antworten, den nur du hören kannst.</p> <p>Du kannst diese Macht durch feste Objekte wirken, wenn du das Ziel kennst und weißt, dass es sich jenseits der Barriere befindet. Ein verstärkter Stille-Effekt, 1 Fuß Stein, 1 Zoll gewöhnliches Metall, ein dünnes Blatt Blei oder 3 Fuß Holz blockieren die Macht. Die Kraft muss nicht einer geraden Linie folgen und kann sich frei um Ecken oder durch Öffnungen bewegen.</p>>"
        },
        {
            "id": "Freedom of Movement",
            "name": "Freiheit der Bewegung",
            "description": "<p>Du berührst eine willige Kreatur. Seine Bewegung wird durch schwieriges Gelände nicht beeinträchtigt, und Kräfte und verstärkte Effekte können seine Geschwindigkeit nicht verringern oder es lähmen oder fesseln.</p> <p>Das Ziel kann 5 Fuß Bewegung aufwenden, um automatisch aus nicht verstärkten Fesseln zu entkommen. Außerdem hat es unter Wasser keine Nachteile bei seinen Bewegungen oder Angriffen. </p>"
        },
        {
            "id": "Give Life",
            "name": "Leben schenken",
            "description": "<p>Wenn du deine Hand auf eine andere Kreatur legst, kannst du deine eigene Lebenskraft auf sie übertragen. Wenn du einen deiner Trefferwürfel ausgibst und würfelst, erhält die Kreatur so viele Trefferpunkte zurück. Diese Fähigkeit hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Grasping Vine",
            "name": "Greifende Ranke",
            "description": "<p><em><strong>Voraussetzung</strong>: Pflanzenwut</em></p> <p>Du lässt eine Ranke an einem unbesetzten Ort, den du sehen kannst, aus dem Boden sprießen. Wenn du diese Macht wirkst, kannst du die Ranke eine Kreatur bis zu 30 Fuß von ihr entfernt peitschen lassen, wenn du das Ziel sehen kannst. Die Kreatur muss einen Geschicklichkeits-Save bestehen oder wird 20 Fuß direkt in Richtung der Ranke gezogen.</p> <p>Bis die Kraft endet, kannst du deine Bonusaktion nutzen, um die Ranke erneut ausschlagen zu lassen.</p>"
        },
        {
            "id": "Greater Feedback",
            "name": "Größere Rückkopplung",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbessertes Feedback</em></p> <p>Du wählst einen Punkt in Reichweite und lässt dort psychische Energie explodieren. Jede Kreatur, die sich in einem Umkreis von 20 Fuß um diesen Punkt befindet, muss einen Intelligenzschutzwurf machen. Eine Kreatur mit einem Intelligenzwert von 2 oder weniger kann von dieser Macht nicht beeinflusst werden. Bei einem fehlgeschlagenen Schutzwurf erleidet das Ziel [[/r 8d6]] psychischen Schaden, bei einem erfolgreichen Schutzwurf die Hälfte des Schadens.</p> <p>Nach einem fehlgeschlagenen Schutzwurf hat das Ziel 1 Minute lang verwirrte Gedanken. Während dieser Zeit würfelt es einen [[/r d6]] und zieht die gewürfelte Zahl von allen Angriffswürfen und Fähigkeitsprüfungen sowie von seinen Konstitutions-Sparwürfen ab, um die Konzentration aufrechtzuerhalten. Das Ziel kann am Ende jeder seiner Runden einen Weisheitswurf machen, der bei einem Erfolg den Effekt auf sich selbst beendet.</p> <p>"
        },
        {
            "id": "Greater Heal",
            "name": "Größere Heilung",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserte Heilung</em></p> <p>Wähle eine Kreatur, die du in Reichweite sehen kannst. Ein Schwall positiver Energie durchströmt die Kreatur und lässt sie 70 Trefferpunkte zurückgewinnen. Diese Macht beendet auch Blindheit, Taubheit und alle Krankheiten, die das Ziel betreffen. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 7 oder höher wirkst, erhöht sich die Heilung um 10 für jede Slotstufe über der Stufe 6.</p>"
        },
        {
            "id": "Greater Saber Throw",
            "name": "Größerer Säbelwurf",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserter Säbelwurf</em></p> <p>Als Teil der Aktion, mit der du diese Macht wirkst, musst du einen Fernkampf-Kraftangriff mit einer Licht- oder Vibrowaffe gegen ein Ziel innerhalb der Reichweite der Macht durchführen, andernfalls schlägt die Macht fehl. Bei einem Treffer erleidet das Ziel [[/r 6d8]] Schaden desselben Typs wie der Schaden der Waffe und muss einen Konstitutions-Erhaltungswurf gegen einen zusätzlichen Effekt ablegen, der von deiner Wahl der Zauberfähigkeit abhängt:</p> <p><strong><em>Weisheit.</em></strong> Das Ziel erleidet zusätzlichen [[/r 4d6]] Kraftschaden und erhält bis zum Ende seines nächsten Zuges vier Stufen Verlangsamung. Bei einem Erfolg erleidet das Ziel nur halb so viel Schaden und seine Geschwindigkeit wird nicht verringert.</p> <p><strong><em>Charisma.</em></strong> Das Ziel erleidet zusätzlich [[/r 4d6]] nekrotischen Schaden und kann bis zum Ende seines nächsten Zuges keine Trefferpunkte zurückgewinnen. Bei einem Erfolg erleidet das Ziel nur halb so viel Schaden und seine Heilungsfähigkeit bleibt unbeeinflusst.</p> <p>Die Waffe kehrt dann sofort in deine Hand zurück.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 6 oder höher wirkst, erhöht sich der Kraft- oder nekrotische Schaden um [[/r 1d6]] für jeden Slot über der Stufe 5.</p>"
        },
        {
            "id": "Guidance",
            "name": "Lenkung",
            "description": "<p>Du berührst eine willige Kreatur. Einmal bevor die Macht endet, kann das Ziel einen [[/r d4]] werfen und die gewürfelte Zahl zu einer Fähigkeitsüberprüfung seiner Wahl addieren. Es kann den Würfel werfen, bevor oder nachdem es die Fähigkeitsprüfung macht. Die Macht endet dann.</p> <p>Der Würfel dieser Macht erhöht sich auf höheren Stufen: auf einen [[/r d6]] auf Stufe 5, einen [[/r d8]] auf Stufe 11 und einen [[/r d10]] auf Stufe 17.</p>"
        },
        {
            "id": "Hallucination",
            "name": "Halluzination",
            "description": "<p>Du erzeugst eine gefährliche Illusion im Geist einer Kreatur, die du in Reichweite sehen kannst. Das Ziel muss einen Schutzwurf in Weisheit ablegen. Bei einem misslungenen Schutzwurf erschaffst du ein phantasmatisches Objekt, eine Kreatur oder ein anderes sichtbares Phänomen deiner Wahl, das nicht größer als ein 10-Fuß-Würfel ist und das für die Dauer der Illusion nur für das Ziel wahrnehmbar ist. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p>Die Halluzination umfasst Geräusche, Temperatur und andere Reize, die ebenfalls nur für die Kreatur wahrnehmbar sind.</p> <p>Das Ziel kann seine Aktion nutzen, um die Halluzination mit einer Intelligenzüberprüfung (Erkundung) gegen den Schutz-DC der Macht zu untersuchen. Wenn die Prüfung erfolgreich ist, erkennt das Ziel, dass die Halluzination eine Illusion ist, und die Kraft endet.</p> <p>Während das Ziel von der Kraft betroffen ist, behandelt es die Halluzination, als wäre sie real. Die Zielperson rationalisiert alle unlogischen Ergebnisse, die sich aus der Interaktion mit der Halluzination ergeben. Ein Beispiel: Ein Ziel, das versucht, über eine phantasmatische Brücke zu gehen, die einen Abgrund überspannt, fällt, sobald es die Brücke betritt. Wenn das Ziel den Sturz überlebt, glaubt es immer noch, dass die Brücke existiert, und denkt sich eine andere Erklärung für seinen Sturz aus - es wurde geschubst, ist ausgerutscht oder ein starker Wind hat es von der Brücke gestoßen.</p> <p>Ein betroffenes Ziel ist so sehr von der Realität der Halluzination überzeugt, dass es sogar Schaden durch die Illusion nehmen kann. Eine Halluzination, die erschaffen wurde, um als Kreatur zu erscheinen, kann das Ziel angreifen. Genauso kann eine Halluzination, die als Feuer, Säure oder Lava erscheint, das Ziel verbrennen. In jeder Runde, in der du am Zug bist, kann die Halluzination dem Ziel [[/r 1d6]] psychischen Schaden zufügen, wenn es sich im Bereich der Halluzination oder in einem Umkreis von 5 Fuß um die Halluzination befindet, vorausgesetzt, die Illusion stellt eine Kreatur oder eine Gefahr dar, die logischerweise Schaden verursachen könnte, z.B. durch einen Angriff. Das Ziel nimmt den Schaden als einen der Illusion angemessenen Typus wahr.</p> <p><strong><em>Macht der Kraft.</em></strong> Wenn du diese Macht mit einem Macht-Slot der 3. Stufe oder höher wirkst, erhöht sich die Reichweite um 20 Fuß, die Bilddimensionen vergrößern sich um 5 Fuß, und du kannst für je zwei Slot-Stufen über der 2. Stufe eine zusätzliche Kreatur anvisieren.</p>"
        },
        {
            "id": "Heal",
            "name": "Heilen",
            "description": "<p>Eine Kreatur, die du berührst, erhält eine Anzahl an Trefferpunkten zurück, die [[/r 1d8]] + deinem Forcecasting-Fähigkeitsmodifikator. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 2 oder höher wirkst, erhöht sich die Heilung um [[/r 1d8]] für jede Slotstufe über der Stufe 1.</p>"
        },
        {
            "id": "Heroism",
            "name": "Heldentum",
            "description": "<p>Eine willige Kreatur, die du berührst, wird mit Tapferkeit durchtränkt. Bis die Macht endet, ist die Kreatur immun gegen Furcht und erhält zu Beginn jeder ihrer Runden vorübergehend Trefferpunkte in Höhe deines Modifikators für die Fähigkeit Kraftwirkung. Wenn die Macht endet, verliert das Ziel alle verbleibenden temporären Trefferpunkte aus dieser Macht. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Macht der Macht.</em></strong> Wenn du diese Macht mit einem Machtslot der Stufe 2 oder höher wirkst, kannst du für jede Slotstufe über der Stufe 1 eine zusätzliche Kreatur anvisieren.</p>"
        },
        {
            "id": "Hex",
            "name": "Verhexung",
            "description": "<p>Du verfluchst einen Gegner in Reichweite. Bis die Macht endet, fügst du dem Ziel jedes Mal, wenn du es mit einem Angriff triffst, einen zusätzlichen [[/r 1d6]] nekrotischen Schaden zu. Wähle außerdem eine Fähigkeit, wenn du die Fähigkeit wirkst. Das Ziel hat einen Nachteil bei Fähigkeitsprüfungen mit der gewählten Fähigkeit.</p> <p>Wenn das Ziel auf 0 Trefferpunkte fällt, bevor diese Macht endet, kannst du in einem deiner nächsten Züge eine Bonusaktion verwenden, um eine neue Kreatur zu verfluchen.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der 3. oder 4. Stufe wirkst, kannst du deine Konzentration auf die Macht bis zu 8 Stunden lang aufrechterhalten. Wenn du einen Kraft-Slot der 5. Stufe oder höher verwendest, kannst du deine Konzentration auf diese Macht bis zu 24 Stunden aufrechterhalten.</p>"
        },
        {
            "id": "Horror",
            "name": "Schrecken",
            "description": "<p><em><strong>Voraussetzung</strong>: Furcht</em></p> <p>Du projizierst ein phantasmatisches Bild der schlimmsten Ängste einer Kreatur. Jede Kreatur in einem Umkreis von 30 Fuß muss einen Weisheitswurf bestehen oder alles, was sie in der Hand hält, fallen lassen und für die Dauer des Zaubers verängstigt werden. Diese Macht hat keine Wirkung auf Konstrukte oder Droiden.</p> <p>Während eine Kreatur durch diese Macht verängstigt ist, muss sie in jedem ihrer Züge die Aktion Schießen ausführen und sich auf dem sichersten </p> <p>verfügbaren Weg von dir entfernen, es sei denn, sie kann sich nirgendwo hinbewegen. Wenn die Kreatur ihren Zug an einem Ort beendet, an dem sie keine Sichtlinie zu dir hat, kann sie einen Rettungswurf in Weisheit machen. Bei einem erfolgreichen Schutzwurf endet die Macht für diese Kreatur.</p> <p>"
        },
        {
            "id": "Hysteria",
            "name": "Hysterie",
            "description": "<p><em><strong>Voraussetzung</strong>: Halluzination</em></p> <p>Du zapfst die Albträume einer Kreatur an, die du in Reichweite siehst, und erschaffst eine illusorische Manifestation ihrer tiefsten Ängste, die nur für diese Kreatur sichtbar ist. Das Ziel muss einen Weisheitswurf bestehen oder für die Dauer des Zaubers verängstigt werden. Am Ende jeder Runde des Ziels, bevor die Macht endet, muss das Ziel einen Rettungswurf in Weisheit bestehen oder [[/r 4d10]] psychischen Schaden erleiden. Bei einem erfolgreichen Rettungswurf endet die Macht. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Macht-Slot der Stufe 5 oder höher wirkst, erhöht sich der Schaden um [[/r 1d10]] für jede Slot-Stufe über der Stufe 4.</p>"
        },
        {
            "id": "Improved Battle Meditation",
            "name": "Verbesserte Kampfmeditation",
            "description": "<p><em><strong>Voraussetzung</strong>: Kampfmeditation</em></p> <p>Du strahlst eine Aura aus, die die Moral und die allgemeine Kampfkraft von dir und deinen Verbündeten steigert und gleichzeitig die Kampfeffektivität des Gegners verringert, indem sie seinen Kampfeswillen schwächt. </p> <p>Wann immer du oder ein befreundetes Wesen innerhalb deiner Meditation einen Angriffswurf oder einen Rettungswurf macht, können sie einen [[/r d6]] werfen und die gewürfelte Zahl zum Angriffswurf oder Rettungswurf addieren. </p> <p>Wann immer eine feindliche Kreatur deine Meditation betritt oder ihren Zug dort beginnt, muss sie einen Charisma-Sparwurf machen. Bei einem misslungenen Schutzwurf muss es einen [[/r d6]] werfen und die gewürfelte Zahl von jedem Angriffswurf oder Rettungswurf abziehen, den es vor dem Ende deines nächsten Zuges macht. Bei einem erfolgreichen Schutzwurf ist er für 1 Tag immun gegen diese Kraft.</p> <p>"
        },
        {
            "id": "Improved Dark Side Tendrils",
            "name": "Verbesserte Dark Side Tendrils",
            "description": "<p><em><strong>Voraussetzung</strong>: Ranken der dunklen Seite</em></p> <p>Du beschwörst eine Kugel aus tiefster Schwärze mit einem Radius von 20 Fuß auf einen Punkt in Reichweite. Kein Licht, weder verbessertes noch anderes, kann das Gebiet erhellen, Kreaturen, die sich vollständig in diesem Gebiet befinden, sind geblendet und das Gebiet ist schwieriges Gelände. Jede Kreatur, die ihren Zug in diesem Gebiet beginnt, erleidet [[/r 2d6]] nekrotischen Schaden. Jede Kreatur, die ihren Zug in dem Gebiet beendet, muss einen Stärkewurf bestehen oder erleidet [[/r 2d6]] Giftschaden, da sie von Ranken dunkler Energie umspielt wird.</p>"
        },
        {
            "id": "Improved Feedback",
            "name": "Verbessertes Feedback",
            "description": "<p><em><strong>Voraussetzung</strong>: Rückkopplung</em></p> <p>Du entlässt einen Schwall psychischer Energie auf ein Ziel in Reichweite. Wenn das Ziel dich hören kann (es muss dich aber nicht verstehen), muss es einen Intelligenzschutzwurf bestehen. Bei einem misslungenen Schutzwurf erleidet es [[/r 3d6]] psychischen Schaden und muss sich sofort mit seiner Reaktion, falls vorhanden, so weit wie möglich von dir wegbewegen. Die Kreatur bewegt sich nicht auf offensichtlich gefährlichen Boden, wie z.B. ein Feuer oder eine Grube. Bei einem erfolgreichen Schutzwurf erleidet das Ziel nur halb so viel Schaden und muss sich nicht wegbewegen. </p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 2 oder höher wirkst, erhöht sich der Schaden um [[/r 1d6]] für jede Slotstufe über 1.</p>"
        },
        {
            "id": "Improved Force Barrier",
            "name": "Verbesserte Machtbarriere",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtbarriere</em></p> <p>Diese Macht stärkt deine Verbündeten zusätzlich mit Zähigkeit und Entschlossenheit. Wähle bis zu zwölf Kreaturen in Reichweite. Jedes Ziel erhält die folgenden Vorteile:</p> <ul> <li>Sie werden immun gegen Gift und Krankheit. Eventuell vorhandene Gifte oder Krankheiten bleiben bestehen.</li> <li>Die Kreatur wird immun dagegen, von Mächten erschreckt zu werden.</li> <li>Die maximalen und aktuellen Trefferpunkte der Kreatur erhöhen sich für die Dauer des Kampfes um [[/r 2d10]].</li> </ul> <p>Diese Vorteile halten 24 Stunden lang an oder bis zum Ende deiner nächsten langen Ruhepause, je nachdem, was zuerst eintritt.</p>"
        },
        {
            "id": "Improved Force Camouflage",
            "name": "Verbesserte Tarnung der Macht",
            "description": "<p><em><strong>Voraussetzung</strong>: Machttarnung</em></p> <p>Eine willige Kreatur, die du berührst, wird unsichtbar, bis die Macht endet. Alles, was das Ziel trägt oder bei sich hat, ist unsichtbar, solange es sich an der Person des Ziels befindet. </p>"
        },
        {
            "id": "Improved Force Immunity",
            "name": "Verbesserte Macht-Immunität",
            "description": "<p><em><strong>Voraussetzung</strong>: Macht-Immunität</em></p> <p>Eine unbewegliche, schwach schimmernde Barriere entsteht in einem Radius von 15 Fuß um dich herum und bleibt für die Dauer der Wirkung bestehen. Die Barriere bewegt sich mit dir.</p> <p>Jede Macht der 5. Stufe oder niedriger, die von außerhalb der Barriere gewirkt wird, kann keine Kreaturen oder Objekte innerhalb der Barriere beeinflussen, selbst wenn die Macht mit einem höherstufigen Kraftslot gewirkt wird. Eine solche Kraft kann Kreaturen und Objekte innerhalb der Barriere anvisieren, aber die Kraft hat keine Wirkung auf sie. Ebenso ist der Bereich innerhalb der Barriere von den Bereichen ausgeschlossen, die von solchen Mächten betroffen sind.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 7 oder höher wirkst, blockiert die Barriere Mächte einer höheren Stufe für jede Slotstufe über der Stufe 6.</p>"
        },
        {
            "id": "Improved Force Scream",
            "name": "Verbesserter Machtschrei",
            "description": "<p><em><strong>Voraussetzung</strong>: Schrei der Macht</em></p> <p>Du stößt einen gewaltigen Schrei aus, der mit der Macht der Macht durchdrungen ist. Jede Kreatur deiner Wahl im Umkreis von 30 Fuß um dich muss einen Konstitutionsschutzwurf bestehen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 5d6]] psychischen Schaden, [[/r 5d6]] Schallschaden, ist bis zum Ende ihres nächsten Zuges betäubt und wird auf den Boden geworfen. Bei einem erfolgreichen Schutzwurf erleidet er nur halb so viel Schaden und wird weder betäubt noch niedergeschlagen.</p>"
        },
        {
            "id": "Improved Heal",
            "name": "Verbesserte Heilung",
            "description": "<p><em><strong>Voraussetzung</strong>: Heilen</em></p> <p>Eine Welle heilender Energie wird von einem Punkt deiner Wahl in Reichweite ausgespült. Wähle bis zu sechs Kreaturen in einem Umkreis von 30 Fuß um diesen Punkt. Jedes Ziel erhält Trefferpunkte in Höhe von [[/r 3d8]] + deinem Forcecasting-Fähigkeitsmodifikator. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 6 oder höher wirkst, erhöht sich die Heilung um [[/r 1d8]] für jede Slotstufe über 5.</p>"
        },
        {
            "id": "Improved Phasestrike",
            "name": "Verbesserter Phasestrike",
            "description": "<p><em><strong>Voraussetzung</strong>: Phasestrike</em></p> <p>Wähle bis zu fünf Kreaturen aus, die du in Reichweite sehen kannst. Führe gegen jede einen Nahkampfangriff der Macht aus. Bei einem Treffer erleidet ein Ziel [[/r 6d10]] Kraftschaden. Du kannst dich dann in einen unbesetzten Raum teleportieren, den du im Umkreis von 5 Fuß um eine der gewählten Kreaturen sehen kannst.</p> <p><em><strong>Die Kreatur, die du ausgewählt hast, kann sich in einen unbesetzten Raum teleportieren."
        },
        {
            "id": "Improved Phasewalk",
            "name": "Verbesserter Phasewalk",
            "description": "<p><em><strong>Voraussetzung</strong>: Phasewalk</em></p> <p>Du teleportierst dich bis zu 60 Fuß in einen unbesetzten Raum, den du sehen kannst. In jeder deiner Runden, bevor die Fähigkeit endet, kannst du eine Bonusaktion nutzen, um dich erneut auf diese Weise zu teleportieren.</p>"
        },
        {
            "id": "Improved Restoration",
            "name": "Verbesserte Wiederherstellung",
            "description": "<p><em><strong>Voraussetzung</strong>: Wiederherstellung</em></p> <p>Du erfüllst eine Kreatur, die du berührst, mit positiver Energie, um einen schwächenden Effekt rückgängig zu machen. Du kannst den Erschöpfungsgrad des Ziels um eins verringern oder einen der folgenden Effekte auf das Ziel beenden:</p> <ul> <li>Ein Effekt, der das Ziel verzaubert hat.</li> <li>Ein Fluch, einschließlich der Einstimmung des Ziels auf einen verfluchten Gegenstand.</li> <li>Eine Verringerung eines der Fähigkeitswerte des Ziels.</li> <li>Ein Effekt, der die maximale Trefferpunktzahl des Ziels verringert.</li></ul>"
        },
        {
            "id": "Improved Revitalize",
            "name": "Verbesserte Wiederbelebung",
            "description": "<p><em><strong>Voraussetzung</strong>: Wiederbeleben</em></p> <p>Du erweckst eine tote Kreatur, die du berührst, wieder zum Leben, vorausgesetzt, sie ist nicht länger als 1 Stunde tot gewesen. Wenn die Seele der Kreatur willens und in der Lage ist, wieder in den Körper zurückzukehren, kehrt die Kreatur mit all ihren Trefferpunkten ins Leben zurück. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte. </p> <p>Diese Macht neutralisiert auch alle Gifte und heilt Krankheiten, die die Kreatur zum Zeitpunkt ihres Todes hatte. </p> <p>Diese Kraft schließt alle tödlichen Wunden und stellt alle fehlenden Körperteile wieder her. </p> <p>Die Auferstehung von den Toten ist eine Tortur. Das Ziel erleidet einen Malus von -4 auf alle Angriffswürfe, Rettungswürfe und Fähigkeitsprüfungen. Jedes Mal, wenn das Ziel eine lange Ruhepause beendet, wird der Malus um 1 verringert, bis er verschwindet.</p>"
        },
        {
            "id": "Improved Saber Throw",
            "name": "Verbesserter Säbelwurf",
            "description": "<p><em><strong>Voraussetzung</strong>: Säbelwurf</em></p> <p>Als Teil der Aktion, mit der diese Macht gewirkt wird, musst du einen Fernkampf-Kraftangriff mit einer Licht- oder Vibrowaffe gegen ein Ziel innerhalb der Reichweite der Macht durchführen, andernfalls schlägt die Macht fehl. </p> <p>Bei einem Treffer erleidet das Ziel [[/r 2d8]] Schaden desselben Typs wie der Schaden der Waffe und muss einen Konstitutionsschutzwurf machen. Bei einem misslungenen Schutzwurf gewinnt das Ziel bis zum Ende seines nächsten Zuges 1 verlangsamte Stufe und die Waffe kehrt sofort in deine Hand zurück. Der nächste Angriff gegen das Ziel, der es vor dem Ende seines nächsten Zuges trifft, verursacht zusätzlichen [[/r 1d10]] Kraftschaden. Bei einem erfolgreichen Schutzwurf erleidet das Ziel beim nächsten Angriff, der es trifft, die Hälfte des zusätzlichen Kraftschadens und erleidet keinen zusätzlichen Effekt.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraft-Slot der Stufe 3 oder höher wirkst, erhöht sich der Kraftschaden um [[/r 1d10]] für jede Slot-Stufe über 2.</p>"
        },
        {
            "id": "Insanity",
            "name": "Unzurechnungsfähigkeit",
            "description": "<p><em><strong>Voraussetzung</strong>: Schrecken</em></p> <p>Diese Macht greift den Geist von Kreaturen an und verdreht ihn, indem sie Wahnvorstellungen hervorruft und unkontrollierte Handlungen provoziert. Jede Kreatur, die sich in einem Radius von 30 Fuß um dich herum befindet, muss einen Weisheitswurf bestehen, wenn du diese Macht wirkst, oder sie wird von ihr beeinflusst.</p> <p>Ein betroffenes Ziel kann keine Reaktionen ausführen und muss zu Beginn jeder seiner Runden einen [[/r d8]] würfeln, um sein Verhalten für diese Runde zu bestimmen. Diese Fähigkeit hat keinen Effekt auf Konstrukte oder Droiden.</p> <p>|[[/r d8]]|Verhalten|</p> <p>:--:|:--|</p> <p>1| Die Kreatur nutzt ihre gesamte Bewegung, um sich in eine zufällige Richtung zu bewegen. Um die Richtung zu bestimmen, würfle einen [[/r d8]] und ordne jeder Würfelseite eine Richtung zu. Die Kreatur führt in diesem Zug keine Aktion durch.|</p> <p>|2-6| Die Kreatur bewegt sich in diesem Zug nicht und führt keine Aktionen durch.|</p> <p>|7-8|Die Kreatur nutzt ihre Aktion, um einen Nahkampfangriff gegen eine zufällig bestimmte Kreatur in ihrer Reichweite durchzuführen. Befindet sich keine Kreatur in ihrer Reichweite, führt die Kreatur in diesem Zug nichts aus.|</p> <p>Am Ende jedes ihrer Züge kann ein betroffenes Ziel einen Weisheitswurf machen. Wenn er gelingt, endet dieser Effekt für das Ziel.</p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 6 oder höher wirkst, vergrößert sich der Radius der Kugel um 5 Fuß für jede Kraftslotstufe über 5.</p>"
        },
        {
            "id": "Kill",
            "name": "Töten",
            "description": "<p><em><strong>Voraussetzung</strong>: Verderben</em></p> <p>Du zwingst eine Kreatur, die du in Reichweite sehen kannst, zum sofortigen Tod. Wenn die Kreatur, die du auswählst, 100 Trefferpunkte oder weniger hat, stirbt sie. Andernfalls hat die Macht keine Wirkung.</p>"
        },
        {
            "id": "Kinetite",
            "name": "Kinetit",
            "description": "<p><em><strong>Voraussetzung</strong>: Anhaltender Blitz</em></p> <p>Eine Kugel aus komprimierten Blitzen mit einem Durchmesser von 5 Fuß erscheint in einem unbesetzten Raum deiner Wahl innerhalb der Reichweite und hält für die Dauer an. Jede Kreatur, die ihren Zug in einem Umkreis von 5 Fuß um die Sphäre beendet, muss einen Rettungswurf auf Geschicklichkeit machen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 2d6]] Blitzschaden, bei einem erfolgreichen Schutzwurf halb so viel Schaden.</p> <p>Als Bonusaktion kannst du die Kugel bis zu 30 Fuß weit bewegen. Wenn du die Kugel in eine Kreatur rammst, muss diese Kreatur einen Schutzwurf auf Geschicklichkeit machen und erleidet bei einem misslungenen Schutzwurf [[/r 2d6]] kinetischen Schaden oder bei einem erfolgreichen Schutzwurf die Hälfte des Schadens, und die Kugel hört auf, sich in dieser Runde zu bewegen.</p> <p>Wenn du die Kugel bewegst, kannst du sie über Barrieren von bis zu 5 Fuß Höhe lenken und über Gruben von bis zu 10 Fuß Breite springen. Die Kugel entzündet entflammbare Gegenstände, die nicht getragen werden, und spendet helles Licht in einem Radius von 20 Fuß und schwaches Licht in einem weiteren Radius von 20 Fuß.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 3 oder höher wirkst, erhöht sich sowohl der Blitz- als auch der kinetische Schaden um [[/r 1d6]] für jede Slotstufe über 2.</p>"
        },
        {
            "id": "Knight Speed",
            "name": "Ritter-Geschwindigkeit",
            "description": "<p><em><strong>Voraussetzung</strong>: Geschwindigkeitsrausch</em></p> <p>Wähle eine willige Kreatur, die du in Reichweite sehen kannst. Bis die Macht endet, verdoppelt sich die Geschwindigkeit des Ziels, es erhält einen Bonus von +2 auf AC, ist bei Rettungswürfen auf Geschicklichkeit im Vorteil und erhält in jeder seiner Runden eine zusätzliche Aktion. Diese Aktion kann nur verwendet werden, um die Aktionen Angriff (nur ein Waffenangriff), Hetzen, Ausweichen, Verstecken oder Einen Gegenstand benutzen auszuführen.</p> <p>Wenn die Macht endet, kann sich das Ziel bis nach seinem nächsten Zug nicht mehr bewegen oder Aktionen ausführen, da eine Welle der Lethargie über es hinwegfegt.</p>"
        },
        {
            "id": "Lightning Charge",
            "name": "Blitzangriff",
            "description": "<p>Du durchtränkst deine Waffe mit einem schwächenden Machtblitz. Als Teil der Aktion, mit der du diese Macht wirkst, musst du einen Nahkampfangriff gegen eine Kreatur in deiner Reichweite durchführen, sonst schlägt die Macht fehl. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs, und der Blitz springt vom Ziel zu einer anderen Kreatur deiner Wahl, die du in einem Umkreis von 3 Metern sehen kannst. Die zweite Kreatur erleidet Blitzschaden in Höhe deines Modifikators für die Fähigkeit Kraftwirkung.</p> <p>Der Schaden dieser Macht erhöht sich, wenn du höhere Stufen erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlichen [[/r 1d8]] Blitzschaden zu, und der Blitzschaden an der zweiten Kreatur erhöht sich auf [[/r 1d8]] + deinen Modifikator für die Fähigkeit Kraftwirkung. Beide Schadenswürfe erhöhen sich auf der 11. und 17. Stufe um [[/r 1d8]].</p>>"
        },
        {
            "id": "Locate Creature",
            "name": "Kreatur lokalisieren",
            "description": "<p><em><strong>Voraussetzung</strong>: Objekt orten</em></p> <p>Beschreibe oder benenne eine dir bekannte Kreatur. Du spürst die Richtung, in der sich die Kreatur befindet, solange sie sich nicht weiter als 1000 Fuß von dir entfernt. Wenn die Kreatur in Bewegung ist, kennst du die Richtung ihrer Bewegung. Die Fähigkeit kann eine bestimmte, dir bekannte Kreatur oder die nächstgelegene einer bestimmten Art lokalisieren, solange du sie in einem Umkreis von 30 Fuß gesehen hast. Wenn die Kreatur eine andere Form hat, funktioniert die Fähigkeit nicht. Diese Kraft kann eine Kreatur nicht lokalisieren, wenn fließendes Wasser mit einer Breite von mindestens 10 Fuß den direkten Weg zwischen dir und der Kreatur versperrt.</p>"
        },
        {
            "id": "Locate Object",
            "name": "Objekt lokalisieren",
            "description": "<p>Beschreibe oder benenne ein Objekt. Du spürst die Richtung zum Standort des Objekts, solange es sich innerhalb von 1000 Fuß von dir befindet. Wenn das Objekt in Bewegung ist, kennst du die Richtung seiner Bewegung. Die Macht kann ein bestimmtes, dir bekanntes Objekt lokalisieren, solange du es in einem Umkreis von 30 Fuß gesehen hast. Alternativ kann die Kraft den nächstgelegenen Gegenstand einer bestimmten Art lokalisieren. Die Kraft kann ein Objekt nicht orten, wenn eine Dicke von Blei den direkten Weg zwischen dir und dem Objekt blockiert.</p>>"
        },
        {
            "id": "Maddening Darkness",
            "name": "Verrückte Dunkelheit",
            "description": "<p><em><strong>Voraussetzung</strong>: Leichentuch der Finsternis</em></p> <p>Schreckliche Dunkelheit breitet sich von einem Punkt deiner Wahl in Reichweite aus und füllt eine Kugel mit einem Radius von 60 Fuß, bis die Macht endet. Die Dunkelheit breitet sich um Ecken herum aus. Eine Kreatur mit Nachtsicht kann durch diese Dunkelheit nicht hindurchsehen. Unverstärktes Licht sowie Licht, das von Kräften der Stufe 8 oder niedriger erzeugt wird, kann das Gebiet nicht erhellen.</p> <p>Schreie, Kauderwelsch und wahnsinniges Gelächter können innerhalb der Sphäre gehört werden. Jedes Mal, wenn eine Kreatur ihren Zug in der Sphäre beginnt, muss sie einen Schutzwurf in Weisheit ablegen und erleidet bei einem misslungenen Schutzwurf [[/r 8d8]] psychischen Schaden, bei einem erfolgreichen Schutzwurf halb so viel Schaden.</p>"
        },
        {
            "id": "Malacia",
            "name": "Malacia",
            "description": "<p><em><strong>Voraussetzung</strong>: Gedankentrick</em></p> <p>Eine Kreatur deiner Wahl, die du in Reichweite sehen kannst, wird von einem Gefühl des Schwindels und der Übelkeit übermannt, da du ihr Gleichgewicht mit der Macht störst. Die Kreatur muss einen Rettungswurf in Weisheit ablegen oder sie fällt auf den Boden und ist für die Dauer des Zaubers nicht mehr in der Lage, aufzustehen.</p> <p>Am Ende jeder seiner Runden und jedes Mal, wenn es Schaden nimmt, kann das Ziel einen weiteren Rettungswurf in Weisheit ablegen. Das Ziel hat einen Vorteil beim Rettungswurf, wenn dieser durch Schaden ausgelöst wird. Bei einem Erfolg endet die Fähigkeit. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Mass Animation",
            "name": "Massenanimation",
            "description": "<p><em><strong>Voraussetzung</strong>: Waffe beleben</em></p> <p>Du schnappst dir mehrere Objekte mit der Macht und peitschst sie in die Luft um dich herum, so dass sie auf dein Kommando hin angreifen. Wähle bis zu zehn unverstärkte Objekte in Reichweite, die nicht getragen werden. Mittlere Ziele zählen als zwei Objekte, große Ziele zählen als vier Objekte, riesige Ziele zählen als acht Objekte. Du kannst kein Objekt kontrollieren, das größer ist als Riesig. Jedes Objekt wird animiert und schwebt in deiner Nähe, wobei es für die Dauer der Animation in einem Umkreis von 100 Fuß um dich herum bleibt. Ein animiertes Objekt verhält sich wie ein Konstrukt, mit AC, Trefferpunkten und Angriffen, die sich nach seiner Größe richten, und einer Fluggeschwindigkeit von 30 Fuß.</p> <p>Als Bonusaktion kannst du jedes Objekt, das du mit dieser Macht kontrollierst, geistig lenken. Wenn du mehrere Objekte kontrollierst, kannst du eines oder alle gleichzeitig befehligen. Du entscheidest, welche Aktion das Objekt ausführen soll und wohin es sich bewegen soll. Die Objekte handeln am Ende deines Zuges. Wenn du einem Objekt befiehlst, anzugreifen, kann es einen einzigen Nahkampfangriff gegen eine Kreatur im Umkreis von 3 Metern ausführen. Es führt einen Hiebangriff mit einem Angriffsbonus und kinetischem Schaden aus, der von seiner Größe abhängt. </p> <p>|Größe| HP| AC| Angriff|</p> <p>|:--|:--:|:--:|:--: |</p> <p>Winzig |20|16|+6 Treffer, [[/r 1d4 + 3]] Schaden|</p> <p>Klein |25|15|+6 Treffer, [[/r 1d8 + 2]] Schaden|</p> <p>Medium |40|13|+5 Treffer, [[/r 2d6 + 1]] Schaden|</p> <p>Groß |50|10|+6 als Treffer, [[/r 2d10 + 2]] Schaden|</p> <p>Groß |80|10|+8 als Treffer, [[/r 2d12 + 4]] Schaden|</p> <p><strong><em>Kraft-Potenz. </em></strong> Wenn du diese Macht mit einem Kraft-Slot der Stufe 6 oder höher wirkst, kannst du zwei zusätzliche Objekte für jeden Slot-Level über 5 beleben.</p>"
        },
        {
            "id": "Mass Coerce Mind",
            "name": "Massenhafte Beeinflussung des Geistes",
            "description": "<p><em><strong>Voraussetzung</strong>: Geist zwingen</em></p> <p>Du schlägst einen Handlungsablauf vor (begrenzt auf ein oder zwei Sätze) und beeinflusst mit der Macht bis zu zwölf Kreaturen deiner Wahl, die du in Reichweite sehen kannst und die dich hören und verstehen können. Kreaturen, die nicht verzaubert werden können, sind gegen diesen Effekt immun. Die Suggestion muss so formuliert sein, dass die Vorgehensweise vernünftig klingt. Wenn du die Kreatur bittest, sich selbst zu verletzen, wird die Wirkung der Macht automatisch aufgehoben.</p> <p>Jedes Ziel muss einen Weisheits-Sparwurf machen. Bei einem misslungenen Rettungswurf verfolgt es die von dir beschriebene Handlung nach bestem Wissen und Gewissen. Die vorgeschlagene Handlung kann während der gesamten Dauer fortgesetzt werden. Wenn die vorgeschlagene Aktivität in kürzerer Zeit abgeschlossen werden kann, endet die Macht, wenn das Subjekt beendet, worum es gebeten wurde.</p> <p>Sie können auch Bedingungen angeben, die eine besondere Aktivität während der Dauer auslösen. Sie könnten zum Beispiel vorschlagen, dass eine Gruppe von Soldaten ihr gesamtes Geld dem ersten Bettler gibt, dem sie begegnen. Wenn die Bedingung nicht erfüllt ist, bevor die Macht endet, wird die Aktivität nicht ausgeführt. Wenn du oder einer deiner Gefährten einer von dieser Macht betroffenen Kreatur Schaden zufügt, endet die Macht für diese Kreatur. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraftplatz der Stufe 7 wirkst, beträgt die Dauer 10 Tage. Wenn du einen Kraft-Slot der 8. Stufe verwendest, beträgt die Dauer 30 Tage. Wenn du einen Kraft-Slot der 9. Stufe verwendest, beträgt die Dauer ein Jahr und einen Tag.</p>"
        },
        {
            "id": "Mass Hysteria",
            "name": "Massenhysterie",
            "description": "<p><em><strong>Voraussetzung</strong>: Hysterie</em></p> <p>Aus den tiefsten Ängsten einer Gruppe von Kreaturen schöpfend, erschaffst du in ihren Köpfen illusorische Kreaturen, die ihre schlimmsten Albträume als eine unerbittliche, nur für sie sichtbare Bedrohung manifestieren. Jede Kreatur in einem Umkreis von 30 Fuß wird für die Dauer des Zaubers verängstigt. Am Ende jeder Runde der verängstigten Kreatur muss sie einen Weisheitswurf bestehen oder [[/r 5d10]] psychischen Schaden erleiden. Bei einem erfolgreichen Rettungswurf endet die Macht für diese Kreatur. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Mass Malacia",
            "name": "Massen-Malakie",
            "description": "<p><em><strong>Voraussetzung</strong>: Malacia</em></p> <p>Jede Kreatur in einem Würfel von 30 Fuß in Reichweite muss einen Schutzwurf in Weisheit ablegen. Bei einem misslungenen Schutzwurf wird die Kreatur für die Dauer des Zaubers verzaubert. Solange sie von dieser Macht verzaubert ist, ist die Kreatur handlungsunfähig und hat eine Geschwindigkeit von 0.</p> <p>Die Macht endet für eine betroffene Kreatur, wenn sie Schaden erleidet oder wenn jemand anderes eine Aktion einsetzt, um die Kreatur aus ihrer Betäubung zu schütteln. Diese Kraft hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Master Battle Meditation",
            "name": "Meister-Kampf-Meditation",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserte Kampfmeditation</em></p> <p>Du strahlst eine Aura aus, die die Moral und die allgemeine Kampfkraft von dir und deinen Verbündeten steigert und gleichzeitig die Kampfeffektivität des Gegners verringert, indem sie seinen Kampfeswillen untergräbt. </p> <p>Wann immer du oder ein befreundetes Wesen innerhalb deiner Meditation einen Angriffswurf oder einen Rettungswurf macht, können sie einen [[/r d8]] werfen und die gewürfelte Zahl zum Angriffswurf oder Rettungswurf addieren. </p> <p>Wann immer eine feindliche Kreatur deine Meditation betritt oder ihren Zug dort beginnt, muss sie einen Charisma-Sparwurf machen. Bei einem misslungenen Schutzwurf muss es einen [[/r d8]] werfen und die gewürfelte Zahl von jedem Angriffswurf oder Rettungswurf abziehen, den es vor dem Ende deines nächsten Zuges macht. Bei einem erfolgreichen Schutzwurf ist er für 1 Tag immun gegen diese Kraft.</p> <p>"
        },
        {
            "id": "Master Feedback",
            "name": "Meister Rückkopplung",
            "description": "<p><em><strong>Voraussetzung</strong>: Großes Feedback</em></p> <p>Du entfesselst die Macht deines Geistes, um den Intellekt von bis zu zehn Kreaturen deiner Wahl, die du in Reichweite sehen kannst, zu sprengen. Kreaturen mit einem Intelligenzwert von 2 oder weniger sind davon nicht betroffen.</p> <p>Jedes Ziel muss einen Intelligenz-Sicherungswurf machen. Bei einem misslungenen Schutzwurf erleidet das Ziel [[/r 14d6]] psychischen Schaden und wird betäubt. Bei einem erfolgreichen Schutzwurf erleidet das Ziel halb so viel Schaden und wird nicht betäubt. </p> <p>Ein betäubtes Ziel kann am Ende jeder seiner Runden einen Rettungswurf in Weisheit machen. Bei einem erfolgreichen Schutz endet der Betäubungseffekt.</p> <p>"
        },
        {
            "id": "Master Force Barrier",
            "name": "Meister Macht-Barriere",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserte Machtbarriere</em></p> <p>Diese Macht stärkt deine Verbündeten massiv mit Zähigkeit und Entschlossenheit. Kreaturen deiner Wahl in einem Radius von 30 Fuß um dich herum, wenn du diese Macht wirkst, erhalten die folgenden Vorteile:</p> <ul> <li>Die Kreatur wirft in einem Radius von 5 Fuß ein schwaches Licht ab.</li> <li>Die Kreatur hat Vorteil bei allen Schutzwürfen</li> <li>Andere Kreaturen haben Nachteil bei Angriffswürfen gegen sie.</li> <li>Wenn eine Kreatur der dunklen Seite sie mit einem Nahkampfangriff trifft, muss diese Kreatur einen Konstitutionsschutzwurf ablegen oder wird geblendet, bis die Macht endet.</li></ul>"
        },
        {
            "id": "Master Force Immunity",
            "name": "Meister Macht-Immunität",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserte Immunität gegen Macht</em></p> <p>Eine schwach schimmernde Barriere mit einem Radius von 10 Fuß umgibt dich. Innerhalb der Sphäre können keine Kräfte gewirkt werden und verbesserte Gegenstände werden banal. Bis die Macht endet, bewegt sich die Sphäre mit dir, zentriert auf dich.</p> <p>Mächte und andere verbesserte Effekte werden in der Sphäre unterdrückt und können nicht in sie hineinragen. Ein Slot, der verbraucht wird, um eine unterdrückte Macht zu wirken, ist verbraucht. Solange ein Effekt unterdrückt ist, funktioniert er nicht, aber die Zeit, die er unterdrückt verbringt, wird auf seine Dauer angerechnet.</p> <p><strong><em>Gezielte Effekte.</em></strong> Kräfte und andere verstärkte Effekte, die auf eine Kreatur oder ein Objekt in der Sphäre abzielen, haben keine Wirkung auf dieses Ziel.</p> <p><strong><em>Verstärkte Bereiche.</em></strong> Der Bereich einer anderen Kraft oder eines verstärkten Effekts, wie z.B. <em>Sturm der Macht</em>, kann nicht in die Sphäre hineinreichen. Wenn die Sphäre einen verstärkten Bereich überlappt, wird der Teil des Bereichs, der von der Sphäre abgedeckt wird, unterdrückt.</p> <p><strong><em>Kräfte.</em></strong> Jede aktive Kraft oder jeder andere verstärkte Effekt auf eine Kreatur oder ein Objekt in der Sphäre wird unterdrückt, solange sich die Kreatur oder das Objekt darin befindet.</p> <p><strong><em>Verbesserte Gegenstände.</em></strong> Die Eigenschaften und Kräfte von verbesserten Gegenständen werden in der Sphäre unterdrückt. Zum Beispiel funktioniert ein +1 Vibroschwert in der Sphäre wie ein nicht verbessertes Vibroschwert.</p> <p>Die Eigenschaften und Kräfte einer verbesserten Waffe werden unterdrückt, wenn sie gegen ein Ziel in der Sphäre eingesetzt wird oder von einem Angreifer in der Sphäre geführt wird. Wenn eine verbesserte Waffe oder ein Stück verbesserter Munition die Sphäre vollständig verlässt (z.B. wenn du einen verbesserten Schuss abfeuerst oder einen verbesserten Säbelspeer auf ein Ziel außerhalb der Sphäre wirfst), wird die Verbesserung des Gegenstands nicht mehr unterdrückt, sobald er die Sphäre verlässt.</p> <p><strong><em>Verbessertes Reisen.</em></strong> Teleportation funktioniert in der Sphäre nicht, unabhängig davon, ob die Sphäre der Ziel- oder der Startpunkt für eine solche verbesserte Reise ist. Ein Portal zu einem anderen Ort schließt sich vorübergehend, während es sich in der Sphäre befindet.</p> <p><strong><em>Kreaturen und Objekte.</em></strong> Eine Kreatur oder ein Objekt, das durch Kräfte beschworen oder erschaffen wurde, verschwindet in der Sphäre vorübergehend aus der Existenz. Eine solche Kreatur taucht sofort wieder auf, sobald der Raum, den die Kreatur eingenommen hat, nicht mehr innerhalb der Sphäre liegt.</p> <p><strong><em>Technische Aufhebung/Sever Macht.</em></strong> Kräfte und verbesserte Effekte wie <em>Sever Macht</em> haben keine Auswirkungen auf die Sphäre. Ebenso heben sich die Sphären, die durch verschiedene Scrambling-Feld-Kräfte erzeugt werden, nicht gegenseitig auf.</p>>"
        },
        {
            "id": "Master Force Scream",
            "name": "Meister Macht Schrei",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserter Machtschrei</em></p> <p>Du stößt einen kakophonischen Schrei aus, der von der Macht der Macht durchdrungen ist. Jede Kreatur, die du im Umkreis von 60 Fuß um dich wählst, muss einen Konstitutionsschutzwurf bestehen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 6d6]] psychischen Schaden, [[/r 6d6]] Schallschaden, ist betäubt, liegt am Boden und ist 1 Minute lang geblendet. Bei einem erfolgreichen Schutzwurf erleidet es nur halb so viel Schaden und wird nicht betäubt, am Boden liegend oder geblendet. </p> <p>Eine durch diese Macht geblendete Kreatur macht am Ende jeder ihrer Runden einen weiteren Konstitutions-Erhaltungswurf. Bei einem erfolgreichen Schutzwurf ist sie nicht mehr geblendet.</p>"
        },
        {
            "id": "Master Heal",
            "name": "Meister Heilung",
            "description": "<p><em><strong>Voraussetzung</strong>: Größere Heilung</em></p> <p>Eine Welle heilender Energie überspült die Kreatur, die du berührst. Das Ziel erhält alle seine Trefferpunkte zurück. Wenn die Kreatur verzaubert, verängstigt, gelähmt oder betäubt ist, endet der Zustand. Wenn die Kreatur am Boden liegt, kann sie ihre Reaktion nutzen, um aufzustehen. Diese Kraft hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Master Malacia",
            "name": "Meister Malacia",
            "description": "<p><em><strong>Voraussetzung</strong>: Mass Malacia</em></p> <p>Wähle eine Kreatur, die du in Reichweite sehen kannst. Die Kreatur wird für die Dauer des Zaubers von extremer Benommenheit und Übelkeit geplagt. Kreaturen, die nicht verzaubert werden können, sind gegen diese Macht immun.</p> <p>Die betroffene Kreatur muss ihre gesamte Bewegungsfähigkeit darauf verwenden, sich vor Unbehagen zu winden, ohne ihren Platz zu verlassen, und hat einen Nachteil bei Schutzwürfen und Angriffswürfen auf Geschicklichkeit. Während das Ziel von dieser Macht betroffen ist, haben andere Kreaturen Vorteil bei Angriffswürfen gegen es. Als Aktion macht die betroffene Kreatur einen Weisheitswurf, um die Kontrolle über sich selbst wiederzuerlangen. Bei einem erfolgreichen Schutzwurf endet die Macht. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Master Revitalize",
            "name": "Meister Wiederbelebung",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserte Wiederbelebung</em></p> <p>Du erweckst eine tote Kreatur, die du berührst, wieder zum Leben, vorausgesetzt, sie ist nicht länger als 1 Tag tot gewesen. Wenn die Seele der Kreatur sowohl willens als auch in der Lage ist, sich dem Körper wieder anzuschließen, kehrt die Kreatur mit all ihren Trefferpunkten ins Leben zurück. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p>Diese Macht schließt alle Wunden, neutralisiert alle Gifte, heilt alle Krankheiten und hebt alle Flüche auf, die die Kreatur zum Zeitpunkt ihres Todes betroffen haben. Die Macht ersetzt beschädigte oder fehlende Organe und Gliedmaßen.</p> <p>"
        },
        {
            "id": "Master Saber Throw",
            "name": "Meister Säbelwurf",
            "description": "<p><em><strong>Voraussetzung</strong>: Großer Säbelwurf</em></p> <p>Wenn du diese Kraft wirkst, musst du mindestens eine Licht- oder Vibrationswaffe führen, sonst schlägt die Kraft fehl. Wenn du diese Fähigkeit wirkst, kannst du zwei Waffen werfen, die Kreaturen in zwei Linien treffen, die von dir selbst ausgehen und beide 90 Fuß lang und 5 Fuß breit sind, oder du kannst eine Waffe in einer 90 Fuß langen und 5 Fuß breiten Linie deiner Wahl werfen, die von dir selbst ausgeht, und ihre Richtung ändern, um sich in einer zweiten identischen Linie deiner Wahl in Reichweite zu bewegen. Jede Kreatur in einer Linie muss einen Geschicklichkeitswurf machen. Eine Kreatur erleidet [[/r 5d8]] Schaden desselben Typs wie der Schaden der Waffe und [[/r 5d8]] Kraftschaden bei einem misslungenen Schutzwurf, oder die Hälfte des Schadens bei einem erfolgreichen Schutzwurf. Eine Kreatur, die sich im Bereich von mehr als einer Linie befindet, wird nur einmal getroffen. Die Waffen kehren dann sofort in deine Hand zurück.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 8 oder höher wirkst, erhöhen sich der Waffenschaden und der Kraftschaden jeweils um [[/r 1d8]] für jede Slotstufe über 7.</p>"
        },
        {
            "id": "Master Speed",
            "name": "Meister Geschwindigkeit",
            "description": "<p><em><strong>Voraussetzung</strong>: Rittergeschwindigkeit</em></p> <p>Wähle bis zu zwei willige Kreaturen aus, die du in Reichweite sehen kannst. Bis die Macht endet, verdoppelt sich die Geschwindigkeit jedes Ziels, es erhält einen Bonus von +2 auf AC, ist bei Schutzwürfen auf Geschicklichkeit im Vorteil und erhält in jeder seiner Runden eine zusätzliche Aktion. Diese Aktion kann nur für die Aktionen Angriff (nur ein Waffenangriff), Hetzen, Ausweichen, Verstecken oder die Aktion Einen Gegenstand benutzen verwendet werden. </p> <p>Wenn die Macht endet, kann sich jedes Ziel bis nach seinem nächsten Zug weder bewegen noch Aktionen ausführen, da es von einer Welle der Lethargie überrollt wird.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 8 oder höher wirkst, kannst du für jeden Slot der Stufe 7 oder höher eine zusätzliche Kreatur anvisieren.</p>"
        },
        {
            "id": "Mind Blank",
            "name": "Geist ausblenden",
            "description": "<p><em><strong>Voraussetzung</strong>: Gedankenfalle</em></p> <p>Bis zum Ende der Macht ist eine willige Kreatur, die du berührst, immun gegen psychischen und akustischen Schaden, gegen jeden Effekt, der ihre Emotionen spüren oder ihre Gedanken lesen würde, und gegen den Zustand verzaubert. Die Macht vereitelt Kräfte oder Effekte ähnlicher Stärke, die dazu dienen, den Geist des Ziels zu beeinflussen oder Informationen über das Ziel zu erlangen.</p>"
        },
        {
            "id": "Mind Prison",
            "name": "Gedankengefängnis",
            "description": "<p><em><strong>Voraussetzung</strong>: Gedankenfalle</em></p> <p>Du versuchst, eine Kreatur in einer illusorischen Zelle zu binden, die nur sie wahrnimmt. Eine Kreatur, die du in Reichweite siehst, muss einen Intelligenzschutzwurf machen. Das Ziel ist automatisch erfolgreich, wenn es immun dagegen ist, verzaubert zu werden. Bei einem erfolgreichen Schutzwurf erleidet das Ziel [[/r 5d10]] psychischen Schaden, und die Macht endet. Bei einem misslungenen Schutzwurf erleidet das Ziel [[/r 5d10]] psychischen Schaden, und du lässt die unmittelbare Umgebung des Ziels in irgendeiner Weise gefährlich erscheinen. Du könntest das Ziel zum Beispiel glauben lassen, es sei von Feuer, einem Sturm aus Blasterfeuer oder tödlichem Giftgas umgeben. Wie auch immer die Illusion aussieht, das Ziel kann nichts sehen oder hören, was darüber hinausgeht, und ist für die Dauer der Macht gefesselt. Wenn das Ziel aus der Illusion herausbewegt wird, einen Nahkampfangriff durch sie hindurch ausführt oder irgendeinen Teil seines Körpers durch sie hindurch erreicht, erleidet das Ziel [[/r 10d10]] psychischen Schaden, und die Macht endet. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Mind Spike",
            "name": "Gedankenstachel",
            "description": "<p>Wähle eine Kreatur, die du sehen kannst. Das Ziel muss einen Rettungswurf in Weisheit ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 3d8]] psychischen Schaden, bei einem erfolgreichen Schutzwurf halb so viel Schaden. Bei einem fehlgeschlagenen Schutzwurf weißt du außerdem immer, wo sich das Ziel befindet, allerdings nur, solange ihr beide auf demselben Planeten seid. Das Ziel kann sich nicht vor dir verstecken, und wenn es unsichtbar ist, hat es keinen Vorteil von diesem Zustand gegen dich. Diese Kraft hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Mind Trap",
            "name": "Gedankenfalle",
            "description": "<p><em><strong>Voraussetzung</strong>: Verwirrung der Macht</em></p> <p>Du versuchst, den Geist deines Ziels in einem psychischen Käfig zu fangen. Das Ziel muss einen Charisma-Erhaltungswurf machen. Bei einem misslungenen Schutzwurf ist die Kreatur für die Dauer des Einschlusses ihres Geistes handlungsunfähig. Sie kann denken, aber sie kann keinen Kontakt zur Außenwelt haben oder diese wahrnehmen. Wenn die Kreatur Schaden nimmt, macht sie einen weiteren Charisma-Save. Bei einem Erfolg endet die Macht. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 6 oder höher wirkst, wird die Dauer der Macht nach 1 Minute Konzentration auf 24 Stunden erhöht, und sie erfordert nicht länger deine Konzentration.</p>"
        },
        {
            "id": "Mind Trick",
            "name": "Gedanken-Trick",
            "description": "<p>Wähle ein Ziel in Reichweite, das dir nicht feindlich gesinnt ist. Das Ziel muss einen Rettungswurf in Weisheit ablegen. Bei einem fehlgeschlagenen Rettungswurf hat das Ziel einen Nachteil bei Weisheits- (Wahrnehmung) und Intelligenz- (Ermittlungen) Überprüfungen. </p> <p>Bei einem erfolgreichen Schutzwurf merkt die Kreatur, dass du versucht hast, die Macht zu nutzen, um ihr Bewusstsein zu beeinflussen, und wird dir gegenüber feindselig. Eine Kreatur, die zu Gewalt neigt, könnte dich angreifen. Eine andere Kreatur könnte auf andere Weise Vergeltung üben (nach dem Ermessen des Spielleiters), abhängig von der Art deiner Interaktion mit ihr. Diese Fähigkeit hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Morichro",
            "name": "Morichro",
            "description": "<p><em><strong>Voraussetzung</strong>: Cloud Mind</em></p> <p>Du berührst eine willige Kreatur und versetzt sie in einen kataleptischen Zustand, der vom Tod nicht zu unterscheiden ist. </p> <p>Für die Dauer der Macht oder bis du eine Aktion verwendest, um das Ziel zu berühren und die Macht zu beenden, erscheint das Ziel für alle äußeren Blicke und für Kräfte, die zur Bestimmung des Status des Ziels verwendet werden, tot. Das Ziel ist geblendet und handlungsunfähig und seine Geschwindigkeit sinkt auf 0. Das Ziel ist resistent gegen jeglichen Schaden außer psychischem Schaden. Wenn das Ziel krank oder vergiftet ist, wenn du die Macht wirkst, oder krank oder vergiftet wird, während die Macht wirkt, haben die Krankheit und das Gift keine Wirkung, bis die Macht endet. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>>"
        },
        {
            "id": "Necrotic Charge",
            "name": "Nekrotische Ladung",
            "description": "<p>Als Teil der Aktion, mit der diese Macht gewirkt wird, musst du einen Angriff mit einer Nahkampfwaffe gegen eine Kreatur in deiner Reichweite durchführen, sonst schlägt die Macht fehl. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs, und du kannst wählen, ob du ihm bis zu [[/r 1d8]] nekrotischen Schaden zufügen möchtest, den du ebenfalls erleidest. Dieser Schaden kann in keiner Weise reduziert oder negiert werden. </p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Stufen erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1d8]] nekrotischen Schaden zu, und du kannst den Sekundärschaden auf [[/r 2d8]] erhöhen. Beide Schadenswürfe erhöhen sich um [[/r 1d8]] auf Stufe 11 und 17.</p>>"
        },
        {
            "id": "Necrotic Touch",
            "name": "Nekrotische Berührung",
            "description": "<p>Du versuchst, einer Kreatur die Essenz zu entziehen. Führe einen Nahkampf-Kraftangriff gegen das Ziel aus. Wenn der Angriff trifft, erleidet die Kreatur [[/r 1d6]] nekrotischen Schaden und du erhältst bis zum Ende deines nächsten Zuges vorübergehend Trefferpunkte in Höhe des zugefügten Schadens.</p> <p>Der Schaden dieser Macht erhöht sich um [[/r 1d6]], wenn du die 5. Stufe ([[/r 2d6]]), die 11."
        },
        {
            "id": "Phasestrike",
            "name": "Phasestrike",
            "description": "<p>Bis die Macht endet, provoziert deine Bewegung keine Gelegenheitsangriffe.</p> <p>Einmal bevor die Macht endet, kannst du dir bei einem Waffenangriffswurf in deinem Zug einen Vorteil verschaffen. Dieser Angriff fügt bei einem Treffer zusätzlichen [[/r 1d8]] Machtschaden zu. Unabhängig davon, ob du triffst oder nicht, erhöht sich deine Gehgeschwindigkeit bis zum Ende dieser Runde um 30 Fuß.</p>>"
        },
        {
            "id": "Phasewalk",
            "name": "Phasengang",
            "description": "<p>Du teleportierst dich bis zu 30 Fuß in einen unbesetzten Raum, den du sehen kannst.</p>"
        },
        {
            "id": "Plague",
            "name": "Seuche",
            "description": "<p><em><strong>Voraussetzung</strong>: Affliction</em></p> <p>Wähle bis zu sechs Kreaturen deiner Wahl in einem 40-Fuß-Würfel in Reichweite. Jedes Ziel muss einen Konstitutions-Sicherungswurf bestehen oder wird für die Dauer des Zaubers von dieser Macht betroffen.</p> <p>Ein betroffenes Ziel gewinnt 1 verlangsamte Stufe, erleidet einen Malus von -2 auf AC- und Geschicklichkeits-Sicherungswürfe und kann keine Reaktionen einsetzen. In seinem Zug kann es entweder eine Aktion oder eine Bonusaktion einsetzen, nicht beides. Unabhängig von den Fähigkeiten oder Gegenständen der Kreatur kann sie während ihres Zuges nicht mehr als einen Nah- oder Fernkampfangriff ausführen.</p> <p>Wenn die Kreatur versucht, eine Kraft zu wirken, die eine Wirkzeit von 1 Aktion hat, wirf einen [[/r d20]]. Bei einer 11 oder höher wird die Kraft erst in der nächsten Runde der Kreatur wirksam und die Kreatur muss ihre Aktion in dieser Runde nutzen, um die Kraft zu vollenden. Gelingt ihr das nicht, ist die Kraft vergeudet. </p> <p>Eine Kreatur, die von dieser Macht betroffen ist, macht am Ende ihres Zuges einen weiteren Rettungswurf auf Konstitution. Bei einem erfolgreichen Schutz endet der Effekt für sie.</p>"
        },
        {
            "id": "Plant Surge",
            "name": "Pflanzenwut",
            "description": "<p>Wenn du diese Macht mit 1 Aktion wirkst, werden alle normalen Pflanzen in einem Radius von 100 Fuß um einen Punkt herum überwuchert. Wenn du dich durch das Gebiet bewegst, kostet dich das 4 Fuß Bewegung pro 1 Fuß Bewegung. Du kannst Gebiete beliebiger Größe innerhalb des Wirkungsbereichs der Macht von der Wirkung ausschließen.</p> <p>Wenn du diese Macht über 8 Stunden hinweg wirkst, liefern alle Pflanzen in einem Radius von einer halben Meile um einen Punkt 1 Jahr lang die doppelte Menge an Nahrung.</p>"
        },
        {
            "id": "Precognition",
            "name": "Präkognition",
            "description": "<p><em><strong>Voraussetzung</strong>: Gefahrensinn</em></p> <p>Deine Beherrschung der Macht verleiht dir eine begrenzte Fähigkeit, in die unmittelbare Zukunft zu sehen. Für die Dauer dieser Fähigkeit kannst du nicht überrascht werden und hast einen Vorteil bei Angriffswürfen, Fähigkeitsprüfungen und Schutzwürfen. Außerdem haben andere Kreaturen für diese Zeit einen Nachteil bei Angriffswürfen gegen dich.</p>>"
        },
        {
            "id": "Probe Mind",
            "name": "Geist sondieren",
            "description": "<p><em><strong>Voraussetzung</strong>: Emotionen spüren</em></p> <p>Für die Dauer der Fähigkeit kannst du die Gedanken bestimmter Kreaturen lesen. Wenn du die Fähigkeit wirkst und als deine Aktion in jeder Runde, bis die Fähigkeit endet, kannst du deine Gedanken auf eine beliebige Kreatur richten, die du im Umkreis von 30 Fuß sehen kannst. Wenn die Kreatur, die du auswählst, eine Intelligenz von 3 oder weniger hat oder keine Sprache spricht, ist die Kreatur nicht betroffen. </p> <p>Du erfährst zunächst die oberflächlichen Gedanken der Kreatur - das, was ihr in diesem Moment am meisten durch den Kopf geht. Als Aktion kannst du entweder deine Aufmerksamkeit auf die Gedanken einer anderen Kreatur lenken oder versuchen, tiefer in die Gedanken derselben Kreatur einzudringen. Wenn du tiefer eindringst, muss das Ziel einen Weisheitswurf machen. Gelingt ihm das nicht, erleidet es [[/r 1d6]] psychischen Schaden, während du Einblick in seine Gedankengänge (falls vorhanden), seinen emotionalen Zustand und etwas, das ihm besonders am Herzen liegt (z.B. etwas, das es liebt oder hasst), erhältst. Wenn dies gelingt, endet die Macht. In jedem Fall weiß das Ziel, dass du in seine Gedanken eindringst, und solange du deine Aufmerksamkeit nicht auf die Gedanken einer anderen Kreatur lenkst, kann die Kreatur ihre Aktion in ihrem Zug nutzen, um eine Intelligenzüberprüfung zu machen, die von deiner Überprüfung der Fähigkeit Forcecasting angefochten wird; wenn sie erfolgreich ist, endet die Kraft. </p> <p>In den folgenden Zügen, nachdem du tiefer in die Gedanken eingedrungen bist, kannst du deine Aktion nutzen, um dem Ziel automatisch [[/r 1d6]] psychischen Schaden zuzufügen.</p> <p>Fragen, die verbal an die Zielkreatur gerichtet werden, formen natürlich den Verlauf ihrer Gedanken, daher ist diese Macht besonders effektiv als Teil eines Verhörs.</p> <p>Du kannst diese Macht auch nutzen, um die Anwesenheit von denkenden Kreaturen zu entdecken, die du nicht sehen kannst. Wenn du die Kraft wirkst oder als deine Aktion während der Dauer, kannst du im Umkreis von 30 Fuß nach Gedanken suchen. Die Kraft kann Barrieren durchdringen. Du kannst keine Kreaturen mit einer Intelligenz von 3 oder weniger oder solche, die keine Sprache sprechen, aufspüren. </p> <p>Wenn du die Anwesenheit einer Kreatur auf diese Weise entdeckst, kannst du für den Rest der Dauer wie oben beschrieben ihre Gedanken lesen, auch wenn du sie nicht sehen kannst, aber sie muss sich noch in Reichweite befinden.</p> <p>Diese Macht hat keine Wirkung auf Droiden oder Konstrukte. </p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der 3. Stufe oder höher wirkst, erhöht sich der anfängliche psychische Schaden, den ein Ziel erleidet, wenn du zum ersten Mal tiefer in seinen Geist eindringst, um [[/r 1d6]] für jede Slotstufe über der 2. Stufe.</p>"
        },
        {
            "id": "Project",
            "name": "Projekt",
            "description": "<p>Du hebst drei Trümmerhaufen oder kleine Gegenstände vom Boden auf und schleuderst sie. Jeder Haufen trifft eine Kreatur deiner Wahl, die du in Reichweite sehen kannst. Der Haufen fügt seinem Ziel [[/r 1d4+1]] Kraftschaden zu. Die Haufen schlagen alle gleichzeitig ein und du kannst sie so ausrichten, dass sie eine oder mehrere Kreaturen treffen.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 2 oder höher wirkst, hebst und wirfst du einen zusätzlichen Haufen Trümmer für jeden Slot der Stufe 1 oder höher.</p>"
        },
        {
            "id": "Psychic Charge",
            "name": "Psychische Ladung",
            "description": "<p>Als Teil der Aktion, mit der du diese Kraft wirkst, musst du einen Nahkampfangriff gegen eine Kreatur in deiner Reichweite ausführen, sonst schlägt die Kraft fehl. Bei einem Treffer erleidet das Ziel die normalen Auswirkungen des Angriffs, und sein Mund wird bis zum Beginn deines nächsten Zuges mit einem violetten Schleier bedeckt. Wenn das Ziel bis dahin freiwillig spricht, erleidet es sofort [[/r 1d8]] psychischen Schaden und die Macht endet.</p> <p>Der Schaden dieser Macht erhöht sich, wenn du höhere Stufen erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1d8]] psychischen Schaden zu, und der Schaden, den das Ziel beim Sprechen erleidet, erhöht sich auf [[/r 2d8]]. Beide Schadenswürfe erhöhen sich auf der 11. und 17. Stufe um [[/r 1d8]].</p>>"
        },
        {
            "id": "Psychometry",
            "name": "Psychometrie",
            "description": "<p><em><strong>Voraussetzung</strong>: Telemetrie</em></p> <p>Für die Dauer erhältst du die Fähigkeit, mit unbelebten Objekten, die du berührst, telepathisch zu kommunizieren. Du kannst bis zu fünf Fragen stellen und erhältst Antworten von Objekten, normalerweise in Form einer akustischen oder visuellen Halluzination. Wenn du zum Beispiel die verrosteten, zerbrochenen Überreste eines Lichtschwerts berührst und fragst, wie es dorthin gekommen ist, kann dies zu einer kurzen Vision eines verärgerten Jedi-Ritters führen, der es an dieser Stelle zu Boden wirft. Ein Objekt, das auf diese Weise befragt wird, kann nur Informationen über seine Vergangenheit liefern. Der DM hat das letzte Wort darüber, welche Objekte befragt werden können und in welchem Umfang.</p>"
        },
        {
            "id": "Pull Earthward",
            "name": "Erdwärts ziehen",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtantrieb</em></p> <p>Wähle eine Kreatur, die du in Reichweite sehen kannst. Das Ziel muss einen Stärkewurf bestehen oder seine Fluggeschwindigkeit (falls vorhanden) wird für die Dauer der Macht auf 0 Fuß reduziert. Eine Kreatur in der Luft, die von dieser Macht betroffen ist, sinkt mit 60 Fuß pro Runde, bis sie den Boden erreicht oder die Macht endet.</p>"
        },
        {
            "id": "Rage",
            "name": "Wut",
            "description": "<p>Du verleihst dir Ausdauer und kriegerische Fähigkeiten, die von der Macht gespeist werden. Bis die Macht endet, kannst du keine Kräfte wirken und erhältst die folgenden Vorteile:</p> <ul> <li>Du erhältst 50 temporäre Trefferpunkte. Wenn davon noch welche übrig sind, wenn die Macht endet, gehen sie verloren.</li> <li>Du hast einen Vorteil bei Angriffswürfen mit Licht- und Vibrationswaffen.</li> <li>Wenn du ein Ziel mit einem Waffenangriff triffst, erleidet dieses Ziel einen zusätzlichen [[/r 2d12]] Kraftschaden. </li> <li>Du beherrschst alle Rüstungen, Lichtwaffen und Vibrowaffen.</li> <li>Du beherrschst Schutzwürfe auf Stärke und Konstitution.</li> <li>Du kannst zweimal statt einmal angreifen, wenn du in deinem Zug die Aktion Angriff ausführst. Du ignorierst diesen Vorteil, wenn du bereits über eine Eigenschaft wie Extra-Angriff verfügst, die dir zusätzliche Angriffe gewährt.</li> </ul> <p>Unmittelbar nach dem Ende der Macht musst du einen Konstitutions-Erhaltungswurf von DC 15 bestehen oder eine Stufe Erschöpfung erleiden.</p>"
        },
        {
            "id": "Rebuke",
            "name": "Zurechtweisen",
            "description": "<p>Du schlägst eine Kreatur mit dem gerechten Zorn der Macht. Wenn der Angriff trifft, erleidet das Ziel je nach seiner Ausrichtung Kraftschaden: Eine Kreatur mit dunkler Ausrichtung erleidet [[/r 1d12]] Kraftschaden, eine Kreatur mit ausgeglichener Ausrichtung erleidet [[/r 1d10]] Kraftschaden und eine Kreatur mit heller Ausrichtung erleidet [[/r 1d8]] Kraftschaden.</p> <p>Der Schaden der Macht erhöht sich um einen Würfel, wenn du die 5., 11. und 17. Stufe erreichst.</p>"
        },
        {
            "id": "Remove Curse",
            "name": "Fluch entfernen",
            "description": "<p>Bei deiner Berührung enden alle Flüche, die eine Kreatur oder ein Objekt betreffen. Handelt es sich bei dem Gegenstand um einen mit einem Fluch belegten verbesserten Gegenstand, bleibt der Fluch bestehen, aber die Macht unterbricht die Bindung des Besitzers an den Gegenstand, so dass er entfernt oder abgelegt werden kann.</p>"
        },
        {
            "id": "Rescue",
            "name": "Retten",
            "description": "<p>Du ziehst einen willigen Verbündeten, den du im Umkreis von 30 Fuß sehen kannst, in einen unbesetzten Raum im Umkreis von 5 Fuß von dir. Das Ziel muss seine Reaktion einsetzen, um den Zug zu akzeptieren.</p> <p>"
        },
        {
            "id": "Resistance",
            "name": "Widerstand",
            "description": "<p>Du berührst eine willige Kreatur. Einmal bevor die Macht endet, kann das Ziel einen [[/r d4]] werfen und die gewürfelte Zahl zu einem Rettungswurf seiner Wahl addieren. Es kann den Würfel vor oder nach dem Rettungswurf werfen. Die Macht endet dann.</p> <p>Der Würfel dieser Macht erhöht sich auf höheren Stufen: auf einen [[/r d6]] auf Stufe 5, einen [[/r d8]] auf Stufe 11 und einen [[/r d10]] auf Stufe 17.</p>"
        },
        {
            "id": "Restoration",
            "name": "Wiederherstellung",
            "description": "<p>Du berührst eine Kreatur und beendest entweder eine Krankheit oder einen Zustand, von dem sie betroffen ist. Der Zustand kann Blindheit, Taubheit, Lähmung oder Vergiftung sein. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Revitalize",
            "name": "Wiederbelebung",
            "description": "<p><em><strong>Voraussetzung</strong>: Verschone den Sterbenden</em></p> <p>Du erweckst eine tote Kreatur, die du berührst, wieder zum Leben, vorausgesetzt, sie ist nicht länger als 10 Minuten tot gewesen. Wenn die Seele der Kreatur sowohl willens als auch frei ist, wieder in den Körper zurückzukehren, kehrt die Kreatur mit 1 Trefferpunkt ins Leben zurück. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p>Diese Macht neutralisiert auch alle Gifte und heilt Krankheiten, die die Kreatur zum Zeitpunkt ihres Todes beeinflusst haben. </p> <p>Diese Kraft schließt alle tödlichen Wunden, aber sie stellt fehlende Körperteile nicht wieder her. Wenn der Kreatur Körperteile oder Organe fehlen, die für ihr Überleben wichtig sind - zum Beispiel ihr Kopf - schlägt die Kraft automatisch fehl.</p> <p>Die Rückkehr von den Toten ist eine Tortur. Das Ziel erleidet einen Malus von -4 auf alle Angriffswürfe, Rettungswürfe und Fähigkeitsprüfungen. Jedes Mal, wenn das Ziel eine lange Ruhepause beendet, wird der Malus um 1 verringert, bis es verschwindet. </p>"
        },
        {
            "id": "Ruin",
            "name": "Verderben",
            "description": "<p><em><strong>Voraussetzung</strong>: Wunde</em></p> <p>Du kanalisierst die dunkle Seite der Macht, um eine Kreatur, die du in Reichweite siehst, zu entweihen und Wellen von intensivem Schmerz über sie hereinbrechen zu lassen. Wenn das Ziel 100 Trefferpunkte oder weniger hat, wird es von lähmenden Schmerzen heimgesucht. Andernfalls hat die Macht keine Wirkung auf es. </p> <p>Während das Ziel von verkrüppelndem Schmerz betroffen ist, kann es sich nicht schneller als 10 Fuß fortbewegen. Das Ziel hat außerdem einen Nachteil bei Angriffswürfen, Fähigkeitsprüfungen und Rettungswürfen, mit Ausnahme von Konstitutionsrettungswürfen. Wenn das Ziel schließlich versucht, eine Kraft zu wirken, muss es zuerst einen Konstitutions-Erhaltungswurf schaffen, sonst schlägt der Wurf fehl und die Kraft ist vergeudet.</p> <p>Ein Ziel, das unter diesen Schmerzen leidet, kann am Ende jeder seiner Runden einen Konstitutions-Erhaltungswurf machen. Bei einem erfolgreichen Schutz endet der Schmerz.</p>"
        },
        {
            "id": "Saber Reflect",
            "name": "Säbel-Reflektieren",
            "description": "<p>Als Reaktion auf einen Angriff hebst du deine Waffe und versuchst, sie abzuwehren. Wenn du diese Fähigkeit einsetzt, wird der Schaden, den du durch den Angriff erleidest, um [[/r 1d6]] reduziert. Wenn du den Schaden auf 0 reduzierst, eine Licht- oder Vibrowaffe führst und es sich um Energie- oder Ionenschaden handelt, kannst du den Angriff als Teil derselben Reaktion auf ein Ziel in Reichweite reflektieren. Führe einen Kraft-Fernangriff auf ein Ziel aus, das du sehen kannst. Der Angriff hat eine normale Reichweite von 20 Fuß und eine große Reichweite von 60 Fuß. Bei einem Treffer erleidet das Ziel den normalen Schaden des auslösenden Angriffs. </p> <p>Die Schadensreduktion der Fähigkeit erhöht sich um [[/r 1d6]], wenn du die 5. Stufe ([[/r 2d6]]), die 11. Stufe ([[/r 3d6]]) und die 17. Stufe ([[/r 4d6]]) erreichst.</p>"
        },
        {
            "id": "Saber Throw",
            "name": "Säbelwurf",
            "description": "<p>Als Teil der Aktion, mit der diese Macht gewirkt wird, muss ein Fernkampfangriff mit einer Licht- oder Vibrowaffe gegen ein Ziel innerhalb der Reichweite der Macht ausgeführt werden, andernfalls schlägt die Macht fehl. Bei einem Treffer erleidet das Ziel [[/r 1d8]] Schaden desselben Typs wie der Schaden der Waffe. Die Waffe kehrt dann sofort in deine Hand zurück.</p> <p>Diese Macht kann mehrere Ziele treffen, wenn du höhere Stufen erreichst: zwei Ziele auf Stufe 5, drei Ziele auf Stufe 11 und vier Ziele auf Stufe 17. Jedes Ziel muss sich in einem Umkreis von 30 Fuß um das vorherige Ziel befinden, du musst für jedes Ziel einen separaten Angriffswurf machen, und das letzte Ziel darf nicht weiter als 30 Fuß von dir entfernt sein. Du kannst dasselbe Ziel nicht zweimal hintereinander treffen.</p>>"
        },
        {
            "id": "Saber Ward",
            "name": "Säbelabwehr",
            "description": "<p>Du nimmst eine defensive Haltung ein. Bis zum Ende deines nächsten Zuges hast du Widerstand gegen kinetischen, Energie- und Ionenschaden, der von Waffen verursacht wird.</p>>"
        },
        {
            "id": "Sanctuary",
            "name": "Heiligtum",
            "description": "<p>Bis zum Ende des Zaubers muss jede Kreatur, die die beschützte Kreatur mit einem Angriff, einer schädlichen Kraft oder einer feindseligen Aktion angreift, zuerst einen Rettungswurf in Weisheit ablegen. Bei einem misslungenen Rettungswurf muss die Kreatur ein neues Ziel wählen oder sie verliert den Angriff oder die Kraft. Diese Macht schützt die beschützte Kreatur nicht vor Flächeneffekten.</p> <p>Wenn die beschützte Kreatur einen Angriff ausführt, eine Macht wirkt, die eine feindliche Kreatur betrifft, oder eine feindliche Aktion ausführt, endet diese Macht.</p>"
        },
        {
            "id": "Sap Vitality",
            "name": "Lebenskraft entziehen",
            "description": "<p>Führe einen Nahkampfangriff der Macht gegen eine Kreatur aus, die du erreichen kannst. Bei einem Treffer erleidet das Ziel [[/r 3d10]] nekrotischen Schaden.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 2 oder höher wirkst, erhöht sich der Schaden um [[/r 1d10]] für jede Slotstufe über 1.</p>"
        },
        {
            "id": "Scourge",
            "name": "Geißel",
            "description": "<p><em><strong>Voraussetzung</strong>: Seuche</em></p> <p>Für die Dauer der Macht werden deine Augen zu einer tintenschwarzen Leere, die von der Macht des Grauens durchdrungen ist. Eine Kreatur deiner Wahl im Umkreis von 60 Fuß, die du sehen kannst, muss einen Konstitutionsschutzwurf bestehen oder wird für die Dauer der Macht von einem der folgenden Effekte deiner Wahl betroffen. In jedem deiner Züge, bis die Macht endet, kannst du deine Aktion nutzen, um eine andere Kreatur anzuvisieren, aber du kannst eine Kreatur nicht erneut anvisieren, wenn sie einen Rettungswurf gegen diesen Zauber <em>Geißel</em></p> <p><strong><em>Schlaf.</em></strong> Das Ziel wird bewusstlos. Es wacht auf, wenn es Schaden erleidet oder wenn eine andere Kreatur ihre Aktion nutzt, um den Schläfer wachzurütteln.</p> <p><strong><em>Panikiert.</em></strong> Das Ziel hat Angst vor dir. In jedem seiner Züge muss die verängstigte Kreatur die Aktion Schießen ausführen und sich auf dem sichersten und kürzesten verfügbaren Weg von dir wegbewegen, es sei denn, sie kann sich nirgendwo hinbewegen. Wenn sich das Ziel an einen Ort bewegt, der mindestens 60 Fuß von dir entfernt ist und an dem es dich nicht mehr sehen kann, endet dieser Effekt.</p> <p><strong><em>Angeschlagen.</em></strong> Das Ziel hat Nachteil bei Angriffswürfen und Fähigkeitsprüfungen. Am Ende jeder seiner Runden kann es einen weiteren Weisheitswurf machen. Wenn er gelingt, endet der Effekt.</p>"
        },
        {
            "id": "Seethe",
            "name": "Spuken",
            "description": "<p>Du kochst vor Wut und lässt die dunkle Seite der Macht durch dich hindurchfließen und dir Kraft geben. Als Teil der Aktion, um diese Macht zu wirken, gibst du einen deiner Trefferwürfel aus, um Trefferpunkte wiederherzustellen.</p> <p>"
        },
        {
            "id": "Sense Emotion",
            "name": "Emotionen spüren",
            "description": "<p>Du stimmst deine Sinne darauf ein, die Emotionen anderer für die Dauer der Macht aufzuspüren. Wenn du die Macht wirkst und als deine Aktion in jeder Runde, bis die Macht endet, kannst du deine Sinne auf einen Humanoiden konzentrieren, den du im Umkreis von 30 Fuß sehen kannst. Du erfährst sofort die vorherrschende Emotion des Ziels, egal ob es sich um Liebe, Wut, Schmerz, Angst, Ruhe oder etwas anderes handelt, und du hast einen Vorteil bei Weisheitsprüfungen (Einsicht) gegen das Ziel. Wenn das Ziel nicht humanoid ist oder immun gegen Verzauberung ist, spürst du, dass es ruhig ist.</p>>"
        },
        {
            "id": "Sense Force",
            "name": "Macht erspüren",
            "description": "<p>Für die Dauer des Zaubers spürst du den Einsatz der Macht oder ihre Anwesenheit in einem leblosen Objekt in einem Umkreis von 30 Fuß von dir. Wenn du die Macht auf diese Weise wahrnimmst, kannst du mit deiner Aktion die Richtung bestimmen, aus der sie kommt, und wenn sie in Sichtweite ist, siehst du eine schwache Aura um die Person oder den Gegenstand, von der/dem die Macht ausgeht.</p> <p><strong><em>Macht der Macht.</em></strong> Wenn du diese Macht mit einem Kraft-Slot der 3. Stufe wirkst, erhöht sich die Reichweite auf 60 Fuß. Wenn du einen Kraft-Slot der 5. Stufe verwendest, erhöht sich die Reichweite auf 500 Fuß. Wenn du einen Kraft-Slot der 7. Stufe verwendest, erhöht sich die Reichweite auf 1 Meile. Wenn du einen Kraft-Slot der 9. Stufe verwendest, erhöht sich die Reichweite auf 10 Meilen.</p>"
        },
        {
            "id": "Sever Force",
            "name": "Macht trennen",
            "description": "<p>Du versuchst, eine Kreatur zu unterbrechen, die gerade eine Macht wirkt. Wenn die Kreatur eine Kraft der Stufe 3 oder niedriger wirkt, schlägt ihre Kraft fehl und hat keine Wirkung. Wirkt sie eine Kraft der Stufe 4 oder höher, musst du eine Fähigkeitsprüfung mit deiner Kraftwirkungsfähigkeit machen. Der DC ist 10 + die Stufe der Kraft. Bei einem Erfolg scheitert die Macht der Kreatur und hat keine Wirkung.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 4 oder höher wirkst, hat die unterbrochene Macht keine Wirkung, wenn ihre Stufe kleiner oder gleich der Stufe des Kraftslots ist, den du benutzt hast.</p>"
        },
        {
            "id": "Shadow Sight",
            "name": "Schattenblick",
            "description": "<p>Du verbesserst deine Sehkraft mit der Macht, so dass du in der Dunkelheit besser sehen kannst. Für die Dauer des Zaubers hast du eine Dunkelheitssicht von bis zu 60 Fuß.</p> <p>"
        },
        {
            "id": "Share Life",
            "name": "Leben teilen",
            "description": "<p><em><strong>Voraussetzung</strong>: Leben schenken</em></p> <p>Du opferst einen Teil deiner Gesundheit, um die Verletzungen einer anderen Kreatur zu heilen. Du erleidest [[/r 4d8]] nekrotischen Schaden, und eine Kreatur deiner Wahl, die du in Reichweite sehen kannst, erhält eine Anzahl von Trefferpunkten zurück, die dem Doppelten des erlittenen nekrotischen Schadens entspricht. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 4 oder höher wirkst, erhöht sich der Schaden um [[/r 1d8]] für jede Slotstufe über der Stufe 3.</p>"
        },
        {
            "id": "Shock",
            "name": "Schock",
            "description": "<p>Du schleuderst einen Blitz auf ein Ziel in Reichweite und führst damit einen Kraft-Fernangriff aus. Bei einem Treffer erleidet das Ziel [[/r 1d10]] Blitzschaden. Der Blitz entzündet brennbare Gegenstände in der Nähe, die nicht getragen werden.</p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1d10]], wenn du die 5. Stufe ([[/r 2d10]]), die 11. Stufe ([[/r 3d10]]) und die 17."
        },
        {
            "id": "Shocking Shield",
            "name": "Schock-Schild",
            "description": "<p><em><strong>Voraussetzung</strong>: Schock</em></p> <p>Blitze verlaufen in einer Sphäre, die deinen Körper umgibt, und werfen helles Licht in einem Radius von 10 Fuß und schwaches Licht für weitere 10 Fuß. Du kannst deine Aktion nutzen, um die Macht vorzeitig zu beenden.</p> <p>Wenn eine Kreatur im Umkreis von 5 Fuß von dir mit einem Nahkampfangriff trifft, erleidet sie [[/r 2d8]] Blitzschaden.</p>"
        },
        {
            "id": "Shroud of Darkness",
            "name": "Leichentuch der Dunkelheit",
            "description": "<p><em><strong>Voraussetzung</strong>: Dunkelheit</em></p> <p>Du wirst für andere stark verdunkelt. Schummriges Licht im Umkreis von 10 Fuß wird zu Dunkelheit, und helles Licht wird zu schummrigem Licht.</p> <p>Bis zum Ende der Macht hast du Widerstand gegen Machtschaden. Zusätzlich erleidet eine Kreatur im Umkreis von 10 Fuß, die dich mit einem Angriff trifft, [[/r 2d8]] nekrotischen Schaden.</p> <p>"
        },
        {
            "id": "Siphon Life",
            "name": "Leben abzapfen",
            "description": "<p><em><strong>Voraussetzung</strong>: Leben entziehen</em></p> <p>Eine Ranke aus tintenschwarzer Dunkelheit reicht von dir aus und berührt eine Kreatur, die du in Reichweite sehen kannst, um ihr das Leben zu entziehen. Das Ziel muss einen Rettungswurf in Geschicklichkeit ablegen. Bei einem erfolgreichen Schutzwurf erleidet das Ziel [[/r 2d8]] nekrotischen Schaden, und die Macht endet. Bei einem misslungenen Schutzwurf erleidet das Ziel [[/r 4d8]] nekrotischen Schaden, und bis der Zauber endet, kannst du deine Aktion in jeder deiner Runden nutzen, um dem Ziel automatisch [[/r 4d8]] nekrotischen Schaden zuzufügen. Die Fähigkeit endet, wenn du deine Aktion für etwas anderes verwendest, wenn sich das Ziel jemals außerhalb der Reichweite der Fähigkeit befindet oder wenn das Ziel vollständig von dir gedeckt ist.</p> <p>Wenn die Fähigkeit einem Ziel Schaden zufügt, erhältst du Trefferpunkte in Höhe der Hälfte des nekrotischen Schadens, den das Ziel erleidet. </p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 6 oder höher wirkst, erhöht sich der Schaden um [[/r 1d8]] für jede Slotstufe über 5.</p>"
        },
        {
            "id": "Skill Empowerment",
            "name": "Fertigkeit Ermächtigung",
            "description": "<p>Deine Macht mit der Macht vertieft das Verständnis einer Kreatur für ihr eigenes Talent. Du berührst eine willige Kreatur und gibst ihr Expertise in einer Fertigkeit deiner Wahl; bis die Macht endet, verdoppelt die Kreatur ihren Beherrschungsbonus für Fähigkeitsprüfungen, die sie mit der gewählten Fertigkeit macht. </p> <p>Du musst eine Fertigkeit wählen, die das Ziel beherrscht und die nicht bereits von einem Effekt wie Expertise profitiert, der seinen Fertigkeitsbonus verdoppelt.</p>"
        },
        {
            "id": "Slow",
            "name": "Langsam",
            "description": "<p>Eine feindliche Kreatur deiner Wahl muss einen Konstitutionsschutzwurf ablegen. Bei einem misslungenen Schutzwurf gewinnt das Ziel 1 verlangsamte Stufe, bis die Macht endet. Am Ende jeder Runde der Kreatur wiederholt sie diesen Rettungswurf und beendet den Effekt bei einem Erfolg.</p> <p>Diese Macht kann mehrere Ziele betreffen, wenn du höhere Stufen erreichst: zwei Ziele auf der 5. Stufe, drei Ziele auf der 11. </p>"
        },
        {
            "id": "Slow Descent",
            "name": "Langsamer Abstieg",
            "description": "<p>Wähle bis zu fünf fallende Kreaturen in Reichweite aus. Die Fallgeschwindigkeit einer fallenden Kreatur verlangsamt sich auf 60 Fuß pro Runde, bis die Macht endet. Wenn die Kreatur landet, bevor der Zauber endet, erleidet sie keinen Fallschaden und kann auf ihren Füßen landen, und der Zauber endet für diese Kreatur.</p>"
        },
        {
            "id": "Sonic Charge",
            "name": "Sonische Ladung",
            "description": "<p>Als Teil der Aktion, mit der du diese Kraft wirkst, musst du einen Nahkampfangriff gegen eine Kreatur in deiner Reichweite ausführen, sonst schlägt die Kraft fehl. Bei einem Treffer erleidet das Ziel die normalen Auswirkungen des Angriffs, und du beginnst, bis zum Beginn deines nächsten Zuges ein beunruhigendes Summen auszustrahlen. Wenn eine feindliche Kreatur ihren Zug in einem Umkreis von 5 Fuß von dir beendet, erleidet sie [[/r 1d4]] Schallschaden.</p> <p>Der Schaden dieser Macht erhöht sich, wenn du höhere Stufen erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlichen [[/r 1d8]] Schallschaden zu, und der Sekundärschaden erhöht sich um [[/r 1d4]]. Auf der 11. und 17. Stufe erhöhen sich beide Schadenswürfe um [[/r 1d8]] bzw. [[/r 1d4]].</p>"
        },
        {
            "id": "Sound Trick",
            "name": "Schall-Trick",
            "description": "<p>Du setzt die Macht ein, um einen Effekt in Reichweite zu erzeugen. Du erzeugst einen der folgenden Spezialeffekte in Reichweite:</p> <ul> <li>Deine Stimme dröhnt 1 Minute lang bis zu dreimal so laut wie normal, und du kannst ihren Klang verändern.</li> <li>Du verursachst 1 Minute lang harmlose Erschütterungen im Boden. </li> <li>Du erschaffst ein augenblickliches Geräusch, das von einem Punkt deiner Wahl in Reichweite ausgeht, wie z.B. ein Donnergrollen, den Schrei eines Vogels oder bedrohliches Flüstern.</li> <li>Du erhältst für 1 Minute die Fähigkeit, wie eine andere Spezies zu sprechen, was es dir erlaubt, in einer Sprache zu sprechen, die du kennst, die dir aber sonst physisch nicht möglich ist, wie z.B. ein Wookiee, der Basic spricht. </li> <li>Du erschaffst einen augenblicklichen, harmlosen sensorischen Effekt, wie zum Beispiel fallende Blätter, einen Windhauch, das Wogen der Kleidung einer Person oder das Flackern von unverstärkten Lichtquellen in Reichweite. </li> </ul> <p>Eine wachsame Kreatur kann ihre Aktion nutzen, um eine Intelligenzüberprüfung (Erkundung) gegen den Schutz-DC deiner Macht zu machen und bei einem Erfolg zu erkennen, dass die Effekte illusorisch sind.</p> <p>Wenn du diese Macht mehrmals wirkst, kannst du bis zu drei ihrer einminütigen Effekte gleichzeitig aktiv haben, und du kannst einen solchen Effekt als Aktion abbrechen.</p>"
        },
        {
            "id": "Spare the Dying",
            "name": "Verschont die Sterbenden",
            "description": "<p>Du berührst eine lebende Kreatur, die 0 Trefferpunkte hat. Das Lebewesen wird stabil. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p>"
        },
        {
            "id": "Spirit Blade",
            "name": "Geisterklinge",
            "description": "<p>Du beschwörst eine Klinge aus Geisterenergie und versuchst, eine Kreatur zu treffen. Führe einen Nahkampfangriff mit der Macht gegen das Ziel aus. Wenn der Angriff trifft, erleidet die Kreatur [[/r 1d10]] nekrotischen Schaden.</p> <p>Auf höheren Stufen kann diese Macht mehrere Angriffe durchführen: zwei Angriffe auf Stufe 5, drei Angriffe auf Stufe 11 und vier Angriffe auf Stufe 17. Jeder Angriff kann auf dieselbe Kreatur oder auf verschiedene Kreaturen abzielen. Für jedes Ziel muss ein eigener Angriffswurf gemacht werden.</p>"
        },
        {
            "id": "Stasis",
            "name": "Stase",
            "description": "<p><em><strong>Voraussetzung</strong>: Betäuben</em></p> <p>Wähle eine Kreatur aus, die du in Reichweite sehen kannst. Das Ziel muss einen Weisheitswurf bestehen oder für die Dauer der Betäubung gelähmt sein. Am Ende jeder seiner Runden kann das Ziel einen weiteren Rettungswurf in Weisheit machen. Bei einem Erfolg endet die Macht für das Ziel. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte. </p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 6 oder höher wirkst, kannst du eine zusätzliche Kreatur für jeden Slot der Stufe 5 oder höher anvisieren. Die Kreaturen müssen sich im Umkreis von 30 Fuß befinden, wenn du sie anvisierst.</p>>"
        },
        {
            "id": "Stasis Field",
            "name": "Stasis-Feld",
            "description": "<p><em><strong>Voraussetzung</strong>: Stasis</em></p> <p>Wähle einen Punkt, den du in Reichweite sehen kannst. Jede Kreatur, die sich in Reichweite dieses Punktes befindet, muss einen Weisheitswurf bestehen oder wird für die Dauer gelähmt. Am Ende jeder Runde des Ziels kann es einen weiteren Rettungswurf in Weisheit ablegen. Bei einem Erfolg endet die Macht für das Ziel. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte. </p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 9 wirkst, vergrößert sich die Größe des Würfels auf 40 Fuß.</p>"
        },
        {
            "id": "Stun",
            "name": "Betäuben",
            "description": "<p>Wähle einen Humanoiden, den du in Reichweite sehen kannst. Das Ziel muss einen Weisheitswurf bestehen oder für die Dauer des Zaubers gelähmt sein. Am Ende jeder seiner Runden kann das Ziel einen weiteren Rettungswurf in Weisheit machen. Bei einem Erfolg endet die Macht für das Ziel.</p>>"
        },
        {
            "id": "Stun Droid",
            "name": "Betäubungsdroide",
            "description": "<p>Wähle einen Droiden oder ein Konstrukt, das du in Reichweite sehen kannst. Das Ziel muss einen Konstitutions-Erhaltungswurf bestehen oder für die Dauer des Zaubers gelähmt sein. Zu Beginn jeder seiner Runden erleidet das Ziel Energieschaden in Höhe deines Kraftwirkungs-Fähigkeitsmodifikators. Am Ende jeder seiner Runden kann das Ziel einen weiteren Konstitutions-Erhaltungswurf machen. Bei einem Erfolg endet die Macht auf dem Ziel.</p>"
        },
        {
            "id": "Sustained Lightning",
            "name": "Anhaltender Blitz",
            "description": "<p><em><strong>Voraussetzung</strong>: Schock</em></p> <p>Du schlägst mit kontinuierlichen Blitzen der Macht auf eine Kreatur in Reichweite ein. Führe einen Macht-Fernangriff gegen diese Kreatur aus. Bei einem Treffer erleidet das Ziel [[/r 1d12]] Blitzschaden, und während der Dauer der Macht kannst du in jedem deiner Züge deine Aktion nutzen, um dem Ziel automatisch [[/r 1d12]] Blitzschaden zuzufügen. Die Fähigkeit endet, wenn du deine Aktion für etwas anderes verwendest. Die Macht endet auch, wenn sich das Ziel jemals außerhalb der Reichweite der Macht befindet oder wenn es völlige Deckung vor dir hat.</p> <p><strong><em>Macht der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 2 oder höher wirkst, erhöht sich der anfängliche Schaden um [[/r 1d12]] für jede Slotstufe über der Stufe 1.</p>"
        },
        {
            "id": "Tapas",
            "name": "Tapas",
            "description": "<p>Du benutzt die Macht, um dich an die Elemente zu gewöhnen. Für die Dauer des Kampfes giltst du als angepasst an heißes und kaltes Klima.</p> <p>"
        },
        {
            "id": "Telekinesis",
            "name": "Telekinese",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtwurf</em></p> <p>Du erhältst die Fähigkeit, Kreaturen und Objekte mit der Macht zu bewegen oder zu manipulieren. Wenn du diese Macht wirkst und als deine Aktion in jeder Runde während der gesamten Dauer, kannst du deinen Willen auf eine Kreatur oder ein Objekt ausüben, das du in Reichweite sehen kannst, und den entsprechenden Effekt unten verursachen. Du kannst Runde für Runde dasselbe Ziel beeinflussen oder jederzeit ein neues wählen. Wenn du das Ziel wechselst, ist das vorherige Ziel nicht mehr von der Macht betroffen.</p> <p><strong><em>Kreatur.</em></strong> Du kannst versuchen, eine riesige oder kleinere Kreatur zu bewegen. Das Ziel muss einen Stärkewurf machen. Bei einem misslungenen Schutzwurf bewegst du die Kreatur bis zu 30 Fuß in eine beliebige Richtung, einschließlich nach oben, aber nicht über die Reichweite dieser Macht hinaus. Bis zum Ende deines nächsten Zuges ist die Kreatur in deinem telekinetischen Griff gefesselt. Eine Kreatur, die hochgehoben wird, schwebt in der Luft.</p> <p>In den folgenden Runden kannst du mit deiner Aktion versuchen, deinen telekinetischen Griff um die Kreatur aufrechtzuerhalten, indem du den Wettbewerb wiederholst.</p> <p><strong><em>Objekt.</em></strong> Du bewegst ein Objekt, das nicht getragen wird und bis zu 2.500 Pfund wiegt, bis zu 30 Fuß in eine beliebige Richtung, jedoch nicht über die Reichweite dieser Macht hinaus. </p> <p>Du kannst mit deinem telekinetischen Griff eine feine Kontrolle über Objekte ausüben, wie z.B. ein einfaches Werkzeug manipulieren, eine Tür oder ein Gefäß öffnen, einen Gegenstand in einem offenen Gefäß verstauen oder herausholen oder den Inhalt aus einem Fläschchen ausgießen.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 6 oder höher wirkst, erhöht sich das maximale Objektgewicht um 2.500 lbs für jeden Slot der Stufe 5 oder höher.</p>"
        },
        {
            "id": "Telekinetic Burst",
            "name": "Telekinetischer Stoß",
            "description": "<p><em><strong>Voraussetzung</strong>: Telekinetischer Sturm</em></p> <p>Ein Strahl aus Energie der Macht schießt in einer 5 Fuß breiten und 60 Fuß langen Linie aus deiner Hand. Jede Kreatur in dieser Linie muss einen Konstitutionsschutzwurf machen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 8d6]] Kraftschaden und wird auf den Boden geworfen. Bei einem erfolgreichen Schutzwurf erleidet sie halb so viel Schaden und wird nicht umgeworfen. </p> <p>Du kannst einen neuen telekinetischen Windstoß als Aktion in deinem Zug erschaffen, bis die Macht endet.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 7 oder höher wirkst, erhöht sich der Schaden um [[/r 2d6]] für jede Slotstufe über 6.</p>"
        },
        {
            "id": "Telekinetic Shield",
            "name": "Telekinetischer Schild",
            "description": "<p><em><strong>Voraussetzung</strong>: Animate Weapon</em></p> <p>Du hebst drei Trümmerhaufen oder kleine Gegenstände vom Boden auf und stellst sie für die Dauer des Zaubers zwischen dich und deine Gegner. </p> <p>Solange mindestens drei Haufen übrig bleiben, hast du dreiviertel Deckung. Solange zwei Stapel übrig sind, hast du halbe Deckung. Solange nur ein Stapel übrig ist, hast du ein Viertel Deckung. Die Stapel behindern deine Angriffe nicht. Wenn du die Fähigkeit wirkst oder als Aktion in einem späteren Zug, kannst du bis zu zwei Stapel anweisen, bis zu zwei Kreaturen anzugreifen, die du innerhalb von 30 Fuß sehen kannst. Führe für jeden Stapel einen Wurf für einen Machtangriff auf Distanz durch. Bei einem Treffer erleidet eine Kreatur [[/r 2d6]] kinetischen plus [[/r 1d10]] Kraftschaden. Der Stapel wird zerstört, egal ob er getroffen oder verfehlt wird.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 4 oder höher wirkst, erzeugt die Macht einen zusätzlichen Stapel für jede Stufe über 3. </p>"
        },
        {
            "id": "Telekinetic Storm",
            "name": "Telekinetischer Sturm",
            "description": "<p><em><strong>Voraussetzung</strong>: Turbulenz</em></p> <p>Du wirbelst die Macht um dich herum auf und erschaffst ein turbulentes Feld telekinetischer Energie, das die Feinde um dich herum aufscheucht. Das Feld erstreckt sich für die Dauer des Zaubers bis zu einer Entfernung von 15 Fuß um dich herum.</p> <p>Wenn du diese Macht wirkst, kannst du eine beliebige Anzahl von Kreaturen bestimmen, die du sehen kannst und die davon nicht betroffen sind. Eine betroffene Kreatur gewinnt 1 verlangsamte Stufe, solange sie sich in dem Gebiet befindet, und wenn die Kreatur das Gebiet zum ersten Mal in einem Zug betritt oder ihren Zug dort beginnt, muss sie einen Konstitutionsschutzwurf machen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 3d8]] Kraftschaden. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur nur halb so viel Schaden.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Macht-Slot der Stufe 4 oder höher wirkst, erhöht sich der Schaden um [[/r 1d8]] für jede Slotstufe über der Stufe 3.</p>"
        },
        {
            "id": "Telekinetic Wave",
            "name": "Telekinetische Welle",
            "description": "<p><em><strong>Voraussetzung</strong>: Telekinetischer Stoß</em></p> <p>Du manipulierst die Macht in einem 60-Fuß-Radius, der auf einen von dir gewählten Punkt innerhalb der Reichweite zentriert ist. Jede Kreatur in diesem Bereich muss einen Konstitutionsschutzwurf ablegen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 12d6]] Kraftschaden, wird auf den Boden geworfen und 5 Fuß in eine Richtung deiner Wahl bewegt. Bei einem erfolgreichen Schutzwurf erleidet sie nur halb so viel Schaden und wird nicht am Boden liegend umgeworfen oder bewegt.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 9 wirkst, erhöht sich der Schaden um [[/r 2d6]].</p>"
        },
        {
            "id": "Telemetry",
            "name": "Telemetrie",
            "description": "<p>Du wählst einen Gegenstand, den du während des Wirkens der Kraft berühren musst. Handelt es sich um einen verbesserten oder modifizierten Gegenstand, erfährst du seine Eigenschaften und wie du sie nutzen kannst, ob er eine Einstimmung erfordert und wie viele Aufladungen er hat, falls vorhanden. Du erfährst, ob und welche Kräfte den Gegenstand beeinflussen.</p> <p>Wurde der Gegenstand durch eine Kraft geschaffen, erfährst du, welche Kraft ihn geschaffen hat. Wenn du stattdessen während des Zauberns eine Kreatur berührst, erfährst du, welche Machtkräfte, falls vorhanden, gerade auf sie einwirken.</p> <p>"
        },
        {
            "id": "Telepathic Link",
            "name": "Telepathische Verbindung",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtgeflüster</em></p> <p>Du stellst eine telepathische Verbindung mit einer willigen Kreatur her, die du berührst. Bis die Macht endet, kann jeder von euch, wann immer ihr euch sehen könnt, mit dem anderen über Telepathie kommunizieren.</p> <p>Du musst keine Sprache mit der Kreatur teilen, damit sie deine telepathischen Äußerungen versteht, und die Kreatur versteht dich auch, wenn sie keine Sprache hat. Die Kreatur kann dir auch telepathisch antworten, aber sie muss mindestens eine Sprache verstehen, um auf diese Weise kommunizieren zu können. Diese Macht hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der 3. Stufe oder höher wirkst, erhöht sich die Dauer auf Konzentration, bis zu 1 Stunde, und wenn entweder du oder die Kreatur, mit der du verbunden bist, überrascht werden, während ihr beide euch sehen könnt, kann die überraschte Kreatur in ihrem ersten Zug im Kampf trotzdem normal handeln, als wäre sie nicht überrascht.</p>"
        },
        {
            "id": "Tremor",
            "name": "Zittern",
            "description": "<p><em><strong>Voraussetzung</strong>: Ausbruch</em></p> <p>Du verursachst ein Beben im Boden in Reichweite. Jede Kreatur außer dir, die sich in einem Radius von 1,5 Metern um diesen Punkt befindet, muss einen Rettungswurf auf Geschicklichkeit machen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 1d8]] kinetischen Schaden und wird auf den Boden geworfen. Bei einem erfolgreichen Schutzwurf erleidet die Kreatur halb so viel Schaden und wird nicht umgeworfen. Wenn der Boden in diesem Gebiet aus loser Erde oder Stein besteht, wird es zu schwierigem Gelände, bis es geräumt ist, wobei jeder Abschnitt mit einem Durchmesser von 5 Fuß mindestens 1 Minute benötigt, um von Hand geräumt zu werden.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 2 oder höher wirkst, erhöht sich der Schaden um [[/r 1d8]] für jede Slotstufe über 1.</p>"
        },
        {
            "id": "True Sight",
            "name": "Wahre Sicht",
            "description": "<p><em><strong>Voraussetzung</strong>: Sicht der Macht</em></p> <p>Du verlagerst deine Sicht, um durch den Einsatz der Macht zu sehen, </p> <p>Damit hast du die Fähigkeit, die Dinge so zu sehen, wie sie tatsächlich sind. Für die Dauer des Zaubers hast du wahres Sehen und bemerkst geheime Türen, die durch Kräfte verborgen sind, bis zu einer Reichweite von 120 Fuß.</p> <p>"
        },
        {
            "id": "Turbulence",
            "name": "Turbulenz",
            "description": "<p>Wähle eine Kreatur oder zwei Kreaturen, die sich im Umkreis von 5 Fuß voneinander befinden, innerhalb der Reichweite. Das Ziel muss einen Schutzwurf auf Geschicklichkeit bestehen oder [[/r 1d6]] Kraftschaden erleiden.</p> <p>Der Schaden dieser Macht erhöht sich um [[/r 1d6]], wenn du die 5., 11. und 17. Stufe erreichst.</p>"
        },
        {
            "id": "Valor",
            "name": "Tapferkeit",
            "description": "<p><em><strong>Voraussetzung</strong>: Widerstand</em></p> <p>Du segnest bis zu drei Kreaturen deiner Wahl in Reichweite. Immer wenn ein Ziel einen Angriffswurf oder einen Rettungswurf macht, bevor die Macht endet, kann das Ziel einen [[/r d4]] würfeln und die gewürfelte Zahl zum Angriffswurf oder Rettungswurf addieren.</p> <p><strong><em>Macht der Macht.</em></strong> Wenn du diese Macht mit einem Kraftslot der 3. Wenn du diese Macht auf Stufe 3, 6 oder 9 wirkst, erhöht sich der Würfel auf [[/r d6]], [[/r d8]] bzw. [[/r d10]].</p>"
        },
        {
            "id": "Wakefulness",
            "name": "Wachsamkeit",
            "description": "<p><em><strong>Voraussetzung</strong>: Atemkontrolle</em></p> <p>Du benutzt die Macht, um die Funktionen deines Körpers zu kontrollieren. Für die Dauer dieser Fähigkeit erhältst du die folgenden Vorteile:</p> <ul> <li>Du ignorierst die Auswirkungen von Erschöpfungsgraden, die du hast. </li> <li>Du musst nicht essen, trinken oder schlafen. Du kannst auf keinen Fall zum Schlafen gezwungen werden. Um die Vorteile einer langen Ruhepause zu nutzen, kannst du alle 8 Stunden mit einer leichten Tätigkeit verbringen, z. B. lesen oder Wache halten. </li> </ul> <p>Wenn du am Ende dieser Fähigkeit noch einen Grad der Erschöpfung hast, musst du einen Rettungswurf von DC 15 auf die Konstitution machen. Bei einem misslungenen Schutzwurf erhältst du einen zusätzlichen Erschöpfungsgrad.</p>"
        },
        {
            "id": "Wall of Light",
            "name": "Wand des Lichts",
            "description": "<p>Du beschwörst eine gewaltige Manifestation der zerstörerischen Energie der lichtseitigen Macht. Die Wand erscheint in Reichweite und bleibt für die Dauer des Zaubers bestehen. Du kannst eine gerade Wand mit einer Länge von bis zu 100 Fuß, einer Höhe von 20 Fuß und einer Dicke von 5 Fuß oder eine ringförmige Wand mit einem Durchmesser von bis zu 60 Fuß, einer Höhe von 20 Fuß und einer Dicke von 5 Fuß errichten. Die Mauer bietet dreiviertel Deckung und ihr Bereich ist schwieriges Gelände.</p> <p>Wenn eine Kreatur den Bereich der Mauer zum ersten Mal in einem Zug betritt oder ihren Zug dort beginnt, muss sie einen Rettungswurf auf Geschicklichkeit machen. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 6d10]] Kraftschaden, bei einem Erfolg die Hälfte davon.</p> <p>"
        },
        {
            "id": "Whirlwind",
            "name": "Wirbelwind",
            "description": "<p>Ein Wirbelwind heult bis zu einem Punkt, den du auf dem Boden in Reichweite sehen kannst. Der Wirbelwind ist ein Zylinder mit einem Radius von 10 Fuß und einer Höhe von 30 Fuß, der auf diesen Punkt zentriert ist. Bis die Kraft endet, kannst du deine Aktion nutzen, um den Wirbelwind bis zu 30 Fuß in eine beliebige Richtung über den Boden zu bewegen. Der Wirbelwind saugt alle mittelgroßen oder kleineren Gegenstände auf, die nicht an irgendetwas befestigt sind und von niemandem getragen werden.</p> <p>Eine Kreatur muss einen Rettungswurf auf Geschicklichkeit machen, wenn sie das erste Mal in einer Runde in den Wirbelwind gerät oder wenn der Wirbelwind in ihren Raum eindringt, auch wenn der Wirbelwind zum ersten Mal erscheint. Bei einem misslungenen Schutzwurf erleidet die Kreatur [[/r 10d6]] kinetischen Schaden, bei einem erfolgreichen Schutzwurf die Hälfte des Schadens. Zusätzlich muss eine große oder kleinere Kreatur, die den Schutz misslingt, einen Stärkewurf schaffen oder im Wirbelwind gefangen bleiben, bis die Kraft endet. Wenn eine Kreatur, die vom Wirbelwind zurückgehalten wird, ihren Zug beginnt, wird die Kreatur 5 Fuß höher in den Wirbelwind gezogen, es sei denn, die Kreatur befindet sich an der Spitze. Eine zurückgehaltene Kreatur bewegt sich mit dem Wirbelwind und fällt, wenn die Macht endet, es sei denn, die Kreatur hat eine Möglichkeit, sich in der Luft zu halten.</p> <p>Eine zurückgehaltene Kreatur kann eine Aktion nutzen, um eine Stärke- oder Geschicklichkeitsprüfung gegen deinen Macht-Save-DC durchzuführen. Bei Erfolg wird die Kreatur nicht mehr vom Wirbelwind zurückgehalten und [[/r 3d6*10]] Fuß weit in eine beliebige Richtung geschleudert.</p> <p>"
        },
        {
            "id": "Will of the Force",
            "name": "Wille der Macht",
            "description": "<p>Du unterwirfst dich dem Willen der Macht und versuchst, sie zu nutzen, um die Galaxis um dich herum zu verändern. </p> <p>Die grundlegende Anwendung dieser Macht besteht darin, jede andere Macht der hellen Seite oder der universellen Macht der Stufe 8 oder niedriger zu duplizieren. Du brauchst keine Anforderungen an diese Macht zu erfüllen; sie wird einfach wirksam. Alternativ kannst du einen der folgenden Effekte deiner Wahl erzeugen:</p> <ul> <li>Du beschwörst einen Gegenstand mit einem Wert von bis zu 250.000 cr zu dir, der kein verbesserter Gegenstand ist. Das Objekt darf in keiner Dimension größer als 300 Fuß sein und erscheint in einem unbesetzten Raum, den du auf dem Boden sehen kannst.</li> <li>Du erlaubst bis zu zwanzig Kreaturen, die du sehen kannst, alle Trefferpunkte wiederzuerlangen, und beendest alle Effekte, die in der <em>verbesserten Wiederherstellung</em> beschrieben sind. </li> <li>Du gewährst bis zu zehn Kreaturen, die du sehen kannst, Resistenz gegen eine Schadensart deiner Wahl.</li> <li>Du gewährst bis zu zehn Kreaturen, die du sehen kannst, für 8 Stunden Immunität gegen eine einzelne Kraft oder einen anderen spezifischen verbesserten Effekt. Du könntest zum Beispiel dich selbst und alle deine Gefährten immun gegen die Fähigkeit Manifestation des Willens von Abeloth machen.</li> <li>Du machst ein einzelnes, kürzlich eingetretenes Ereignis rückgängig, indem du eine Wiederholung eines Wurfes erzwingst, der in der letzten Runde (einschließlich deines letzten Zuges) gemacht wurde. Die Realität verändert sich, um das neue Ergebnis zu berücksichtigen. Der <em>Wille der Macht</em> könnte zum Beispiel den erfolgreichen Schutz eines Gegners, den kritischen Treffer eines Feindes oder den misslungenen Schutz eines Freundes rückgängig machen. Du kannst erzwingen, dass der Wiederholungswurf mit Vorteil oder Nachteil durchgeführt wird, und du kannst wählen, ob du den Wiederholungswurf oder den ursprünglichen Wurf verwendest.</li> </ul> <p>Du kannst vielleicht etwas erreichen, das über den Rahmen der obigen Beispiele hinausgeht. Teilen Sie dem DM Ihren Wunsch so genau wie möglich mit. Der DM hat einen großen Spielraum bei der Entscheidung, was in einem solchen Fall geschieht; je größer der Wunsch, desto größer die Wahrscheinlichkeit, dass etwas schief geht. Die Macht könnte einfach versagen, der gewünschte Effekt könnte nur teilweise erreicht werden, oder Sie könnten eine unvorhergesehene Konsequenz erleiden, die sich aus der Art und Weise ergibt, wie Sie den Wunsch formuliert haben. Wenn Sie sich zum Beispiel wünschen, dass ein Bösewicht tot ist, könnten Sie in der Zeit vorwärts reisen, bis zu einem Zeitpunkt, an dem dieser Bösewicht nicht mehr am Leben ist, wodurch Sie effektiv aus dem Spiel verschwinden. Ebenso kann der Wunsch nach einem legendären, verbesserten Gegenstand oder Artefakt dich sofort in die Gegenwart des aktuellen Besitzers des Gegenstands versetzen.</p> <p>Der Stress, der entsteht, wenn man diese Macht einsetzt, um einen anderen Effekt als die Verdopplung einer anderen Macht zu erzielen, schwächt dich. Nachdem du diesen Stress ertragen hast, erleidest du jedes Mal, wenn du eine Macht wirkst, bis zum Ende einer langen Ruhepause [[/r 1d10]] nekrotischen Schaden pro Stufe dieser Macht, der in keiner Weise reduziert oder verhindert werden kann. Außerdem sinkt deine Stärke für [[/r 2d4]] Tage auf 3, falls sie nicht bereits 3 oder niedriger ist. Für jeden dieser Tage, an dem du dich ausruhst und nur leichte Aktivitäten ausführst, verringert sich deine verbleibende Erholungszeit um 2 Tage. Außerdem besteht eine 33-prozentige Chance, dass du den <em>Willen der Macht</em> nie wieder wirken kannst, wenn du diesen Stress erleidest. Und schließlich, wenn du durch diesen nekrotischen Schaden auf 0 Trefferpunkte reduziert wirst, oder zu irgendeinem Zeitpunkt, bevor du dich vollständig von der Stärkereduktion erholt hast, stirbst du sofort und kannst nicht wiederbelebt werden, da dein Körper vergeht und von der lebendigen Macht absorbiert wird.</p>>"
        },
        {
            "id": "Wound",
            "name": "Wunde",
            "description": "<p>Du richtest eine durchdringende Geste auf eine Kreatur in Reichweite. Führe einen Fernkampfangriff mit der Macht gegen das Ziel aus. Bei einem Treffer erleidet das Ziel [[/r 2d8]] nekrotischen Schaden und muss einen Konstitutionsschutzwurf machen. Bei einem misslungenen Schutzwurf wird es außerdem bis zum Ende deines nächsten Zuges vergiftet.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 2 oder höher wirkst, erhöht sich der Schaden um [[/r 1d8]] für jede Slotstufe über der Stufe 1.</p>"
        },
        {
            "id": "Wrack",
            "name": "Wrack",
            "description": "<p><em><strong>Voraussetzung</strong>: Seuche</em></p> <p>Du überziehst den Körper einer Kreatur, die du sehen kannst, mit einem bösartigen, krankheitsähnlichen Zustand. Das Ziel muss einen Konstitutionsschutzwurf machen. Bei einem misslungenen Schutzwurf erleidet es [[/r 14d6]] nekrotischen Schaden, bei einem erfolgreichen Schutzwurf die Hälfte des Schadens. Der Schaden kann die Trefferpunkte des Ziels nicht unter 1 senken. Wenn der Rettungswurf misslingt, wird das Trefferpunkte-Maximum des Ziels für 1 Stunde um den nekrotischen Schaden reduziert, den es erlitten hat. Jeder Effekt, der eine Krankheit entfernt, lässt das Trefferpunktemaximum einer Kreatur sofort wieder auf den Normalwert ansteigen.</p> <p><strong><em>Kraftpotenz.</em></strong> Wenn du diese Macht mit einem Kraftslot der Stufe 7 oder höher wirkst, fügt die Macht einen zusätzlichen [[/r 2d6]] Schaden für jede Slotstufe über der Stufe 6 zu.</p>"
        }
    ]
}						
