{
    "label": "Kampf: Meisterschaften",
    "entries": [
        {
            "id": "Akimbo Mastery",
            "name": "Akimbo-Beherrschung",
            "description": "<p>Du hast den Kampf mit zwei Blastern gemeistert und eine Salve von Schüssen abgefeuert. Während Sie in jeder Hand, mit der Sie geübt sind, separate Waffen führen, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Wenn Sie mit einem Waffenschadenswürfel gegen eine Kreatur das Maximum würfeln, erleidet diese Kreatur ein - 1 Malus auf den ersten Angriffswurf, den er vor Beginn deines nächsten Zuges macht.</li> <li>Du kannst am Zwei-Waffen-Kampf teilnehmen, selbst wenn die Waffen, die du führst, nicht die leichte Eigenschaft haben.</li> <li>Du kannst zwei Waffen nachladen, wenn du normalerweise nur eine nachladen könntest.</li> <li>Wenn du die Angriffsaktion ausführst, kannst du auf Kosten der Genauigkeit schnell angreifen. Ihr Waffenangriff erfolgt ohne Hilfe Ihres Fähigkeitsbonus, aber Sie können Ihre Reaktion nutzen, um mit einer anderen Waffe anzugreifen, die Sie in der anderen Hand halten, auch ohne Ihren Fähigkeitsbonus. Wenn du bei der Aktion Angriff mehr als einen Angriff ausführen würdest, wird nur ein Angriff ohne deinen Fähigkeitsbonus ausgeführt.</li></ul>"
        },
        {
            "id": "Berserk Mastery",
            "name": "Berserker-Beherrschung",
            "description": "<p>Du hast es gemeistert, denjenigen, die ihn zufügen, Schmerzen zurückzugeben, und bist auf dem Schlachtfeld zu einer Geißel geworden. Du erhältst die folgenden Vorteile:</p> <ul> <li>Wenn eine Kreatur im Umkreis von 5ft um dich mit einer Waffe oder einem waffenlosen Schlag Schaden zufügt, kannst du deine Reaktion nutzen, um einen Nahkampfwaffenangriff oder einen waffenlosen Schlag gegen . auszuführen diese Kreatur. Bei einem Treffer fügst du zusätzlichen Schaden in Höhe deines Fähigkeitsbonus zu.</li> <li>Wenn eine Kreatur einen kritischen Treffer gegen dich erzielt, hast du einen Vorteil beim ersten Angriff, den du gegen diese Kreatur vor dem Ende deines nächsten Zuges machst . Wenn du bereits einen Vorteil hättest, kannst du stattdessen einen der Würfel einmal wiederholen.</li> <li>Du hast einen Vorteil bei Rettungswürfen, die dich zwingen würden, gegen deinen Willen zu handeln, Angst zu haben oder dich daran zu hindern, eine Kreatur anzugreifen .</li></ul>"
        },
        {
            "id": "Brawler Mastery",
            "name": "Brawler-Beherrschung",
            "description": "<p>Sie haben es gemeistert, Ihr Gewicht zu Ihrem Vorteil zu nutzen und Ziele leicht herumzukriegen. Sie erhalten die folgenden Vorteile:</p> <ul> <li>Ihre improvisierten Waffen verwenden einen [[/r d6]] für Schaden und erhalten die vielseitige Eigenschaft ([[/r 2W4]]).</li> <li>Dein Schadenswürfel für deine unbewaffneten Schläge und natürlichen Waffen erhöht sich um einen Schritt (von 1 auf [[/r d4]], [[/r d4]] auf [[/r d6]] oder [[/r d6 .]]] bis [[/r d8]]).</li> <li>Deine Geschwindigkeit wird nicht halbiert, wenn du eine umkämpfte Kreatur trägst, die dieselbe Größenkategorie wie du oder kleiner ist. </li> <li>Einmal in jedem deiner Züge kannst du, wenn du in deinem Zug eine Kreatur mit einem waffenlosen Schlag oder einer in einer Hand geführten Waffe triffst, einen zusätzlichen waffenlosen Schlag gegen dasselbe Ziel ohne deine Hilfe ausführen Kompetenzbonus (keine Aktion erforderlich).</li></ul>"
        },
        {
            "id": "Covert Mastery",
            "name": "Verdeckte Meisterschaft",
            "description": "<p>Du hast das Kämpfen aus unsichtbaren Winkeln gemeistert und dir einen Vorteil gegenüber deinen Feinden verschafft. Du erhältst die folgenden Vorteile:</p> <ul> <li>Du kannst versuchen, dich zu verstecken, wenn du von der Kreatur, vor der du dich versteckst, leicht verdeckt bist.</li> <li>Dummes Licht bedeutet keinen Nachteil für deine Würfe auf Weisheit (Wahrnehmung) basieren auf Sicht.</li> <li>Wenn du vor einer Kreatur verborgen bist und sie mit einem waffenlosen Schlag oder Waffenangriff verfehlst, verrät der Angriff nicht automatisch deine Position.</li> <li>Einmal pro Runde, wenn du einer Kreatur mit einem waffenlosen Schlag oder Waffenangriff Schaden zufügst, während du vor ihr verborgen bist, fügst du zusätzlichen Schaden in Höhe deines Fähigkeitsbonus zu.</li></ul>"
        },
        {
            "id": "Defense Mastery",
            "name": "Verteidigungsbeherrschung",
            "description": "<p>Sie beherrschen die Kunst, sich selbst zu verteidigen und Ihre Rüstung wie eine zweite Haut zu behandeln. Während du mittlere oder schwere Rüstung trägst, mit der du geübt bist, erhältst du die folgenden Vorteile:</p> <ul> <li>Der Schaden, den du durch Waffen erleidest, wird um einen Betrag in Höhe deines Fähigkeitsbonus reduziert. Wenn dies den Schaden auf 0 reduzieren würde, wird der Schaden stattdessen auf 1 reduziert.</li> <li>Wenn eine Kreatur in deiner Reichweite einen Nahkampfangriff gegen dich ausführt, egal ob der Angriff trifft oder verfehlt, kannst du deine Reaktion einsetzen zu versuchen, diese Kreatur bis zu 10ft direkt von dir wegzuschieben.</li> <li>Die Zeit, die du zum An- und Ablegen der Rüstung brauchst, wird um die Hälfte reduziert.</li></ul>"
        },
        {
            "id": "Disruption Mastery",
            "name": "Störungsbeherrschung",
            "description": "<p>Wählen Sie eines aus Force- oder Tech-Casting. Du hast es gemeistert, Zauberer des gewählten Typs zu bekämpfen und zu stören, was ihre Konzentration stört. Du erhältst die folgenden Vorteile:</p> <ul> <li>Wenn eine Kreatur innerhalb von 30ft Entfernung von dir, die du siehst, eine Kraft ausübt, provozieren sie einen Gelegenheitsangriff von dir.</li> <li>Immer wenn du es erzwingst eine Kreatur einen Rettungswurf zu machen, um die Konzentration aufrechtzuerhalten, erhöht sich der SG für den Rettungswurf um einen Betrag in Höhe deines Fähigkeitsbonus.</li> <li>Du hast einen Vorteil bei Rettungswürfen gegen Kräfte, die von Kreaturen gewirkt werden, die du sehen kannst, wenn du habe ihnen seit Beginn deines letzten Zuges Schaden zugefügt.</li></ul>"
        },
        {
            "id": "Dual Wield Mastery",
            "name": "Beherrschung bei zwei Waffen",
            "description": "<p>Du hast das Kämpfen mit zwei Waffen gemeistert und bist zu einem Wirbel der Bewegung geworden. Während Sie in jeder Hand, mit der Sie geübt sind, separate Waffen führen, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Wenn Sie Ihre Bonusaktion für den Zwei-Waffen-Kampf verwenden, können Sie darauf verzichten einen oder mehrere Angriffe. Für jeden Angriff, den du vergisst, erhältst du bis zum Beginn deines nächsten Zuges einen Bonus von +1 auf die RK.</li> <li>Du kannst am Zwei-Waffen-Kampf teilnehmen, selbst wenn die Waffen, die du führst, nicht die leichte Eigenschaft haben.</li> <li>Du kannst zwei Waffen ziehen oder verstauen, obwohl du normalerweise nur eine ziehen oder verstauen könntest.</li> <li>Wenn du deine Bonusaktion für den Zwei-Waffen-Kampf einsetzt, kannst du wählen auf Ihren Kompetenzbonus verzichten. Wenn Sie dies tun, können Sie mit dieser Waffe einen zusätzlichen Angriff ausführen, auch ohne Ihren Fähigkeitsbonus. Wenn du mit deiner Bonusaktion normalerweise mehr als einen Angriff ausführen würdest, wird nur ein Angriff ohne deinen Fähigkeitsbonus ausgeführt.</li></ul>"
        },
        {
            "id": "Duelist Mastery",
            "name": "Duellanten-Meisterschaft",
            "description": "<p>Sie beherrschen die Kunst, mit einer einzigen Waffe zu kämpfen, sodass sich eine Waffe wie viele anfühlt. Während Sie eine Waffe in einer Hand führen, mit der Sie geübt sind, und keine anderen Waffen, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Wenn Sie die Angriffsaktion ausführen, können Sie wählen, ob Sie mit Eile angreifen möchten der Aufwand für die Genauigkeit. Ihr Waffenangriff erfolgt ohne Hilfe Ihres Fähigkeitsbonus, aber Sie können Ihre Reaktion nutzen, um einen zusätzlichen Waffenangriff auszuführen, auch ohne Ihren Fähigkeitsbonus. Wenn du beim Ausführen der Aktion Angriff mehr als einen Angriff ausführen würdest, wird nur ein Angriff ohne deinen Fähigkeitsbonus ausgeführt.</li> <li>Wenn dich eine Kreatur mit einem Nahkampfangriff trifft, kannst du deine Reaktion nutzen, um deine Fertigkeitsbonus auf deine RK für diesen Angriff, was dazu führen kann, dass der Angriff dich verfehlt.</li> <li>Du hast einen Vorteil bei Fähigkeitswürfen und Rettungswürfen, um nicht entwaffnet zu werden.</li></ul>"
        },
        {
            "id": "Equilibrium Mastery",
            "name": "Gleichgewichtsbeherrschung",
            "description": "<p>Du hast den Kampf ohne Rüstung gemeistert und den Kampf als eleganten Tanz behandelt. Während du leichte oder keine Rüstung trägst und keinen Schild trägst, erhältst du die folgenden Vorteile:</p> <ul> <li>Wenn eine Kreatur dich mit einem Waffenangriff verfehlt, kannst du deine Reaktion nutzen, um einen waffenlosen Schlag auszuführen oder Waffenangriff gegen diese Kreatur ohne deinen Fähigkeitsbonus.</li> <li>Wenn dich eine Kreatur mit einem Waffenangriff trifft, kannst du deine Reaktion nutzen, um einen Malus auf den Angriffswurf in Höhe deines Fähigkeitsbonus zu verhängen, was möglicherweise zu dem angreifen, um zu verfehlen.</li> <li>Wenn du entwaffnet bist, kannst du deine Reaktion nutzen, um die Waffe sofort zu fangen.</li></ul>"
        },
        {
            "id": "Explosives Mastery",
            "name": "Sprengstoffbeherrschung",
            "description": "<p>Du hast den Kampf mit Sprengstoff gemeistert, der unsägliche Zerstörung anrichtet. Du erhältst die folgenden Vorteile:</p> <ul> <li>Beim Bestimmen des Rettungs-SG einer Munition oder eines Sprengstoffs, den du kontrollierst, kannst du 8 + deinen Fähigkeitsbonus + deinen Intelligenzmodifikator verwenden, wenn dieser höher als der des Gegenstands wäre SG.</li> <li>Wenn du Munition oder Sprengstoff verwendest, die einen Rettungswurf erfordern und Schaden verursachen, kannst du einen Malus auf den SG in Höhe deines Fähigkeitsbonus nehmen. Wenn du dies tust, erhöht sich der Schaden des Gegenstands um einen Betrag in Höhe deines Fähigkeitsbonus.</li> <li>Du hast einen Vorteil bei Rettungswürfen gegen Munition und Sprengstoff, die du kontrollierst.</li></ul>"
        },
        {
            "id": "Formation Mastery",
            "name": "Formationsbeherrschung",
            "description": "<p>Sie haben das Kämpfen mit einem Partner gemeistert und gelernt, sich zu bewegen und als eine Einheit zu agieren. Solange sich ein Verbündeter innerhalb von 5ft von dir entfernt befindet, erhältst du die folgenden Vorteile:</p> <ul> <li>Wenn eine Kreatur einen Verbündeten innerhalb von 5ft von dir mit einem Waffenangriff verfehlt, kannst du deine Reaktion nutzen, um eine Waffenangriff gegen diese Kreatur ohne deinen Fähigkeitsbonus.</li> <li>Wenn eine Kreatur einen Verbündeten innerhalb von 5ft um dich herum mit einem Waffenangriff trifft, kannst du deine Reaktion nutzen, um einen Malus auf den Angriffswurf in Höhe deiner Fähigkeit zu verhängen Bonus, der möglicherweise dazu führt, dass der Angriff fehlschlägt.</li> <li>Wenn Sie die Aktion Wachen ausführen, hat der bewachte Verbündete einen Vorteil bei Geschicklichkeitsrettungswürfen, die nur ihn betreffen, während er bewacht wird.</li></ul>"
        },
        {
            "id": "Formfighting Mastery",
            "name": "Formkampf-Meisterschaft",
            "description": "<p><em><strong>Voraussetzung:</strong> Die Fähigkeit, Machtkräfte einzusetzen</em></p> <p>Du beherrschst die Grundlagen der bekannten Formen des Lichtschwertkampfs und führst deine Waffe mit unvergleichliche Anmut. Sie erhalten die folgenden Vorteile:</p> <ul> <li>Sie lernen drei Lichtschwertformen, die später in diesem Kapitel beschrieben werden. Wenn Sie bereits mindestens drei Lichtschwertformen kennen, lernen Sie stattdessen sieben Lichtschwertformen.</li> <li>Einmal in jedem Ihrer Züge, bevor Sie einen Nahkampfwaffenangriff ausführen, können Sie auf Ihren Fähigkeitsbonus verzichten. Wenn Sie dies tun, können Sie sich an einer Ihrer Lichtschwertformen beteiligen, ohne Ihre Bonusaktion zu verwenden. Wenn Sie in dieser Form einen Angriff ausführen können, wird dieser Angriff auch ohne Ihren Fähigkeitsbonus ausgeführt.</li> <li>Einmal in jedem Ihrer Züge, bevor Sie einen Nahkampfwaffenangriff ausführen, können Sie auf Ihren Fähigkeitsbonus verzichten. Wenn du dies tust und der Angriff trifft, kannst du eine andere Kreatur innerhalb von 5ft Entfernung wählen. Wenn der ursprüngliche Angriffswurf die zweite Kreatur treffen würde, erleidet sie Schaden vom Typ der Waffe in Höhe des Doppelten deines Fähigkeitsbonus.</li></ul>"
        },
        {
            "id": "Great Weapon Mastery",
            "name": "Große Waffenbeherrschung",
            "description": "<p>Du hast es gemeistert, das Gewicht einer Waffe zu deinem Vorteil zu nutzen und ihre Schlagkraft durch ihren Schwung zu verstärken. Während Sie eine Licht- oder Vibrowaffe mit der Zweihand-Eigenschaft führen, mit der Sie vertraut sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>In Ihrem Zug, wenn Sie einen kritischen Treffer erzielen oder Reduziere eine Kreatur mit einem Nahkampfwaffenangriff auf 0 Trefferpunkte, du kannst einen Nahkampfwaffenangriff als Bonusaktion ausführen.</li> <li>Wenn du mit einem Nahkampfwaffenangriff verfehlst, kannst du deine Bonusaktion verwenden, um die Angriff auf das gleiche Ziel. Alle Modifikationen des ursprünglichen Angriffswurfs, wie Vorteil, Nachteil oder ohne Ihren Fähigkeitsbonus, wirken sich auch auf diesen Angriffswurf aus. Bei einem Treffer verursacht dieser Angriff Kinetikschaden in Höhe deines Stärkemodifikators.</li> <li>Bevor du einen Nahkampfwaffenangriff durchführst, kannst du auf deinen Fähigkeitsbonus verzichten. Wenn der Angriff trifft, addierst du den doppelten Fähigkeitsbonus zum Schaden des Angriffs.</li> <li>Wenn du die Waffe mit zwei Händen schwingst, hast du einen Vorteil bei Fähigkeits- und Rettungswürfen, um nicht entwaffnet zu werden.</li></ul>"
        },
        {
            "id": "Guerrilla Mastery",
            "name": "Guerilla-Beherrschung",
            "description": "<p>Du hast es gemeistert, über das Schlachtfeld zu manövrieren und durch Öffnungen zu gleiten, die andere möglicherweise nicht sehen. Du erhältst die folgenden Vorteile:</p> <ul> <li>Du kannst dich unabhängig von der Größe dieser Kreatur durch das Feld einer feindlichen Kreatur bewegen.</li> <li>Wenn du eine Kreatur mit einem Gelegenheitsangriff triffst, kannst du dich bewegen bis zu halber Geschwindigkeit (keine Aktion erforderlich), ohne Gelegenheitsangriffe dieser Kreatur zu provozieren.</li> <li>Einmal pro Runde, wenn du eine Kreatur mit einem Waffenangriff triffst, befindet sich ein anderer Feind der Kreatur innerhalb von 5ft um sie herum , und dieser Feind nicht handlungsunfähig ist, kannst du zusätzlichen Schaden in Höhe des Doppelten deines Fähigkeitsbonus zufügen.</li> <li>Wenn sich eine feindliche Kreatur bis auf 5ft von dir entfernt, kannst du deine Reaktion nutzen, um sich zu lösen und nach oben zu gehen auf die Hälfte deiner Geschwindigkeit. Wenn Sie Ihre Reaktion bereits zum Trennen nutzen und sich bis zur Hälfte Ihrer Geschwindigkeit bewegen könnten, können Sie stattdessen Ihre volle Geschwindigkeit erhöhen.</li></ul>"
        },
        {
            "id": "Gunning Mastery",
            "name": "Beherrschung des Schießens",
            "description": "<p>Du meisterst den Einsatz von Blastern auf einzigartige Weise und kontrollierst das Schlachtfeld. Während du eine Blaster-Waffe führst, mit der du geübt bist, erhältst du die folgenden Vorteile:</p> <ul> <li>Wenn einer Kreatur der Rettungswurf gegen die Explosions- oder Schnelleigenschaft deiner Waffe gelingt, erleidet sie Schaden gleich dem beherrschenden Fähigkeitsmodifikator der Waffe.</li> <li>Wenn du die Burst-Eigenschaft einer Waffe verwendest, kannst du auf deinen Fertigkeitsbonus auf den Rettungswurf verzichten. Wenn du dies tust, erleidet jede Kreatur, die den Rettungswurf misslingt, zusätzlichen Schaden in Höhe deines Fähigkeitsbonus.</li> <li>Wenn du die Schnelleigenschaft einer Waffe einsetzt, kannst du auf deinen Fähigkeitsbonus auf den Rettungswurf-SG verzichten. Wenn du dies tust und der Rettungswurf scheitert, erleidet das Ziel zusätzlichen Schaden in Höhe des Doppelten deines Fähigkeitsbonus.</li> <li>Du behandelst die Stärke der Waffen eine Stufe niedriger (19 bis 17, 17 bis 15, 15 bis 13 oder 13 bis 11). Wenn die Stärkenummer 11 ist, ignorieren Sie sie vollständig.</li></ul>"
        },
        {
            "id": "Mounted Mastery",
            "name": "Berittene Meisterschaft",
            "description": "<p>Du beherrschst die Kunst des Reitens und bewegst dich nahtlos mit deinem Gefährten. Während Sie auf einem Fahrzeug oder einer kontrollierten Bestie sitzen, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Einmal pro Runde können Sie einen Vorteil bei einem Nahkampfwaffenangriffswurf gegen eine kleinere, unberittene Kreatur haben als deine Halterung. Wenn der Angriff trifft, fügst du zusätzlichen Schaden in Höhe deines Fähigkeitsbonus zu.</li> <li>Wenn dein Reittier einem Effekt ausgesetzt ist, der es ihm ermöglicht, einen Geschicklichkeitsrettungswurf durchzuführen, um nur den halben Schaden zu erleiden, kannst du deine Reaktion einsetzen damit es stattdessen keinen Schaden erleidet, wenn es beim Rettungswurf erfolgreich ist, und nur halben Schaden, wenn es fehlschlägt.</li> <li>Während du auf einem Fahrzeug sitzt, kannst du deine Bonusaktion anstelle deiner Aktion verwenden, um eine von die Ihnen zur Verfügung stehenden Aktionen des Fahrzeugs. Du kannst dieselbe Aktion nicht zweimal in einer Runde ausführen.</li> <li>Während du auf einer kontrollierten Bestie reitest, kannst du deine Bonusaktion nutzen, um dein Reittier einen einzigen Angriff gegen eine Kreatur in seiner Reichweite ausführen zu lassen.</ li></ul>"
        },
        {
            "id": "Onslaught Mastery",
            "name": "Ansturm-Meisterschaft",
            "description": "<p>Du hast es gemeistert, deinen Schwung zu deinem Vorteil zu nutzen, Kreaturen effektiv in die Unterwerfung zu prügeln und sie niederzuhalten, wenn sie fallen. Du erhältst die folgenden Vorteile:</p> <ul> <li>Wenn eine Kreatur innerhalb von 5ft von dir liegt, provoziert sie einen Gelegenheitsangriff von dir.</li> <li>Wenn du im Nahkampf einen Vorteil hättest Waffenangriff, weil eine Kreatur anfällig ist, kannst du einen der Würfel einmal wiederholen.</li> <li>Wenn eine anfällige Kreatur innerhalb von 5ft von dir versucht aufzustehen, provoziert sie einen Gelegenheitsangriff von dir.</li> <li>Einmal in jedem deiner Züge kannst du, wenn du dich mindestens 10ft in einer geraden Linie auf eine Kreatur zubewegst, unmittelbar bevor du sie mit einem Nahkampfwaffenangriff triffst, zusätzlichen Schaden in Höhe deines Fähigkeitsbonus zufügen.</li></ul>"
        },
        {
            "id": "Sentinel Mastery",
            "name": "Sentinel-Beherrschung",
            "description": "<p>Du hast Techniken gemeistert, um jeden Tropfen der feindlichen Wache auszunutzen; auf engstem raum bist du unbezwingbar. Während du eine Licht- oder Vibrowaffe führst, mit der du geübt bist, erhältst du die folgenden Vorteile:</p> <ul> <li>Kreaturen in deiner Reichweite provozieren Gelegenheitsangriffe von dir, selbst wenn sie die Aktion \"Ausrücken\" ausführen. </li> <li>Du kannst eine Bonusaktion verwenden, um eine Verteidigungshaltung einzunehmen, die bis zum Beginn deines nächsten Zuges anhält. Während Sie sich in Ihrer Verteidigungshaltung befinden, haben Sie eine Reihe von Sonderreaktionen in Höhe Ihres Fähigkeitsbonus, die Sie nur für Gelegenheitsangriffe verwenden können. Du kannst nur eine Reaktion pro Zug ausführen.</li> <li>Wenn du die Aktion Ausweichen einmal pro Runde ausführst, kannst du im selben Zug zwei Reaktionen statt nur einer ausführen. Sie können nur eine Reaktion pro Auslöser ausführen.</li></ul>"
        },
        {
            "id": "Sharpshooter Mastery",
            "name": "Scharfschützenbeherrschung",
            "description": "<p>Sie beherrschen Blasterwaffen und können leicht Schüsse abgeben, die andere für unmöglich halten. Während Sie eine Blaster-Waffe führen, mit der Sie geübt sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Angriffe auf große Entfernungen haben keine Nachteile für Ihre Angriffswürfe mit Fernkampfwaffen.</li> <li>Ihre Fernkampfwaffenangriffe reduzieren die teilweise Deckung um einen Schritt (von dreiviertel auf die Hälfte oder halb auf ein Viertel) gegen Ziele in einer Entfernung von 30ft oder mehr. Wenn das Ziel ein Viertel Deckung hat, ignorieren Sie es vollständig.</li> <li>Bevor Sie mit einer Blasterwaffe gegen ein Ziel in 30ft Entfernung oder mehr von Ihnen angreifen, können Sie auf Ihren Fähigkeitsbonus verzichten. Wenn der Angriff trifft, addierst du den doppelten Fähigkeitsbonus zum Schaden des Angriffs.</li></ul>"
        },
        {
            "id": "Shield Mastery",
            "name": "Schildbeherrschung",
            "description": "<p>Sie haben es gemeistert, einen Schild zu verwenden, um Ihre Verbündeten und sich selbst zu verteidigen, und Ihren Schild strategisch einzusetzen, um seinen Schutz zu nutzen. Während Sie einen Schild führen, mit dem Sie geübt sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Wenn Sie nicht handlungsunfähig sind, können Sie den RK-Bonus Ihres Schildes zu jedem Geschicklichkeitsrettungswurf hinzufügen, gegen den Sie machen eine Kraft oder einen anderen schädlichen Effekt.</li> <li>Wenn eine Kreatur, die du siehst, dir Schaden zufügt, kannst du deine Reaktion nutzen, um den Schaden um einen Betrag in Höhe deines Fähigkeitsbonus zu verringern.</li> <li>Wenn du einem Effekt ausgesetzt sind, der es dir ermöglicht, einen Geschicklichkeitsrettungswurf zu machen, um nur den halben Schaden zu nehmen, und dir der Rettungswurf gelingt, kannst du deine Reaktion nutzen, um keinen Schaden zu nehmen.</li></ul>"
        },
        {
            "id": "Snapshot Mastery",
            "name": "Schnappschuss-Beherrschung",
            "description": "<p>Sie haben es gemeistert, Blasterwaffen aus nächster Nähe zu verwenden und dabei sowohl die Feuerrate als auch die Genauigkeit beizubehalten. Während du eine Blasterwaffe führst, mit der du geübt bist, erhältst du die folgenden Vorteile:</p> <ul> <li>Wenn du die Aktion Angriff auf eine Kreatur im Umkreis von 30ft ausführst, kannst du schnell angreifen Genauigkeit kosten. Ihr Fernkampfangriff wird ohne Hilfe Ihres Fähigkeitsbonus ausgeführt, aber Sie können Ihre Bonusaktion verwenden, um einen zusätzlichen Fernkampfangriff auszuführen, auch ohne Ihren Fähigkeitsbonus. Wenn Sie bei der Aktion Angriff mehr als einen Angriff ausführen würden, wird nur ein Angriff ohne Ihren Fähigkeitsbonus ausgeführt.</li> <li>Ihre Fernkampfangriffe reduzieren die teilweise Deckung um eine Stufe (von dreiviertel auf die Hälfte oder halb bis ein Viertel) gegen Ziele in einem Umkreis von 30ft um Sie. Wenn das Ziel ein Viertel Deckung hat, ignorierst du es vollständig.</li> <li>Andere Kreaturen provozieren einen Gelegenheitsangriff von dir, wenn sie sich bis auf 30ft von dir entfernen, und du kannst mit Blasterwaffen Fernkampfangriffe ausführen, wenn Gelegenheitsangriffe machen.</li></ul>"
        },
        {
            "id": "Throwing Mastery",
            "name": "Wurfbeherrschung",
            "description": "<p>Du beherrschst die Techniken des Waffenwerfens und kombinierst die Waffen bereitwillig mit deinen Bewegungen. Während du eine Waffe mit der Wurfeigenschaft führst, mit der du geübt bist, erhältst du die folgenden Vorteile:</p> <ul> <li>Angriffe auf große Distanz haben keine Nachteile für deine Angriffswürfe mit Distanzwaffen mit Wurfwaffen .</li> <li>Einmal in jedem deiner Züge kannst du einen Fernkampfangriff mit einer Wurfwaffe gegen ein Ziel innerhalb der normalen Reichweite der Waffe ohne Hilfe deines Fähigkeitsbonus ausführen (keine Aktion erforderlich).</li> <li>Wenn du eine Kreatur mit einem Fernkampfangriff mit einer Wurfwaffe triffst, bist du bei deinem nächsten Nahkampfwaffenangriff gegen diese Kreatur vor dem Ende deines nächsten Zuges im Vorteil.</li> <li>Einmal pro Runde bist du kann eine Waffe mit der Wurfeigenschaft ziehen, ohne deine Objektinteraktion zu verwenden.</li></ul>"
        },
        {
            "id": "Versatile Mastery",
            "name": "Vielseitige Meisterschaft",
            "description": "<p>Sie beherrschen den Umgang mit Waffen auf unterschiedliche Weise und ändern Ihre Angriffsmuster mitten im Schwung. Während Sie eine Leicht- oder Vibrowaffe mit den vielseitigen Eigenschaften, mit denen Sie vertraut sind, und keine anderen Waffen führen, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Wenn Sie das Ziel einer Nahkampfwaffe sind Angriff können Sie Ihre Reaktion sofort nutzen, um ohne Ihren Fähigkeitsbonus einen Nahkampfwaffenangriff gegen das Ziel durchzuführen. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und du benachteiligst den auslösenden Wurf.</li> <li>Einmal pro Zug, wenn du einen Angriffswurf machst, während du eine Waffe mit zwei Händen schwingst, kannst du versuchen, den Angriff weiterverfolgen. Wenn der Angriff trifft, muss die Kreatur einen Stärkerettungswurf machen (SG = 8 + dein Bonus auf Angriffe mit der Waffe). Bei einem fehlgeschlagenen Rettungswurf wird die Kreatur 5ft zurückgedrängt, und du kannst sofort in das gerade geräumte Feld gehen, ohne Gelegenheitsangriffe zu provozieren.</li> <li>Einmal pro Zug, wenn du mit einer Waffe einen Angriffswurf machst In der einen Hand trägt das Ziel einen Schild und Ihre andere Hand ist leer. Mit der anderen Hand können Sie den Schild herunterziehen (keine Aktion erforderlich). Wenn du dies tust, erhält die Kreatur für diesen Angriff keinen Vorteil für die Rüstungsklasse von ihrem Schild.</li></ul>"
        },
        {
            "id": "Twin-Blade Mastery",
            "name": "Doppelklingenbeherrschung",
            "description": "<p>Du hast den Kampf mit Doppelklingen gemeistert und beide Enden mit verheerender Wirkung eingesetzt. Während Sie eine Waffe mit der doppelten Eigenschaft führen, mit der Sie geübt sind, erhalten Sie die folgenden Vorteile:</p> <ul> <li>Immer wenn Sie mit einem Waffenschadenswürfel gegen eine Kreatur das Maximum würfeln, erhalten Sie ein + 1 Bonus auf den nächsten Angriffswurf, den du gegen diese Kreatur vor dem Ende deines nächsten Zuges machst.</li> <li>Du kannst am Doppelwaffenkampf teilnehmen, selbst wenn die Waffe, die du führst, nicht die Lichteigenschaft besitzt.</li> <li>Das Greifen einer Doppelwaffe, die Sie mit nur einer Hand führen, mit der anderen Hand erfordert keine Objektinteraktion mehr.</li> <li>Bevor Sie einen Nahkampfwaffenangriff ausführen, können Sie auf Ihren Fähigkeitsbonus verzichten. Wenn der Angriff trifft, addierst du deinen Fähigkeitsbonus zum Schaden des Angriffs.</li></ul>"
        }
    ]
}						