{
    "label": "Mächte: Macht",
    "entries": [
        {
            "id": "Affect Mind",
            "name": "Geist beeinflussen",
            "description": "<p>Wählen Sie ein Ziel in Reichweite, das Ihnen nicht feindlich gegenübersteht. Das Ziel muss einen Weisheitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf hast du einen Vorteil bei allen Charisma-Würfen, die auf dieses Ziel gerichtet sind. </p> <p>Bei einem erfolgreichen Rettungswurf merkt die Kreatur nicht, dass du versucht hast, ihre Stimmung mit der Macht zu beeinflussen, aber sie wird für einen Tag immun gegen diese Macht. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Affliction",
            "name": "Gebrechen",
            "description": "<p><em><strong>Voraussetzung</strong>: Langsam</em></p> <p>Wähle eine Kreatur, die du in Reichweite sehen kannst. Diese Kreatur muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erhält das Ziel 1 Verlangsamungsstufe, es erleidet einen Malus von -2 auf RK- und Geschicklichkeitsrettungswürfe und kann keine Reaktionen einsetzen. In seinem Zug kann er entweder eine Aktion oder eine Bonusaktion verwenden, nicht beides. Unabhängig von den Fähigkeiten oder Gegenständen der Kreatur kann sie während ihres Zuges nicht mehr als einen Nahkampf- oder Fernkampfangriff ausführen.</p> <p>Wenn die Kreatur versucht, eine Kraft mit einer Zauberzeit von 1 Aktion zu wirken, würfele ein [ [/r d20]]. Bei einer 11 oder höher wird die Kraft erst im nächsten Zug der Kreatur wirksam und die Kreatur muss ihre Aktion in dieser Runde einsetzen, um die Kraft zu vervollständigen. Wenn dies nicht möglich ist, ist die Energie verschwendet. </p> <p>Die Kreatur macht am Ende ihres Zuges einen weiteren Konstitutionsrettungswurf. Bei einem erfolgreichen Speichern endet der Effekt.</p>"
        },
        {
            "id": "Animate Weapon",
            "name": "Waffe animieren",
            "description": "<p><em><strong>Voraussetzung</strong>: Entwaffnung erzwingen</em></p> <p>Du wählst eine Licht- oder Vibro-Waffe innerhalb der Reichweite dieser Kraft, die nicht von einem Bewusstsein getragen oder getragen wird eine andere Kreatur als du und verwende die Macht, um sie zum Schweben zu bringen, was als Verlängerung deines Willens für die Dauer oder bis du diese Kraft erneut wirkst. Wenn Sie diese Kraft einsetzen, können Sie die Waffe bis zu 6 m weit bewegen und einen Nahkampfangriff gegen eine Kreatur in einem Umkreis von 1,5 m ausführen. Bei einem Treffer erleidet das Ziel [[/r 1W8]] + den Schaden des Forcecast-Fähigkeitsmodifikators. Der Typ ist der normale Schaden, der von der Waffe verursacht wird.</p> <p>Während die Waffe animiert ist, können Sie in jedem Ihrer Züge eine Bonusaktion verwenden, um die Waffe bis zu 6 Meter weit zu bewegen und den Angriff gegen einen . zu wiederholen Kreatur innerhalb von 5 Fuß davon entfernt. Du kannst diese Macht jederzeit beenden, um die animierte Waffe auf deine Hand zurückzubringen.</p> <p>Ein Gegner kann versuchen, die Kontrolle über die Waffe zu erlangen, indem er seine Aktion nutzt, um einen Wurf auf Stärke (Leichtathletik) gegen dich durchzuführen Erzwingen Sie das Speichern von DC. Bei einem Erfolg übernimmt die Kreatur die Kontrolle über die Waffe und die Kraft endet.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einem Kraft-Slot von wirken 3. Stufe oder höher, der Schaden der Waffe erhöht sich um [[/r 1W8]] für alle zwei Slot-Stufen über der 2. Stufe.</p>"
        },
        {
            "id": "Armor of Abeloth",
            "name": "Rüstung von Abeloth",
            "description": "<p>Eine schützende Kraft umgibt dich und manifestiert sich als schimmerndes Licht, das dich und deine Ausrüstung bedeckt. Du erhältst für die Dauer 5 temporäre Trefferpunkte. Wenn dich eine Kreatur mit einem Nahkampfangriff trifft, während du diese Trefferpunkte hast, erleidet die Kreatur 5 Psi-Schaden.</p> <p><strong><em>Kraft erzwingen.</em></strong> Wenn du . wirkst Wenn diese Kraft einen Kraftplatz der 2. Stufe oder höher verwendet, erhöhen sich sowohl die temporären Trefferpunkte als auch der psychische Schaden für jeden Platz um 5.</p>"
        },
        {
            "id": "Aura of Purity",
            "name": "Aura der Reinheit",
            "description": "<p><em><strong>Voraussetzung</strong>: Wiederherstellung</em></p> <p>Reinigende Energie strahlt von dir in einem Radius von 9 m aus. Bis die Kraft endet, bewegt sich die Aura mit dir, zentriert auf dich. Jede nicht feindliche Kreatur in der Aura (einschließlich du) kann nicht erkranken, ist resistent gegen Giftschaden und hat einen Vorteil bei Rettungswürfen gegen Effekte, die einen der folgenden Zustände verursachen: geblendet, verzaubert, taub, verängstigt, gelähmt, vergiftet, und fassungslos. </p>"
        },
        {
            "id": "Aura of Vigor",
            "name": "Aura der Kraft",
            "description": "<p><em><strong>Voraussetzung</strong>: Tapferkeit</em></p> <p>Belebende Energie strahlt von dir in einem Radius von 9 m aus. Bis die Kraft endet, bewegt sich die Aura mit dir, zentriert auf dich. Jede nicht feindliche Kreatur in der Aura (einschließlich dir) verursacht zusätzliche [[/r 1W4]] Schaden mit Waffenangriffen.</p>"
        },
        {
            "id": "Battle Insight",
            "name": "Kampfeinblick",
            "description": "<p>Sie richten Ihren Fokus auf ein Ziel in Reichweite. Durch die Macht erhalten Sie einen kurzen Einblick in die Verteidigung des Ziels. In deinem nächsten Zug erhältst du bei deinem ersten Angriffswurf einen Vorteil gegen das Ziel, vorausgesetzt, diese Kraft ist noch nicht beendet.</p> <p>Diese Kraft begünstigt zusätzliche Angriffe auf höheren Stufen: zwei Angriffe auf der 5. Stufe, drei Angriffe auf der 11. Stufe und vier Angriffe auf der 17. Stufe.</p>"
        },
        {
            "id": "Battle Meditation",
            "name": "Kampfmeditation",
            "description": "<p>Du strahlst eine Aura von bis zu 1,5 m aus, die die Moral und die allgemeine Kampfkraft von dir und deinen Verbündeten steigert und gleichzeitig die Kampfkraft der Gegner verringert, indem sie ihren Kampfwillen untergraben. </p> <p>Immer wenn du oder eine befreundete Kreatur in deiner Meditation einen Angriffswurf oder einen Rettungswurf macht, können sie einen [[/r d4]] würfeln und die gewürfelte Zahl zum Angriffswurf oder Rettungswurf addieren. </p> <p>Immer wenn eine feindliche Kreatur in deine Meditation eintritt oder dort ihren Zug beginnt, muss sie einen Charisma-Rettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf muss er einen [[/r d4]] werfen und die gewürfelte Zahl von jedem Angriffswurf oder Rettungswurf abziehen, den er vor dem Ende deines nächsten Zuges macht. Bei einem erfolgreichen Rettungswurf ist es 1 Tag lang immun gegen diese Kraft.</p>"
        },
        {
            "id": "Battle Precognition",
            "name": "Kampfvorhersage",
            "description": "<p>Ihre Abstimmung auf die Macht warnt Sie, wenn Sie Gefahr laufen. Bis die Macht endet, wird deine Basis-AC zu 13 + deinem Geschicklichkeitsmodifikator. Diese Kraft hat keine Wirkung, wenn du eine Rüstung trägst.</p>"
        },
        {
            "id": "Battlemind",
            "name": "Kampfgeist",
            "description": "<p><em><strong>Voraussetzung</strong>: Kampfvorhersage</em></p> <p>Durch die Macht erhältst du eine begrenzte Form der Telepathie, die es dir ermöglicht, die Bewegungen deiner Gegner in Kampf. Solange du keine Rüstung trägst oder keinen Schild trägst, erhältst du einen RK-Bonus von +2 gegen Nahkampfangriffe und einen RK-Bonus von +3 gegen Fernkampfangriffe.</p> <p>Dieser RK-Bonus wird nicht auf Angriffe von Droiden angewendet. Konstrukte oder Kreaturen mit Resistenz oder Immunität gegen psychischen Schaden.</p>"
        },
        {
            "id": "Beacon of Hope",
            "name": "Leuchtfeuer der Hoffnung",
            "description": "<p><em><strong>Voraussetzung</strong>: Heldentum</em></p> <p>Diese Kraft verleiht Hoffnung und Vitalität. Wähle eine beliebige Anzahl von Kreaturen in Reichweite. Für die Dauer hat jedes Ziel einen Vorteil bei Weisheits- und Todeswürfen und erhält durch jede Heilung die maximal mögliche Anzahl an Trefferpunkten zurück.</p>"
        },
        {
            "id": "Beast Trick",
            "name": "Bestientrick",
            "description": "<p>Mit dieser Kraft kannst du eine Bestie ablenken. Wähle eine Bestie, die du in Reichweite sehen kannst. Wenn die Intelligenz der Bestie 4 oder höher ist, versagt die Kraft. Andernfalls muss der Bestie ein Weisheitsrettungswurf gelingen oder sie wird für die Dauer der Macht von dir verzaubert. Wenn Sie oder einer Ihrer Gefährten dem Ziel Schaden zufügen, endet die Kraft.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einem Kraft-Slot von 2. . wirken Level oder höher, kannst du ein zusätzliches Biest für jedes Slot-Level über dem 1. beeinflussen.</p>"
        },
        {
            "id": "Bestow Curse",
            "name": "Fluch verleihen",
            "description": "<p><em><strong>Voraussetzung</strong>: Fluch</em></p> <p>Du berührst eine Kreatur und dieser Kreatur muss ein Weisheitsrettungswurf gelingen oder sie wird für die Dauer des Energie. Wenn du diese Kraft wirkst, wähle die Art des Fluches aus den folgenden Optionen:</p> <ul> <li>Wähle einen Fähigkeitswert. Während es verflucht ist, hat das Ziel einen Nachteil bei Fähigkeitswürfen und Rettungswürfen mit diesem Fähigkeitswert.</li> <li>Während des Fluches hat das Ziel einen Nachteil bei Angriffswürfen gegen dich.</li> <li>Während des Fluchs hat das Das Ziel muss zu Beginn jedes seiner Züge einen Weisheitsrettungswurf machen. Wenn es fehlschlägt, verschwendet es seine Aktion in dieser Runde und tut nichts.</li> <li>Während das Ziel verflucht ist, fügen deine Angriffe und Kräfte dem Ziel zusätzlich [[/r 1W8]] nekrotischen Schaden zu.</li> </ul> <p>Eine Fluch entfernen-Kraft beendet diesen Effekt. Nach Ermessen des SL können Sie einen alternativen Flucheffekt wählen, dieser sollte jedoch nicht stärker sein als die oben beschriebenen. Der SL hat das letzte Wort über die Wirkung eines solchen Fluches. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Break",
            "name": "Brechen",
            "description": "<p>Sie fügen einem Objekt, das Sie in Reichweite sehen können und das nicht getragen oder getragen wird, 10 Kraftschaden zu und erzeugen eine Geräuschexplosion, die bis zu 30 m entfernt gehört werden kann. Selbst wenn das Objekt nicht zerstört wird, fliegen kleine Schrapnellsplitter auf Kreaturen in einem Umkreis von 1,5 m. Jede Kreatur muss einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 1W4]] Kinetikschaden. </p> <p>Der kinetische Schaden dieser Kraft erhöht sich um [[/r 1W4]], wenn du die 5. Stufe ([[/r 2W4]]), die 11. Stufe ([[/r 3W4]]) und die 17. Stufe erreichst ([[/r 4W4]]), und der Kraftschaden der Macht erhöht sich auf jeder dieser Stufen ebenfalls um 10.</p>"
        },
        {
            "id": "Breath Control",
            "name": "Atem kontrolle",
            "description": "<p>Sie können Ihren Stoffwechsel so verlangsamen, dass Sie aufhören zu atmen und der Wirkung von Giftstoffen in Ihrem Körper widerstehen. Wenn Sie vergiftet sind, neutralisieren Sie das Gift. Wenn dich mehr als ein Gift befällt, neutralisierst du ein Gift, von dem du weißt, dass es vorhanden ist, oder du neutralisierst eines zufällig.</p> <p>Für die Dauer hast du Vorteil bei Rettungswürfen gegen Vergiftung, Resistenz gegen Giftschaden , und du musst nicht mehr atmen.</p>"
        },
        {
            "id": "Burst",
            "name": "Platzen",
            "description": "<p>Du lässt die Erde unter deinen Füßen platzen. Jeder Kreatur in Reichweite, außer dir, muss ein Geschicklichkeitswurf gelingen oder sie muss [[/r 1W8]] Kinetikschaden erleiden.</p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W8]], wenn du erreichst 5. Stufe ([[/r 2d8]]), 11. Stufe ([[/r 3d8]]) und 17. Stufe ([[/r 4d8]]).</p>"
        },
        {
            "id": "Burst of Speed",
            "name": "Geschwindigkeitsschub",
            "description": "<p>Du berührst eine Kreatur. Die Geschwindigkeit des Ziels erhöht sich um 3 m, bis die Kraft endet.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einem Kraft-Slot der 2. Stufe oder höher wirken , kannst du für jede Slot-Stufe über 1. eine zusätzliche Kreatur als Ziel wählen.</p>"
        },
        {
            "id": "Call Lightning",
            "name": "Blitz anrufen",
            "description": "<p>Wenn Sie sich durch die Macht mit der Natur ausrichten, erscheint ein 3 Fuß hoher Sturmwolkenzylinder mit einem Radius von 18 m, zentriert auf einem Punkt, den Sie in Reichweite über Ihnen sehen können, mit Ihnen als Mittelpunkt. Der Strom fällt aus, wenn Ihr Standort die Größe oder Höhe der Cloud nicht aufnehmen kann. Wenn Sie die Macht wirken, wählen Sie einen Punkt unter der Wolke, an dem der Blitz einschlägt. Jede Kreatur innerhalb von 1,5 m muss einen Geschicklichkeitswurf machen, der bei einem Fehlschlag [[/r 3d10]] Blitzschaden und bei einem Erfolg die Hälfte erleidet. Solange die Energie anhält, kannst du deine Aktion nutzen, um wieder Blitze zu einem Punkt in Reichweite zu rufen.</p> <p>Wenn du im Freien und in einem Sturm bist, gibt dir die Energie die Kontrolle über den Sturm, anstatt einen neuen zu erschaffen einer. Der Blitzschaden erhöht sich auch um [[/r 1W10]].</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 4. Stufe wirkst oder höher erhöht sich der Schaden um [[/r 1W10]] für jede Slot-Stufe über 3.</p>"
        },
        {
            "id": "Calm Emotions",
            "name": "Ruhige Emotionen",
            "description": "<p><em><strong>Voraussetzung</strong>: Emotionen wahrnehmen</em></p> <p>Sie versuchen, starke Emotionen in einer Gruppe von Menschen zu unterdrücken. Jeder Humanoide in einer 6m-Sphäre, die auf einem von dir gewählten Punkt in Reichweite zentriert ist, muss einen Charisma-Rettungswurf machen, den eine Kreatur wählen kann, um diesen Rettungswurf zu misslingen, wenn sie dies wünscht. Wenn einer Kreatur ihr Rettungswurf misslingt, wähle einen der beiden folgenden Effekte.</p> <ul> <li>Du kannst jeden Effekt unterdrücken, der ein Ziel verzaubert oder verängstigt. Wenn diese Kraft endet, wird jede unterdrückte Wirkung wieder aufgenommen, sofern ihre Dauer nicht zwischenzeitlich abgelaufen ist. </li> <li>Du kannst ein Ziel gegenüber Kreaturen deiner Wahl, denen es feindlich gesinnt ist, gleichgültig machen. Diese Gleichgültigkeit endet, wenn das Ziel von einer Macht angegriffen oder verletzt wird oder wenn es miterlebt, wie einem seiner Freunde Schaden zugefügt wird. </li> </ul> <p>Wenn die Macht endet, wird die Kreatur wieder feindlich, es sei denn, der SL entscheidet anders.</p>"
        },
        {
            "id": "Choke",
            "name": "Drossel",
            "description": "<p>Du machst eine einschnürende Geste gegenüber einer Kreatur in Reichweite. Das Ziel muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet das Ziel [[/r 5W8]] Kraftschaden und wird bis zum Ende deines nächsten Zuges zurückgehalten. Bei einem erfolgreichen Rettungswurf erleidet das Ziel halb so viel Schaden und wird nicht gefesselt.</p> <p>Du kannst eine Bonusaktion verwenden, während das Ziel gefesselt ist, um das Ziel bis zu 1,5 m in jede Richtung zu bewegen.</p > <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 4. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W8]] für jeden Platz Level über 3.</p>"
        },
        {
            "id": "Cloud Mind",
            "name": "Cloud-Geist",
            "description": "<p>Wurf [[/r 5W8]]; die Summe gibt an, wie viele Trefferpunkte von Kreaturen diese Kraft beeinflussen kann. Kreaturen im Umkreis von 6 m um einen von dir gewählten Punkt sind in der Reihenfolge ihrer aktuellen Trefferpunkte betroffen.</p> <p>Angefangen bei der Kreatur mit den niedrigsten aktuellen Trefferpunkten wird jede Kreatur, die von dieser Kraft betroffen ist, bewusstlos. Wenn die Macht endet, der Schläfer Schaden erleidet oder jemand den Schläfer mit einer Aktion aufweckt, wird er geweckt.</p> <p>Zieh die Trefferpunkte jeder Kreatur von der Gesamtzahl ab, bevor du zu der Kreatur mit dem nächstniedrigeren Treffer übergehst Punkte. Die Trefferpunkte einer Kreatur müssen kleiner oder gleich der verbleibenden Summe sein, damit diese Kreatur betroffen ist.</p> <p>Diese Kraft hat keinen Einfluss auf Droiden oder Konstrukte.</p> <p><strong><em >Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 2. Stufe oder höher wirkst, kannst du zusätzlich [[/r 2W8]] für jede Stufe über der 1. Stufe würfeln. </p>"
        },
        {
            "id": "Coerce Mind",
            "name": "Geist erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Beeinflusse den Geist</em></p> <p>Du schlägst eine Aktivität vor (beschränkt auf ein oder zwei Sätze) und beeinflusse mit der Macht eine Kreatur, die du kann in Reichweite sehen, die Sie hören und verstehen kann. Kreaturen, die nicht bezaubert werden können, sind gegen diesen Effekt immun. Der Vorschlag muss so formuliert sein, dass die Vorgehensweise vernünftig klingt. Wenn man die Kreatur bittet, sich selbst Schaden zuzufügen, wird der Effekt der Kraft automatisch aufgehoben.</p> <p>Das Ziel muss einen Weisheitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf verfolgt er die von Ihnen beschriebene Vorgehensweise nach besten Kräften. Die vorgeschlagene Vorgehensweise kann während der gesamten Dauer fortgesetzt werden. Wenn die vorgeschlagene Aktivität in kürzerer Zeit abgeschlossen werden kann, endet die Leistung, wenn die Person die Aufgabe beendet hat.</p> <p>Sie können auch Bedingungen angeben, die während der Dauer eine spezielle Aktivität auslösen. Du könntest zum Beispiel vorschlagen, dass ein Soldat dem ersten Landstreicher, dem er begegnet, seinen Gleiter gibt. Wenn die Bedingung vor Ablauf der Kraft nicht erfüllt ist, wird die Aktivität nicht ausgeführt.</p> <p>Falls du oder einer deiner Gefährten dem Ziel Schaden zufügt, endet die Kraft. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Comprehend Speech",
            "name": "Sprache verstehen",
            "description": "<p>Für die Dauer verstehen Sie die wörtliche Bedeutung jeder gesprochenen Sprache, die Sie hören.</p>"
        },
        {
            "id": "Control Pain",
            "name": "Schmerzen kontrollieren",
            "description": "<p><em><strong>Voraussetzung</strong>: Kraftkörper</em></p> <p>Sie verwenden die Kraft, um Ihren Körper über seine normalen Grenzen hinaus zu bringen. Während diese Kraft wirksam ist, kannst du nicht an Schaden oder fehlgeschlagenen Todesrettungswürfen sterben, aber die Anstrengung kostet dich. Wenn du 0 Trefferpunkte hast, während du unter der Wirkung dieser Kraft stehst, wirst du nicht bewusstlos und handelst und kämpfst normal weiter. Solange du bei 0 Trefferpunkten bleibst, musst du zu Beginn jedes deiner Züge einen Todesrettungswurf machen. Jedes Mal, wenn dir ein Todeswurf misslingt, erleidest du einen kumulativen Abzug von -1 auf Angriffswürfe, Fähigkeitsüberprüfungen und Rettungswürfe (einschließlich Todeswürfe). Diese Strafe dauert an, bis Sie Trefferpunkte zurückerhalten. Erfolgreiche Todesrettungswürfe haben keine Wirkung, aber eine natürliche 20 stellt wie üblich 1 Trefferpunkt wieder her. </p> <p>Wenn du 0 Trefferpunkte hast, wenn diese Kraft endet, stirbst du sofort.</p>"
        },
        {
            "id": "Convulsion",
            "name": "Konvulsion",
            "description": "<p><em><strong>Voraussetzung</strong>: Tremor</em></p> <p>Wählen Sie einen Punkt, den Sie auf dem Boden in Reichweite sehen können. Eine Fontäne aus aufgewühlter Erde und Stein bricht in einem 20 Fuß großen Würfel aus, der auf diesem Punkt zentriert ist. Jede Kreatur in diesem Bereich muss einen Geschicklichkeitsrettungswurf machen. Eine Kreatur erleidet [[/r 3d12]] Kinetikschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. Außerdem wird der Boden in diesem Bereich zu schwierigem Gelände, bis er geräumt ist. Jeder 1,5 m² große Teil des Gebiets erfordert mindestens 1 Minute, um von Hand zu räumen.</p> <p><strong><em>Kraft erzwingen.</em></strong> Wenn Sie diese Kraft mit wirken ein Machtslot der 4. Stufe oder höher, der Schaden erhöht sich um [[/r 1W12]] für jede Slotstufe über der 3. Stufe.</p>"
        },
        {
            "id": "Crush",
            "name": "Zerkleinern",
            "description": "<p><em><strong>Voraussetzung</strong>: Würgen</em></p> <p>Du machst eine vernichtende Geste auf eine Kreatur in Reichweite. Das Ziel muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet das Ziel [[/r 10W8]] Kraftschaden und ist bis zum Ende deines nächsten Zuges gelähmt. Bei einem erfolgreichen Rettungswurf erleidet das Ziel halb so viel Schaden und ist nicht gelähmt.</p> <p>Du kannst eine Bonusaktion verwenden, während das Ziel gelähmt ist, um das Ziel bis zu 3 m in jede Richtung zu bewegen.</p > <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 7. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W8]] für jeden Platz Level über 6.</p>"
        },
        {
            "id": "Curse",
            "name": "Fluch",
            "description": "<p><em><strong>Voraussetzung</strong>: Denunzieren</em></p> <p>Bis zu drei Kreaturen deiner Wahl, die du in Reichweite sehen kannst, müssen Charisma-Rettungswürfe ausführen. Wenn in jeder Runde ein Ziel, dem dieser Rettungswurf nicht gelingt, zum ersten Mal einen Angriffswurf oder einen Rettungswurf macht, bevor die Macht endet, muss das Ziel einen [[/r d4]] werfen und die gewürfelte Zahl vom Angriffswurf oder Rettungswurf abziehen. </p> <p><strong><em>Machtpotenz.</em></strong> Wenn du diese Kraft mit einem Machtslot der 3. oben 1. Wenn du diese Kraft auf der 3., 6. oder 9. Stufe wirkst, erhöht sich der Würfel auf [[/r d6]], [[/r d8]] bzw. [[/r d10]].</p>"
        },
        {
            "id": "Danger Sense",
            "name": "Gefahrensinn",
            "description": "<p>Du vertraust der Macht, erspürst die Zukunft und siehst, ob deine Handlungen zu Reichtum oder Ruin führen. Der GM wählt aus den folgenden möglichen Vorzeichen:</p> <ul> <li><strong>Frieden</strong>, für Ergebnisse, die nicht gefährlich sind</li> <li><strong>Gefahr</strong>, für Ergebnisse, die gefährlich sind, aber vielleicht immer noch die Gefahr wert</li> <li><strong>Ruin</strong>, für Ergebnisse, die mit Sicherheit in Tod oder Tragödie enden</li> </ul> <p>Die Macht berücksichtigt keine möglichen Umstände, die das Ergebnis ändern könnten, wie die Verwendung zusätzlicher Kräfte oder der Verlust oder Gewinn eines Gefährten.</p> <p>Wenn du diese Kraft zwei- oder mehrmals vor dem Abschluss einsetzt Bei Ihrer nächsten langen Pause besteht eine kumulative Chance von 25 % für jeden Wurf nach dem ersten, dass Sie unabhängig vom tatsächlichen Ergebnis ein neutrales Ergebnis erzielen.</p>"
        },
        {
            "id": "Dark Aura",
            "name": "Dunkle Aura",
            "description": "<p><em><strong>Voraussetzung</strong>: Verhexen</em></p> <p>Du manifestierst für die Dauer einen Mantel bösartiger Energie der dunklen Seite.</p> <p>Bis die Macht endet, verursacht jeder Angriff, den du ausführst, zusätzlich [[/r 1W8]] nekrotischen Schaden, wenn du eine Kreatur im Umkreis von 3 m um dich triffst. Jede Kreatur, die diesen Schaden erleidet, kann bis zum Beginn deines nächsten Zuges keine Trefferpunkte zurückerhalten.</p> <p>Zusätzlich erhält jede Kreatur deiner Wahl, die du siehst, die ihren Zug innerhalb von 3 m um dich beginnt, 1 Verlangsamung Level bis zum Beginn deines nächsten Zuges.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot der 4. Schaden erhöht sich um [[/r 1W8]] für jede Slot-Stufe über 3.</p>"
        },
        {
            "id": "Dark Shear",
            "name": "Dunkle Schere",
            "description": "<p>Du erschaffst eine Waffe mit nicht wahrnehmbarer Machtenergie, die bis zum Ende der Macht anhält. Es zählt als einfache leichte Waffe, mit der Sie geübt sind. Es verursacht [[/r 2W6]] psychischen Schaden und hat die Finesse-, Licht- und Wurfeigenschaften (Reichweite 20/60). Wenn du bei schwachem Licht oder Dunkelheit angreifst, bist du im Vorteil.</p> <p>Wenn du die Waffe fallen lässt oder wirfst, verschwindet sie am Ende des Zuges. Solange die Kraft anhält, kannst du eine Bonusaktion verwenden, um die Waffe wieder in deiner Hand erscheinen zu lassen.</p> <p><strong><em>Kraft erzwingen.</em></strong> Wenn du diese Kraft mit wirkst ein Kraftplatz der 3. oder 4. Stufe, erhöht sich der Schaden um [[/r 1W6]] ([[/r 3W6]]). Auf der 5. oder 6. Stufe erhöht sich der Schaden um [[/r 2W6]] ([[/r 4W6]]). Ab der 7. Stufe erhöht sich der Schaden um [[/r 3W6]] ([[/r 5W6]]). </p>"
        },
        {
            "id": "Dark Side Tendrils",
            "name": "Ranken der dunklen Seite",
            "description": "<p>Ranken dunkler Energie brechen aus dir aus und schlagen alle Kreaturen in einem Umkreis von 3 m um dich herum. Jede Kreatur in diesem Bereich muss einen Stärkerettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet ein Ziel [[/r 2W6]] nekrotischen Schaden und kann erst in seinem nächsten Zug reagieren. Bei einem erfolgreichen Rettungswurf erleidet die Kreatur den halben Schaden, erleidet aber keinen anderen Effekt.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft über einen Kraftplatz wirkst der 2. Stufe oder höher erhöht sich der Schaden um [[/r 1W6]] für jede Slot-Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Darkness",
            "name": "Dunkelheit",
            "description": "<p>Dunkelheit breitet sich von einem Punkt aus, den Sie innerhalb der Reichweite auswählen, um eine Kugel mit einem Radius von 4,5 m zu füllen, bis die Kraft endet. Die Dunkelheit breitet sich um Ecken aus. Eine Kreatur mit Dunkelsicht kann diese Dunkelheit nicht durchschauen, und sie kann nicht mit unverstärktem Licht beleuchtet werden.</p> <p>Wenn der Punkt, den du wählst, auf einem Gegenstand liegt, den du hältst oder der nicht getragen oder getragen wird , die Dunkelheit kommt vom Objekt und bewegt sich mit. Das vollständige Bedecken der Quelle der Dunkelheit mit einem undurchsichtigen Objekt blockiert die Dunkelheit.</p> <p>Wenn sich der Bereich dieser Kraft mit Licht überlappt, das von einer Kraft der zweiten Stufe oder niedriger erzeugt wurde, werden diese Kraft und das Licht zerstreut.</p >"
        },
        {
            "id": "Death Field",
            "name": "Todesfeld",
            "description": "<p><em><strong>Voraussetzung</strong>: Leben absaugen</em></p> <p>Du ziehst die Lebenskraft von jeder Kreatur in einem 9 m hohen Würfel, der auf einen von dir gewählten Punkt in Reichweite zentriert ist . Jede Kreatur in diesem Bereich muss einen Konstitutionsrettungswurf machen. Eine Kreatur erleidet [[/r 10W8]] nekrotischen Schaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. Wenn du eine feindliche Kreatur auf 0 reduzierst, erhältst du vorübergehende Trefferpunkte in Höhe der Hälfte des verursachten Schadens. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Defensive Technique",
            "name": "Abwehrtechnik",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Nahkampfwaffenangriff gegen eine Kreatur in deiner Reichweite ausführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Auswirkungen des Angriffs und du wehrst dich durch die Macht davor ab.</p> <p>Wenn dich das Ziel zu einem Rettungswurf zwingt, bevor du deinen nächsten Zug startest, erhält das Ziel einen zusätzlichen [[/r 1W6]] psychischen Schaden und du kannst [[/r 1W4]] würfeln und die gewürfelte Zahl zu deinem Rettungswurf addieren. Die Macht endet dann.</p> <p>Der Schaden der Macht erhöht sich, wenn du höhere Level erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1W6]] psychischen Schaden zu und der psychische Schaden, den das Ziel erleidet, um dich zu einem Rettungswurf zu zwingen, erhöht sich auf [[/r 2W6]]. Beide Schadenswürfe erhöhen sich um [[/r 1W6]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Denounce",
            "name": "Anprangern",
            "description": "<p>Ein Ziel deiner Wahl in Reichweite muss einen Charisma-Rettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf muss das Ziel, wenn es seinen nächsten Angriffswurf oder Rettungswurf macht, einen [[/r d4]] werfen und die Zahl davon abziehen. Die Macht endet dann.</p> <p>Der Würfel dieser Macht erhöht sich auf höheren Stufen: auf einen [[/r d6]] auf der 5. Stufe, auf einen [[/r d8]] auf der 11. Stufe und auf einen [[/ r d10]] auf der 17. Stufe.</p>"
        },
        {
            "id": "Destroy Droid",
            "name": "Droiden zerstören",
            "description": "<p><em><strong>Voraussetzung</strong>: Droid deaktivieren</em></p> <p>Wählen Sie einen Punkt, den Sie in Reichweite sehen können. Jeder Droide oder jedes Konstrukt muss einen Konstitutionsrettungswurf erfolgreich abschließen oder für die Dauer gelähmt sein. Zu Beginn jedes seiner Züge erleidet ein betroffenes Ziel Energieschaden in Höhe des Doppelten Ihres Kraftwirkungs-Fähigkeitsmodifikators und wiederholt dann diesen Rettungswurf. Bei einem Erfolg endet die Kraft beim Ziel.</p>"
        },
        {
            "id": "Disable Droid",
            "name": "Droid deaktivieren",
            "description": "<p><em><strong>Voraussetzung</strong>: Stun Droid</em></p> <p>Wählen Sie einen Punkt, den Sie in Reichweite sehen können. Jeder Droide oder jedes Konstrukt muss einen Konstitutionsrettungswurf erfolgreich abschließen oder für die Dauer gelähmt sein. Zu Beginn jedes ihrer Züge erleidet eine betroffene Kreatur Energieschaden in Höhe deines Machtmodifikators und wiederholt dann diesen Rettungswurf. Bei einem Erfolg endet die Kraft beim Ziel.</p>"
        },
        {
            "id": "Disperse Force",
            "name": "Kraft verteilen",
            "description": "<p><em><strong>Voraussetzung</strong>: Sabre Ward</em></p> <p>Diese Kraft absorbiert Schaden von bestimmten eingehenden Angriffen, verringert ihre Wirkung auf Sie und verteilt sie in Ihrem Körper. Bis zum Beginn deines nächsten Zuges hast du Widerstand gegen die auslösende Schadensart. Außerdem erhältst du 5 temporäre Trefferpunkte, um den Angriff potenziell zu absorbieren. Diese temporären Trefferpunkte dauern bis zum Beginn deines nächsten Zuges.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot der 2. Stufe wirkst oder höher, erhöhen sich die temporären Trefferpunkte um 5 für jede Slot-Stufe über der 1.</p>"
        },
        {
            "id": "Dominate Beast",
            "name": "Beherrsche die Bestie",
            "description": "<p>Eine Bestie, die du sehen kannst, muss einen Weisheitswurf bestehen oder verzaubert sein. Wenn du oder deine Gefährten dagegen kämpfen, hat es bei diesem Rettungswurf einen Vorteil.</p> <p>Obwohl es verzaubert ist, hast du eine telepathische Verbindung dazu, wenn du auf demselben Planeten bist. Sie können diesen Link verwenden, um Befehle zu erteilen, während Sie bei Bewusstsein sind, es sind keine Maßnahmen erforderlich, denen Sie nach besten Kräften gehorchen. Sie können eine einfache und allgemeine Vorgehensweise angeben. Wenn es den Befehl abschließt und keine weiteren Befehle erhält, konzentriert es sich darauf, sich selbst zu verteidigen.</p> <p>Du kannst deine Aktion nutzen, um die totale Kontrolle über das Ziel zu übernehmen. Bis zum Ende deines nächsten Zuges führt das Biest nur die Aktionen aus, die du bestimmst und nichts, was du ihm nicht erlaubst. Du kannst das Biest auch eine Reaktion ausführen lassen, aber dies erfordert auch deine Reaktion.</p> <p>Wenn das Biest Schaden erleidet, macht es einen weiteren Weisheitswurf. Bei einem Erfolg endet die Kraft.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 5. Stufe wirkst, beträgt die Dauer bis zu 10 Minuten. Bei einem Slot der 6. Ebene beträgt die Dauer bis zu 1 Stunde. Bei einem Slot ab dem 7. Platz beträgt die Dauer bis zu 8 Stunden.</p>"
        },
        {
            "id": "Dominate Mind",
            "name": "Dominiere den Geist",
            "description": "<p><em><strong>Voraussetzung</strong>: Dominate Beast</em></p> <p>Du versuchst, einen Humanoiden zu betören, den du in Reichweite sehen kannst. Es muss ein Weisheitsrettungswurf gelingen oder für die Dauer von dir verzaubert werden. Wenn du oder befreundete Kreaturen es bekämpfen, hat es einen Vorteil beim Rettungswurf.</p> <p>Während das Ziel verzaubert ist, hast du eine telepathische Verbindung mit ihm, solange du dich innerhalb von 1 Meile von ihm befindest es. Sie können diese telepathische Verbindung verwenden, um der Kreatur bei Bewusstsein Befehle zu erteilen (keine Aktion erforderlich), denen sie nach besten Kräften gehorcht. Sie können eine einfache und allgemeine Vorgehensweise festlegen, wie zum Beispiel „Diese Kreatur angreifen“, „Dort rennen“ oder „Dieses Objekt holen“. Wenn die Kreatur den Befehl vervollständigt und keine weitere Anweisung von dir erhält, verteidigt und konserviert sie sich nach besten Kräften.</p> <p>Du kannst deine Aktion nutzen, um die totale und präzise Kontrolle über das Ziel zu übernehmen. Bis zum Ende deines nächsten Zuges führt die Kreatur nur die von dir gewählten Aktionen aus und tut nichts, was du ihr nicht erlaubst. Während dieser Zeit kannst du die Kreatur auch dazu bringen, eine Reaktion auszulösen, aber dazu musst du auch deine eigene Reaktion einsetzen.</p> <p>Jedes Mal, wenn das Ziel Schaden erleidet, führt es einen neuen Weisheitsrettungswurf gegen die Kraft aus . Gelingt der Rettungswurf, endet die Kraft. </p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einem Kraftplatz der 6. Stufe wirken, beträgt die Dauer 10 Minuten. Wenn Sie einen Force-Slot der 7. Stufe verwenden, beträgt die Dauer 1 Stunde. Wenn Sie einen Force-Slot der 8. Stufe oder höher verwenden, beträgt die Dauer 8 Stunden.</p>"
        },
        {
            "id": "Dominate Monster",
            "name": "Beherrsche das Monster",
            "description": "<p><em><strong>Voraussetzung</strong>: Beherrsche den Geist</em></p> <p>Du versuchst, eine Kreatur zu betören, die du in Reichweite sehen kannst. Es muss ein Weisheitsrettungswurf gelingen oder für die Dauer von dir verzaubert werden. Wenn du oder befreundete Kreaturen gegen sie kämpfen, hat sie einen Vorteil beim Rettungswurf.</p> <p>Während die Kreatur verzaubert ist, hast du eine telepathische Verbindung zu ihr, solange du dich im Umkreis von 1 Meile befindest es. Sie können diese telepathische Verbindung verwenden, um der Kreatur bei Bewusstsein Befehle zu erteilen (keine Aktion erforderlich), denen sie nach besten Kräften gehorcht. Sie können eine einfache und allgemeine Vorgehensweise festlegen, wie zum Beispiel „Diese Kreatur angreifen“, „Dort rennen“ oder „Dieses Objekt holen“. Wenn die Kreatur den Befehl vervollständigt und keine weitere Anweisung von dir erhält, verteidigt und konserviert sie sich nach besten Kräften.</p> <p>Du kannst deine Aktion nutzen, um die totale und präzise Kontrolle über das Ziel zu übernehmen. Bis zum Ende deines nächsten Zuges führt die Kreatur nur die von dir gewählten Aktionen aus und tut nichts, was du ihr nicht erlaubst. Während dieser Zeit kannst du die Kreatur auch zu einer Reaktion veranlassen, aber dazu musst du auch deine eigene Reaktion einsetzen.</p> <p>Jedes Mal, wenn das Ziel Schaden erleidet, führt es einen neuen Weisheitsrettungswurf gegen das Energie. Gelingt der Rettungswurf, endet die Kraft. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 9. Stufe wirkst, beträgt die Dauer Konzentration, bis zu 8 Stunden.</p>"
        },
        {
            "id": "Drain Life",
            "name": "Leben entziehen",
            "description": "<p><em><strong>Voraussetzung</strong>: Vitalität entziehen</em></p> <p>Du ziehst die Lebenskraft von einer Kreatur, die du in Reichweite sehen kannst. Das Ziel muss einen Konstitutionsrettungswurf machen. Das Ziel erleidet [[/r 8W8]] nekrotischen Schaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. Wenn du eine feindliche Kreatur auf 0 reduzierst, erhältst du vorübergehende Trefferpunkte in Höhe der Hälfte des verursachten Schadens. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 5. Schaden erhöht sich um [[/r 1W8]] für jede Slot-Stufe über 4.</p>"
        },
        {
            "id": "Drain Vitality",
            "name": "Vitalität entziehen",
            "description": "<p><em><strong>Voraussetzung</strong>: Saftvitalität</em></p> <p>Du ziehst die Willenskraft von einer Kreatur, die du in Reichweite sehen kannst. Führe einen Fernkampfangriff gegen das Ziel durch. Bei einem Treffer erleidet das Ziel [[/r 2W6]] nekrotischen Schaden und es verursacht nur den halben Schaden mit Waffenangriffen, die Stärke verwenden, bis die Kraft endet.</p> <p>Am Ende jeder Runde des Ziels, es kann einen Konstitutionsrettungswurf gegen die Macht machen. Bei einem Erfolg endet die Kraft.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot der 3. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W6]] für jedes Slot-Level über dem 2.</p>"
        },
        {
            "id": "Dun Moch",
            "name": "Dun Moch",
            "description": "<p>Du versuchst, eine Kreatur so zu manipulieren, dass sie gegen dich kämpft. Eine Kreatur, die du in Reichweite sehen kannst, muss einen Weisheitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf wird die Kreatur von dir angezogen, gezwungen durch deine Forderungen. Für die Dauer hat es einen Nachteil bei Angriffswürfen gegen andere Kreaturen als dich und muss jedes Mal einen Weisheitswurf machen, wenn es versucht, sich auf ein Feld zu bewegen, das mehr als 9 Meter von dir entfernt ist; wenn er bei diesem Rettungswurf erfolgreich ist, schränkt diese Kraft die Bewegung des Ziels für diesen Zug nicht ein.</p> <p>Die Kraft endet, wenn du eine andere Kreatur angreifst, falls du eine Kraft wirkst, die eine andere feindliche Kreatur als angreift das Ziel, wenn eine zu dir befreundete Kreatur dem Ziel Schaden zufügt oder eine schädliche Kraft auf es wirkt oder wenn du deinen Zug mehr als 9 m vom Ziel entfernt beendest. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Earthquake",
            "name": "Erdbeben",
            "description": "<p><em><strong>Voraussetzung</strong>: Eruption</em></p> <p>Du erzeugst eine seismische Störung an einem Punkt auf dem Boden, den du in Reichweite sehen kannst. Für die Dauer durchbricht ein intensives Beben den Boden in einem um diesen Punkt zentrierten Kreis mit einem Radius von 30 m und erschüttert Kreaturen und Strukturen, die in diesem Bereich mit dem Boden in Kontakt sind.</p> <p>Der Boden in diesem Bereich wird zu schwieriges Gelände. Jede Kreatur auf dem Boden, die sich konzentriert, muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf wird die Konzentration der Kreatur unterbrochen.</p> <p>Wenn du diese Kraft wirkst und am Ende jeder Runde, die du damit verbringst, dich darauf zu konzentrieren, muss jede Kreatur auf dem Boden im Wirkungsbereich einen Geschicklichkeitswurf machen . Bei einem fehlgeschlagenen Rettungswurf wird die Kreatur zu Boden geworfen. </p> <p>Diese Kraft kann je nach Gelände im Gebiet zusätzliche Effekte haben, wie vom SL festgelegt.</p> <p><strong><em>Spalten.</em></strong> Zu Beginn deines nächsten Zuges, nachdem du die Macht gewirkt hast, öffnen sich Risse im gesamten Wirkungsbereich der Macht. Insgesamt [[/r 1W6]] solcher Spalten öffnen sich an Orten, die der SL gewählt hat. Jeder ist [[/r 1W10 * 10]] Fuß tief, 10 Fuß breit und erstreckt sich von einem Rand des Machtbereichs bis zur gegenüberliegenden Seite. Eine Kreatur, die an einer Stelle steht, an der sich ein Riss öffnet, muss einen Geschicklichkeitsrettungswurf erfolgreich durchführen oder hineinfallen. Eine Kreatur, die erfolgreich rettet, bewegt sich mit der Kante des Risses, wenn er sich öffnet.</p> <p>Ein Riss, der sich unter einer Struktur öffnet, verursacht automatisch zusammenbrechen (siehe unten).</p> <p><strong><em>Strukturen.</em></strong> Das Beben verursacht 50 kinetischen Schaden an jeder Struktur, die in der Umgebung mit dem Boden in Kontakt steht, wenn du wirkst die Macht und zu Beginn jedes deiner Züge, bis die Macht endet. Wenn eine Struktur auf 0 Trefferpunkte fällt, kollabiert sie und beschädigt möglicherweise Kreaturen in der Nähe. Eine Kreatur innerhalb der halben Entfernung einer Gebäudehöhe muss einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet die Kreatur [[/r 5W6]] Kinetikschaden, wird zu Boden geworfen und in den Trümmern begraben. Der SL kann den SG je nach Beschaffenheit der Trümmer höher oder niedriger einstellen. Bei einem erfolgreichen Rettungswurf erleidet die Kreatur nur halb so viel Schaden und fällt nicht hin oder wird begraben.</p>"
        },
        {
            "id": "Enfeeble",
            "name": "Entkräften",
            "description": "<p>Dunkle Energie strömt von deiner Hand auf eine Kreatur in Reichweite. Dem Ziel muss ein Weisheitsrettungswurf gelingen. Wenn ihm Trefferpunkte fehlen, erleidet er [[/r 1W12]] nekrotischen Schaden. Andernfalls dauert es [[/r 1W8]].</p> <p>Der Schaden der Macht erhöht sich um einen Würfel, wenn du die 5., 11. und 17. Stufe erreichst.</p>"
        },
        {
            "id": "Eruption",
            "name": "Eruption",
            "description": "<p><em><strong>Voraussetzung</strong>: Konvulsion</em></p> <p>Du lässt bis zu sechs Steinsäulen von Stellen auf dem Boden, die du in Reichweite sehen kannst, platzen. Jede Säule ist ein Zylinder mit einem Durchmesser von 5 Fuß und einer Höhe von bis zu 30 Fuß. Der Boden, auf dem eine Säule erscheint, muss für ihren Durchmesser breit genug sein, und Sie können den Boden unter einer Kreatur anvisieren, wenn diese Kreatur mittel oder kleiner ist. Jede Säule hat RK 5 und 30 Trefferpunkte. Bei einer Reduzierung auf 0 Trefferpunkte zerfällt eine Säule zu Schutt, wodurch ein Gebiet mit schwierigem Gelände mit einem Radius von 3 m entsteht, das anhält, bis der Schutt beseitigt ist. Jeder Teil des Gebiets mit einem Durchmesser von 1,5 m benötigt mindestens 1 Minute, um mit der Hand zu räumen.</p> <p>Wenn eine Säule unter einer Kreatur erstellt wird, muss dieser Kreatur ein Geschicklichkeitsrettungswurf gelingen oder sie wird von der . hochgehoben Säule. Eine Kreatur kann entscheiden, ob der Rettungswurf fehlschlägt. </p> <p>Wenn eine Säule durch eine Decke oder ein anderes Hindernis daran gehindert wird, ihre volle Höhe zu erreichen, erleidet eine Kreatur auf der Säule [[/r 6W6]] kinetischen Schaden und wird zwischen der Säule und der Säule eingeklemmt Hindernis. Die zurückhaltende Kreatur kann eine Aktion verwenden, um einen Stärke- oder Geschicklichkeitswurf (nach Wahl der Kreatur) gegen den Rettungswurf der Macht zu machen. Bei einem Erfolg wird die Kreatur nicht mehr zurückgehalten und muss sich entweder von der Säule entfernen oder von ihr fallen.</p> <p><strong><em>Kraft erzwingen.</em></strong>Wenn du dies wirkst Macht mit einem Machtslot der 7. Stufe oder höher, kannst du für jede Slot-Stufe über der 6. Stufe zwei zusätzliche Säulen erstellen.</p>"
        },
        {
            "id": "Fear",
            "name": "Furcht",
            "description": "<p>Du erweckst das Gefühl der Sterblichkeit in einer Kreatur, die du in Reichweite sehen kannst. Dem Ziel muss ein Weisheitsrettungswurf gelingen oder für die Dauer erschreckt werden. Ein Ziel mit 25 Trefferpunkten oder weniger macht den Rettungswurf mit Nachteil. Eine verängstigte Kreatur kann diesen Rettungswurf am Ende jedes ihrer Züge wiederholen und diesen Effekt bei einem Erfolg beenden. Diese Kraft hat keine Auswirkung auf Konstrukte oder Droiden.</p>"
        },
        {
            "id": "Feedback",
            "name": "Rückmeldung",
            "description": "<p>Du entfesselst einen Ausbruch psychischer Energie auf ein Ziel in Reichweite. Wenn das Ziel dich hören kann (obwohl es dich nicht verstehen muss), muss es einen Intelligenzrettungswurf erfolgreich durchführen oder [[/r 1W4]] psychischen Schaden erleiden und beim nächsten Angriffswurf, den es vor dem Ende seines nächsten macht, einen Nachteil haben Zug.</p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W4]], wenn du die 5. Stufe ([[/r 2W4]]), die 11. Stufe ([[/r 3W4]]) und die 17. Stufe erreichst Level ([[/r 4d4]]).</p>"
        },
        {
            "id": "Force Barrier",
            "name": "Kraftbarriere",
            "description": "<p>Diese Kraft stärkt deine Verbündeten mit Zähigkeit und Entschlossenheit. Wähle bis zu drei Kreaturen in Reichweite. Das maximale Trefferpunkt-Maximum und die aktuellen Trefferpunkte jedes Ziels erhöhen sich für die Dauer um 5.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einem Kraft-Slot von . wirken 3. Stufe oder höher, die Trefferpunkte eines Ziels erhöhen sich um zusätzliche 5 für jede Slot-Stufe über der 2. Stufe.</p>"
        },
        {
            "id": "Force Blind/Deafen",
            "name": "Blind/taub erzwingen",
            "description": "<p>Du kannst einen Feind blenden oder taub machen. Wähle eine Kreatur, die du in Reichweite sehen kannst, um einen Konstitutions-Rettungswurf zu machen. Wenn dies fehlschlägt, ist das Ziel für die Dauer entweder geblendet oder taub (Ihre Wahl). Am Ende jedes seiner Züge kann das Ziel einen Konstitutionsrettungswurf machen. Bei einem Erfolg endet die Kraft.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot der 3. Stufe oder höher wirkst, kannst du zielen eine zusätzliche Kreatur für jede Slot-Stufe über 2.</p>"
        },
        {
            "id": "Force Blinding",
            "name": "Blendung erzwingen",
            "description": "<p>Du nutzt die Macht, um einen blendenden Lichtblitz aus deiner Hand auszusenden. Wirf [[/r 6W10]], die Summe gibt an, wie viele Trefferpunkte von Kreaturen diese Kraft bewirken kann. Kreaturen in einem 4,50 m großen Kegel, die von dir stammen, sind in aufsteigender Reihenfolge ihrer aktuellen Trefferpunkte betroffen (ohne bewusstlose Kreaturen und Kreaturen, die nicht sehen können).</p> <p>Beginnend mit der Kreatur, die den niedrigsten aktuellen Treffer hat Punkte wird jede von dieser Kraft betroffene Kreatur geblendet, bis die Kraft endet. Ziehe die Trefferpunkte jeder Kreatur von der Summe ab, bevor du zu der Kreatur mit den nächstniedrigsten Trefferpunkten übergehst. Die Trefferpunkte einer Kreatur müssen kleiner oder gleich der verbleibenden Summe sein, damit die Kreatur betroffen ist.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft wirkst Wenn du einen Machtplatz der 2. Stufe oder höher verwendest, würfele zusätzlich [[/r 2W10]] für jede Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Force Blur",
            "name": "Unschärfe erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtmaske</em></p> <p>Du nutzt die Macht, um eine Illusion zu weben, die deine Form verwischt und sich für alle verändert, die dich sehen können . Für die Dauer hat jede Kreatur einen Nachteil bei Angriffswürfen gegen dich. Ein Angreifer ist gegen diesen Effekt immun, wenn er sich nicht auf das Sehen verlässt, wie bei Blindsicht, oder wenn er Illusionen durchschauen kann, wie bei Echtsicht.</p>"
        },
        {
            "id": "Force Body",
            "name": "Kraftkörper",
            "description": "<p>Diese Kraft ermöglicht es dir, deine Gesundheit zu nutzen, um deine Machtkräfte zu stärken. Für die Dauer, wenn du eine Machtmacht wirkst, wird die Hälfte der Kosten durch deine Machtpunkte (aufgerundet) und die Hälfte der Kosten durch deine Trefferpunkte (abgerundet) bezahlt. Außerdem werden deine maximalen Trefferpunkte um diesen Betrag verringert, während die Kraft aktiv ist.</p> <p>Du kannst diesen Effekt jederzeit beenden. Wenn du eine Machtkraft wirkst, die deine Trefferpunkte auf 0 reduzieren würde, schlägt die Kraft automatisch fehl und dieser Effekt endet.</p>"
        },
        {
            "id": "Force Breach",
            "name": "Verletzung erzwingen",
            "description": "<p>Wählen Sie einen Ort innerhalb der Reichweite. Alle Machtkräfte der 5. Stufe oder niedriger im Gebiet enden. Führe für jede Machtstärke ab der 6. Der DC entspricht 10 + der Leistungsstufe. Bei einem erfolgreichen Wurf endet die Kraftkraft.</p> <p><strong><em>Kraftkraft.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 6. Beende automatisch die Effekte einer Machtkraft auf das Ziel, wenn die Stärke der Kraft kleiner oder gleich der Stärke des von dir verwendeten Kraftplatzes ist.</p>"
        },
        {
            "id": "Force Camouflage",
            "name": "Tarnung erzwingen",
            "description": "<p>Sie werden unsichtbar, bis die Macht endet. Alles, was Sie tragen oder tragen, ist unsichtbar, solange es an Ihrer Person ist. Die Kraft endet, wenn du angreifst, eine Kraft wirkst oder anderweitig eine feindliche Aktion durchführst.</p>"
        },
        {
            "id": "Force Chain Lightning",
            "name": "Kettenblitz erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Blitz erzwingen</em></p> <p>Du erschaffst einen Blitz, der auf ein Ziel deiner Wahl zuschlägt, das du in Reichweite sehen kannst. Drei Blitze springen dann von diesem Ziel auf bis zu drei andere Ziele, von denen jedes innerhalb von 9 m vom ersten Ziel entfernt sein muss. Ein Ziel kann eine Kreatur oder ein Objekt sein und kann nur von einem der Bolzen anvisiert werden.</p> <p>Ein Ziel muss einen Geschicklichkeitsrettungswurf ausführen. Das Ziel erleidet [[/r 10W8]] Blitzschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen.</p> <p><strong><em>Force Potency.</em></strong > Wenn du diese Kraft mit einem Kraftplatz ab der 7. Stufe wirkst, springt für jede Platzstufe über der 6. Stufe ein zusätzlicher Blitz vom ersten Ziel zu einem anderen.</p>"
        },
        {
            "id": "Force Concealment",
            "name": "Verbergen erzwingen",
            "description": "<p>Du verhüllt oder veränderst die Aura einer Kreatur oder eines Objekts, das du berührst, damit Machtkräfte falsche Informationen darüber preisgeben. Das Ziel kann eine willige Kreatur oder ein Objekt sein, das nicht von einer anderen Kreatur getragen oder getragen wird.</p> <p>Wenn du die Kraft wirkst, wähle einen oder beide der folgenden Effekte. Die Wirkung hält für die Dauer an. Wenn du diese Kraft 30 Tage lang jeden Tag auf dieselbe Kreatur oder dasselbe Objekt wirkst und jedes Mal denselben Effekt darauf ausübst, hält der Effekt an, bis er gebannt wird.</p> <p><strong><em>Falsche Aura. </em></strong> Du änderst die Art und Weise, wie das Ziel für Kräfte und kraftbasierte verbesserte Effekte erscheint, wie zum Beispiel <em>Kraft wahrnehmen</em>, die die Anwesenheit der Macht erkennt. Sie können ein auf Macht basierendes, nicht-verbessertes Objekt oder eine Kreatur verstärkt erscheinen lassen und eine Macht-Aura ausstrahlen, oder ein auf Macht basierendes, verbessertes Objekt oder eine Kreatur, die unverbessert erscheinen und keine Macht-Aura ausstrahlen. Wenn Sie diesen Effekt auf ein Objekt anwenden, können Sie die falsche Aura für alle Kreaturen sichtbar machen, die mit dem Gegenstand umgehen.</p> <p><strong><em>Umhang.</em></strong> Sie können ändern die Art und Weise, wie die Affinität des Ziels zur Macht der Macht <em>Machtsehen</em> erscheint. Zum Beispiel kann ein Sith-Lord mit großer Macht auf der dunklen Seite der Macht erscheinen, als hätte er nur sehr wenig Stärke in der Macht, mit einer Affinität zur hellen Seite.</p>"
        },
        {
            "id": "Force Confusion",
            "name": "Verwirrung erzwingen",
            "description": "<p>Ein Humanoid Ihrer Wahl, den Sie in Reichweite sehen können, muss einen Weisheitsrettungswurf bestehen oder sich für die Dauer von Ihnen verzaubern lassen. Das verzauberte Ziel muss seine Aktion nutzen, bevor es sich in jedem seiner Züge bewegt, um einen Nahkampfangriff gegen eine andere Kreatur als sich selbst durchzuführen, die du mental auswählst.</p> <p>Das Ziel kann in seinem Zug normal agieren, wenn du keine Kreatur wählst oder wenn keines in seiner Reichweite ist.</p> <p>In Ihren folgenden Zügen müssen Sie Ihre Aktion verwenden, um die Kontrolle über das Ziel zu behalten, oder die Macht endet. Außerdem kann das Ziel am Ende jedes seiner Züge einen Weisheitsrettungswurf machen. Bei einem Erfolg endet die Leistung.</p>"
        },
        {
            "id": "Force Current",
            "name": "Strom erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Force Push/Pull</em></p> <p>Wenn Sie diese Kraft wirken, heben Sie Ihre Hand und entfesseln einen Ausbruch von Machtenergie. Jede Kreatur in einem 4,5 m langen Kegel muss einen Kraftrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 3W6]] Kraftschaden und wird, falls sie groß oder kleiner ist, ebenfalls 1,5 m zurückgestoßen. Bei einem erfolgreichen Rettungswurf erleidet eine Kreatur halb so viel Schaden und wird nicht geschubst. Alle mittleren oder kleineren Gegenstände, die nicht im Wirkungsbereich getragen oder getragen werden, werden ebenfalls 1,5 m hochgeschoben.</p> <p><strong><em>Kraft erzwingen.</em></strong> Wenn du dies wirkst Macht einen Machtslot der 2. Stufe oder höher verwendet, erhöht sich der Schaden um [[/r 1W6]] für jede Slotstufe über der 1. Stufe. Für jeden Slot, der 2 Ebenen höher als die 1. Stufe ist, können Sie dem Schub weitere 1,5 Fuß hinzufügen.</p>"
        },
        {
            "id": "Force Disarm",
            "name": "Entwaffnung erzwingen",
            "description": "<p>Du wählst eine Waffe oder einen Gegenstand aus, der von einer großen oder kleineren Kreatur in Reichweite getragen oder getragen wird. Die Kreatur muss einen Stärke- oder Geschicklichkeitsrettungswurf machen (die Kreatur wählt die Fähigkeit, die sie verwenden soll). Wenn der Artikel mitgeführt wird, wird dies mit Vorteil gespart. Bei einem fehlgeschlagenen Speichern wird das Element direkt zu Ihnen gezogen. Wer freie Hand hat, fängt die Waffe. Sonst landet es dir zu Füßen.</p>"
        },
        {
            "id": "Force Enlightenment",
            "name": "Erleuchtung erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Führung</em></p> <p>Du berührst eine Kreatur und verbesserst sie mit der Macht. Wählen Sie einen der folgenden Effekte; das Ziel erhält diesen Effekt, bis die Kraft endet.</p> <ul> <li><strong><em>Stärke.</em></strong> Das Ziel hat einen Vorteil bei Stärkewürfen und seiner Tragfähigkeit verdoppelt.</li> <li><strong><em>Geschicklichkeit.</em></strong> Das Ziel hat einen Vorteil bei Fertigkeitswürfen. Es erleidet auch keinen Schaden durch Fallen von 6 m oder weniger, wenn es nicht handlungsunfähig ist.</li> <li><strong><em>Ausdauer.</em></strong> Das Ziel hat einen Vorteil bei Konstitutionswürfen . Es erhält auch [[/r 2W6]] temporäre Trefferpunkte, die verloren gehen, wenn die Macht endet.</li> <li><strong><em>List.</em></strong> Das Ziel hat einen Vorteil auf Intelligenzwürfe.</li> <li><strong><em>Weisheit.</em></strong> Das Ziel hat einen Vorteil bei Weisheitswürfen.</li> <li><strong><em>Pracht.< /em></strong>Das Ziel hat einen Vorteil bei Charisma-Würfen.</li> </ul> <p>Diese Kraft hat keinen Einfluss auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft Potenz.</em></strong> Wenn du diese Kraft mit einem Machtslot der 3. Stufe oder höher wirkst, kannst du für jede Slotstufe über der 2. Stufe eine zusätzliche Kreatur als Ziel wählen.</p>"
        },
        {
            "id": "Force Focus",
            "name": "Fokus erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Force-Technik</em></p> <p>Sie lassen sich von der Macht führen und stärken Ihre Schläge. Bis die Macht endet, verursachen deine Waffenangriffe bei einem Treffer zusätzlich [[/r 1W4]] Kraftschaden.</p>"
        },
        {
            "id": "Force Imbuement",
            "name": "Kraft-Imbument",
            "description": "<p>Der Kristall in einer einfachen Lichtwaffe oder das Material einer einfachen Vibrowaffe oder einer improvisierten Waffe ist von der Macht der Macht durchdrungen. Für die Dauer kannst du deine Forcecast-Fähigkeit anstelle von Stärke für die Angriffs- und Schadenswürfe von Nahkampfangriffen mit dieser Waffe verwenden, und der Schadenswürfel der Waffe wird zu einem [[/r d8]]. Die Waffe wird auch verbessert, falls dies noch nicht der Fall ist, und Sie werden damit geübt, wenn Sie es noch nicht sind. Die Kraft endet, wenn du sie erneut wirkst oder die Waffe loslässt.</p>"
        },
        {
            "id": "Force Immunity",
            "name": "Immunität erzwingen",
            "description": "<p>Eine unbewegliche, schwach schimmernde Barriere entsteht um Sie herum und bleibt für die Dauer bestehen. Die Barriere bewegt sich mit Ihnen. Jede Kraftstärke der 3. Stufe oder niedriger, die von außerhalb der Barriere gewirkt wird, kann dich nicht beeinflussen, selbst wenn die Kraft über einen Kraftplatz höherer Stufe gewirkt wird. Eine solche Kraft kann Sie anvisieren, aber die Kraft hat keine Wirkung auf Sie. Ebenso ist der Bereich innerhalb der Barriere von den Bereichen ausgeschlossen, die von solchen Kräften betroffen sind.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz wirkst der 5. Ebene oder höher blockiert die Barriere Potenzen einer höheren Ebene für jede Slotebene über der 4. Ebene.</p>"
        },
        {
            "id": "Force Jump",
            "name": "Sprung erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Kraftsprung</em></p> <p>Mit der Kraft, um die Kraft in deinen Beinen zu erhöhen, springst du bis zu 9 m auf einen unbesetzten Platz, den du sehen kann.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 2. Stufe oder höher wirkst, erhöht sich deine Sprungweite um 1,5 m für jede Slot-Ebene über 1.</p>"
        },
        {
            "id": "Force Leap",
            "name": "Kraftsprung",
            "description": "<p>Bis zum Ende deines nächsten Zuges kannst du beim Springen statt deines Stärke-Scores deinen Forcecast-Fähigkeitswert verwenden"
        },
        {
            "id": "Force Lightning",
            "name": "Blitz erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Schock</em></p> <p>Ein Blitz, der eine 30 m lange und 1,5 m breite Linie bildet, geht in eine von dir gewählte Richtung aus dir heraus . Jede Kreatur in der Reihe muss einen Geschicklichkeitsrettungswurf machen. Eine Kreatur erleidet [[/r 8W6]] Blitzschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. </p> <p>Der Blitz entzündet brennbare Gegenstände im Bereich, die nicht getragen oder getragen werden.</p> <p><strong><em>Kraft erzwingen.</em></strong> Wenn Sie diese Kraft mit einem Kraftplatz der 4. Stufe oder höher wirken, erhöht sich der Schaden um [[/r 1W6]] für jede Stufe über der 3. Stufe.</p>"
        },
        {
            "id": "Force Lightning Cone",
            "name": "Blitzkegel erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Kettenblitz erzwingen</em></p> <p>Blitze aus deinen Händen. Jede Kreatur in einem 60-Fuß-Kegel muss einen Geschicklichkeitsrettungswurf machen. Eine Kreatur erleidet [[/r 12W6]] Blitzschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel bei einem erfolgreichen.</p> <p><strong><em>Kraft erzwingen.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 8. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 2W6]] für jede Stufe über der 7. Stufe.</p>"
        },
        {
            "id": "Force Link",
            "name": "Verbindung erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Force Meld</em></p> <p>Du erschaffst eine telepathische Verbindung zwischen dir und einer willigen Kreatur, mit der du vertraut bist. Bis die Macht endet, können Sie und das Ziel sofort Worte, Bilder, Geräusche und andere sensorische Botschaften über den Link miteinander teilen, und das Ziel erkennt Sie als die Kreatur, mit der es kommuniziert. Die Kraft ermöglicht es einer Kreatur mit einem Intelligenzwert von mindestens 1, die Bedeutung Ihrer Worte zu verstehen und alle Sinnesbotschaften zu erfassen, die Sie ihr senden. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Force Mask",
            "name": "Maske erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Gedankentrick</em></p> <p>Bis die Macht endet oder du eine Aktion nutzt, um sie zu entlassen, kannst du dich durch den Einsatz der Macht verkleiden auf viele Arten. Sie können um etwa einen Fuß kleiner oder größer erscheinen und das Aussehen Ihres Körpers und Ihres Gewichts verändern, aber Sie können die Grundstruktur Ihres Körpers nicht ändern. Dieser Effekt kann Ihre Kleidung, Waffen und andere Gegenstände an Ihrer Person umfassen.</p> <p>Dieser Effekt ist nur visuell, so dass jede Art von physischem Kontakt nur mit Ihrer tatsächlichen Größe und Form interagiert. Eine Kreatur, die ihre Aktion nutzt, um dich zu untersuchen, kann diesen Effekt mit einem erfolgreichen Intelligenzwurf (Ermittlung) gegen deinen SG für Machtwürfe erkennen. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Force Meld",
            "name": "Verschmelzung erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Flüstern erzwingen</em></p> <p>Du schmiedest eine telepathische Verbindung zwischen bis zu acht willigen Kreaturen deiner Wahl in Reichweite und verbindest jede Kreatur psychisch mit alle anderen für die Dauer. Droiden, Konstrukte und Kreaturen mit Intelligenzwerten von 2 oder weniger sind von dieser Kraft nicht betroffen.</p> <p>Bis die Kraft endet, können die Ziele telepathisch durch die Verbindung kommunizieren, unabhängig davon, ob sie eine gemeinsame Sprache haben oder nicht. Die Kommunikation ist über jede Entfernung möglich, kann sich jedoch nicht über einen einzelnen Planeten hinaus erstrecken.</p>"
        },
        {
            "id": "Force Mend",
            "name": "Besserung erzwingen",
            "description": "<p>Du berührst eine Kreatur und stimulierst ihre natürliche Heilungsfähigkeit. Das Ziel erhält [[/r 4W8+15]] Trefferpunkte zurück. Für die Dauer der Macht erhält das Ziel zu Beginn jedes seiner Züge 1 Trefferpunkt zurück (10 Trefferpunkte pro Minute).</p> <p>Wenn die Kreatur einen abgetrennten Teil hat, hältst du ihn an den Stumpf, die Kraft bewirkt, dass sich das Glied sofort mit dem Stumpf verbindet.</p> <p>Diese Kraft hat keine Wirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Force Project",
            "name": "Projekt erzwingen",
            "description": "<p>Sie erstellen eine illusorische Kopie von sich selbst, die für die Dauer Bestand hat. Die Kopie kann an jedem Ort erscheinen, den Sie zuvor gesehen haben, unabhängig von dazwischenliegenden Hindernissen. Die Illusion sieht aus und klingt wie Sie, ist aber nicht greifbar. Erleidet die Illusion Schaden, verschwindet sie und die Kraft endet. </p> <p>Sie können diese Illusion mit Ihrer Aktion bis zu doppelt so schnell bewegen und sie gestikulieren, sprechen und sich so verhalten, wie Sie es möchten. Es ahmt Ihre Manierismen perfekt nach.</p> <p>Sie können durch seine Augen sehen und durch seine Ohren hören, als wären Sie in seinem Raum. Wenn du an der Reihe bist, kannst du als Bonusaktion von der Nutzung ihrer Sinne zu deinen eigenen oder wieder zurück wechseln. Während Sie seine Sinne benutzen, sind Sie in Bezug auf Ihre eigene Umgebung geblendet und taub.</p> <p>Die körperliche Interaktion mit dem Bild entlarvt es als Illusion, weil Dinge hindurchgehen können. Eine Kreatur, die ihre Aktion nutzt, um das Bild zu untersuchen, kann mit einem erfolgreichen Intelligenzwurf (Ermittlung) gegen deinen Kraftwurf-SG feststellen, dass es sich um eine Illusion handelt. Wenn eine Kreatur die Illusion als das erkennt, was sie ist, kann sie durch das Bild hindurchsehen und jedes Geräusch, das sie macht, klingt für sie hohl.</p>"
        },
        {
            "id": "Force Propel",
            "name": "Kraftantrieb",
            "description": "<p><em><strong>Voraussetzung</strong>: Push/Pull erzwingen</em></p> <p>Wählen Sie eine oder mehrere Kreaturen oder Gegenstände, die nicht getragen oder getragen werden, innerhalb von 18 m mit einem Gewicht von bis zu einem zusammen 15 Pfund. Die Kreaturen oder Objekte bewegen sich sofort 18 m in eine Richtung Ihrer Wahl. Wenn die Kreaturen oder Gegenstände diese Bewegung in der Luft beenden, fallen sie sofort zu Boden. Wenn die Kreaturen oder Objekte während seiner Reise mit einem beliebigen Ziel kollidieren, erleiden sowohl die Kreaturen oder Objekte als auch das Ziel [[/r 3W8]] Kinetikschaden. Wenn das Ziel eine Kreatur ist, muss es einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet er [[/r 3W8]] Kinetikschaden oder halb so viel bei einem erfolgreichen.</p> <p><strong><em>Kraft erzwingen.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 2. Stufe oder höher wirkst, erhöht sich das maximale Gewicht um 15 Pfund und der Schaden um [[/r 1W8]] für jede Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Force Push/Pull",
            "name": "Drücken/Ziehen erzwingen",
            "description": "<p>Du erhältst die geringfügige Fähigkeit, Kreaturen und Objekte mit der Macht zu bewegen oder zu manipulieren. Sie können mit Ihrem telekinetischen Griff eine feine Kontrolle auf Objekte ausüben, wie z. B. ein einfaches Werkzeug manipulieren, eine Tür oder einen Behälter öffnen, einen Gegenstand aus einem offenen Behälter verstauen oder herausholen oder den Inhalt aus einer Ampulle gießen. Alternativ können Sie eine Kreatur oder ein Objekt, das Sie sehen können, schieben oder ziehen. </p> <p>Du verwendest die Macht, um eine mittlere oder kleinere Kreatur oder einen Gegenstand, der nicht getragen oder getragen wird, in Reichweite zu bewegen. Das Ziel muss einen Kraftrettungswurf machen. Ein Objekt scheitert automatisch an diesem Rettungswurf. Bei einem fehlgeschlagenen Rettungswurf bewegt sich die Kreatur oder das Objekt je nach Größe einige Meter in eine Richtung deiner Wahl. Eine kleine Kreatur oder ein kleines Objekt kann bis zu 6 Meter bewegt werden, eine kleine Kreatur oder ein kleiner Gegenstand kann bis zu 3 Meter bewegt werden und eine mittlere Kreatur oder ein Objekt kann bis zu 1,5 Meter bewegt werden. Wenn die Kreatur oder das Objekt am Ende dieser Bewegung eine andere Kreatur oder ein anderes Objekt trifft, muss es einen Geschicklichkeitsrettungswurf ausführen. Ein Objekt scheitert automatisch an diesem Rettungswurf. Bei einem fehlgeschlagenen Rettungswurf erleiden beide [[/r 1W4]] Kinetikschaden.</p> <p>Diese Kraft verbessert sich, wenn du höhere Level erreichst. Auf der 5. Stufe kannst du eine kleine Kreatur oder ein Objekt bis zu 9 m, eine kleine Kreatur oder ein Objekt bis zu 6 m, eine mittlere Kreatur oder ein Objekt bis zu 3 m weit bewegen, und der Schaden der Kraft erhöht sich auf [[/r 2W4]] kinetischer Schaden. Auf der 11. Stufe kannst du eine kleine Kreatur oder einen Gegenstand bis zu 9 m weit bewegen, eine mittlere Kreatur bis zu 6 m und der Schaden der Macht erhöht sich auf [[/r 3W4]] Kinetikschaden. Auf der 17. Stufe kannst du eine mittlere Kreatur bis zu 9 m weit bewegen und der Schaden der Macht erhöht sich auf [[/r 4W4]] Kinetikschaden.</p>"
        },
        {
            "id": "Force Reflect",
            "name": "Kraftreflektieren",
            "description": "<p><em><strong>Voraussetzung</strong>: Sabre Reflect</em></p> <p>Als Reaktion auf einen Angriff versuchen Sie, den Angriff mit der Macht abzuwehren. Wenn du diese Kraft einsetzt, wird der Schaden, den du durch den Angriff erleidest, um [[/r 1W10]] verringert. Wenn Sie den Schaden auf 0 reduzieren und der Schaden Energie, Kraft, Ionen, Kinetik, Blitz, Nekrose oder Schall ist, können Sie den Angriff als Teil derselben Reaktion auf ein Ziel in Reichweite reflektieren. Führe einen Fernkampfangriff auf ein Ziel aus, das du sehen kannst. Der Angriff hat eine normale Reichweite von 9 Metern und eine große Reichweite von 90 Metern. Bei einem Treffer erleidet das Ziel den normalen Schaden des auslösenden Angriffs.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn Sie diese Kraft mit einem Kraftplatz der 2. Stufe wirken oder höher, erhöht sich die Schadensreduzierung um [[/r 1W10]] für jede Slot-Stufe über 1.</p>"
        },
        {
            "id": "Force Repulse",
            "name": "Abstoß erzwingen",
            "description": "<p>Sie lösen einen omnidirektionalen telekinetischen Burst aus. Jede Kreatur innerhalb von 6 m muss einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 8W6]] Kraftschaden und wird 1,5 m zurückgestoßen. Bei einem erfolgreichen Rettungswurf erleidet eine Kreatur den halben Schaden und wird nicht gestoßen.</p> <p>Alle kleinen Gegenstände, die nicht getragen oder getragen werden, werden ebenfalls 1,5 m zurückgeschoben.</p> <p><strong>< em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 4. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W6]] für jede Stufe über der 3. Stufe.</p>"
        },
        {
            "id": "Force Scream",
            "name": "Schrei erzwingen",
            "description": "<p>Du stößt einen Schrei aus, der von der Macht der Macht erfüllt ist. Jeder Kreatur, die du innerhalb von 4,50 m um dich wählst, muss ein Konstitutions-Rettungswurf gelingen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 4W6]] psychischen Schaden, [[/r 4W6]] Schallschaden und ist bis zum Ende ihres nächsten Zuges taub. Bei einem erfolgreichen Rettungswurf erleidet er nur halb so viel Schaden und ist nicht taub.</p>"
        },
        {
            "id": "Force Shunt",
            "name": "Nebenschluss erzwingen",
            "description": "<p>Du nutzt die Macht, um eine Kreatur, die du sehen kannst, zu Boden zu stoßen. Das Ziel muss einen Kraftrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 1W4]] Kinetikschaden und fällt hin. </p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W4]], wenn du die 5. Stufe ([[/r 2W4]]), die 11. Stufe ([[/r 3W4]]) und die 17. Stufe ( [[/r 4d4]]).</p>"
        },
        {
            "id": "Force Sight",
            "name": "Sicht erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Macht wahrnehmen</em></p> <p>Du veränderst deine Sicht, um durch den Einsatz der Macht zu sehen; Farben verblassen und leblose Objekte erscheinen als Graustufen. Für die Dauer erhältst du die folgenden Vorteile.</p> <ul> <li>Lebendige Dinge leuchten mit der Macht der Macht. Diejenigen mit einer Affinität zur hellen Seite leuchten blau, diejenigen mit einer Affinität zur dunklen Seite leuchten rot und diejenigen ohne Abstimmung auf eine Seite der Macht leuchten gelb. Wie hell sie leuchten, hängt davon ab, wie stark ihre Verbindung zur Macht ist.</li> <li>Du erhältst Blindsehvermögen bis 9 m.</li> <li>Du hast einen Vorteil bei Würfen auf Weisheit (Wahrnehmung), die auf Sicht basieren gegen lebende Ziele im Umkreis von 9 m.</li></ul>"
        },
        {
            "id": "Force Storm",
            "name": "Sturm erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Blitzkegel erzwingen</em></p> <p>Ein knisternder Blitzsturm mit einem Durchmesser von 18 m und einer Höhe von 120 m erscheint an einem Ort Sie wählen innerhalb der Reichweite. Immer wenn eine Kreatur in den Sturm eintritt oder dort ihren Zug beginnt, muss sie einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet er [[/r 30W6]] Blitzschaden oder halb so viel wie ein erfolgreicher.</p> <p>Die Kraft beschädigt Gegenstände in der Umgebung und entzündet brennbare Gegenstände, die nicht getragen werden oder getragen.</p>"
        },
        {
            "id": "Force Suppression",
            "name": "Unterdrückung erzwingen",
            "description": "<p>Wähle eine Kreatur, ein Objekt oder einen Krafteffekt in Reichweite. Jede Kraftstärke der 3. Stufe oder niedriger am Ziel endet. Führe für jede Machtstärke der 4. Stufe oder höher auf dem Ziel einen Fähigkeitstest mit deiner Kraftzauberfähigkeit durch. Der DC entspricht 10 + der Leistungsstufe. Bei einem Erfolg endet die Kraft.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einem Kraft-Slot der 4. Stufe oder höher wirken, beenden Sie automatisch die Auswirkungen einer Machtkraft auf das Ziel, wenn die Stärke der Kraft kleiner oder gleich der Stärke des verwendeten Kraftplatzes ist.</p>"
        },
        {
            "id": "Force Technique",
            "name": "Krafttechnik",
            "description": "<p>Du durchdringst deine Waffe mit dem reinigenden Licht der Macht. Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Nahkampfwaffenangriff gegen eine Kreatur in deiner Reichweite ausführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und wird bis zum Beginn deines nächsten Zuges von einer glühenden Barriere aus Machtenergie umhüllt. Wenn sich das Ziel vorher freiwillig bewegt, erleidet es sofort [[/r 1W8]] Kraftschaden und die Kraft endet.</p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Level erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1W8]] Kraftschaden zu und der Schaden, den das Ziel für die Bewegung erleidet, erhöht sich auf [[/r 2W8]]. Beide Schadenswürfe erhöhen sich um [[/r 1W8]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Force Throw",
            "name": "Wurf erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Force Push/Pull</em></p> <p>Du verwendest die Force, um eine große oder kleinere Kreatur oder einen Gegenstand zu bewegen, der nicht getragen oder in Reichweite getragen wird . Das Ziel muss einen Kraftrettungswurf machen. Ein Objekt scheitert automatisch an diesem Rettungswurf. Bei einem fehlgeschlagenen Rettungswurf bewegt sich die Kreatur oder das Objekt je nach Größe einige Meter in eine Richtung deiner Wahl. Eine kleine Kreatur oder ein Objekt kann bis zu 30 Fuß bewegt werden, eine kleine Kreatur oder ein Objekt kann bis zu 18 Meter bewegt werden, eine mittlere Kreatur oder ein Objekt kann bis zu 9 Meter bewegt werden und eine große Kreatur oder ein großes Objekt kann bis zu . bewegt werden 10 Fuß. Wenn die Kreatur oder das Objekt am Ende dieser Bewegung eine andere Kreatur oder ein anderes Objekt trifft, erleiden beide [[/r 2W8]] Kraftschaden.</p> <p><strong><em>Kraftstärke.</em> </strong> Wenn du diese Kraft mit einem Kraftplatz der 3. Stufe oder höher wirkst, erhöht sich die Reichweite einer Kreatur oder eines Objekts um 3 Fuß auf maximal 90 Fuß und der Schaden der Kraft erhöht sich um [[/r 1W8]].</p>"
        },
        {
            "id": "Force Trance",
            "name": "Trance erzwingen",
            "description": "<p>Du machst eine beruhigende Geste und bis zu drei willige Kreaturen deiner Wahl, die du in Reichweite sehen kannst, werden für die Dauer der Kraft bewusstlos. Die Kraft endet bei einem Ziel vorzeitig, wenn es Schaden erleidet oder jemand eine Aktion nutzt, um es zu schütteln oder wachzurütteln. Wenn ein Ziel für die gesamte Dauer bewusstlos bleibt, erhält dieses Ziel den Vorteil einer kurzen Pause und kann nicht erneut von dieser Kraft beeinflusst werden, bis es eine lange Pause beendet hat. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 4. kann eine zusätzliche willige Kreatur für jede Slot-Stufe über der 3. Stufe anvisieren.</p>"
        },
        {
            "id": "Force Vision",
            "name": "Vision erzwingen",
            "description": "<p>Sie erhalten durch die Macht eine Vision der Zukunft, die Ihnen oder einer willigen Kreatur, die Sie in Reichweite sehen können, die Chance gibt, das Schicksal zu ändern. Wenn die gewählte Kreatur einen Fähigkeitswurf, einen Angriffswurf oder einen Rettungswurf macht, bevor die Kraft endet, kann sie diese Kraft auf sich selbst entlassen, um weitere [[/r W20]] zu würfeln und zu wählen, welche der W20 verwendet werden soll. Alternativ, wenn ein Angriffswurf gegen die gewählte Kreatur ausgeführt wird, kann sie diese Kraft auf sich selbst entlassen, um einen [[/r W20]] zu würfeln und wählen, welchen der W20 verwendet werden soll, den, den sie gewürfelt hat oder den der Angreifer gewürfelt hat. </p> <p>Wenn der ursprüngliche [[/r d20]]-Wurf einen Vor- oder Nachteil hat, würfelt die Kreatur die zusätzlichen [[/r d20]], nachdem dem ursprünglichen Wurf ein Vorteil oder Nachteil zugefügt wurde.</p > <p><strong><em>Macht-Potenz.</em></strong> Wenn du diese Kraft mit einem Machtslot der 3. Stufe oder höher wirkst, kannst du für jede Slot-Stufe über der 2. Stufe eine zusätzliche Kreatur als Ziel wählen.< /p>"
        },
        {
            "id": "Force Weapon",
            "name": "Waffe erzwingen",
            "description": "<p><em><strong>Voraussetzung</strong>: Force Imbument</em></p> <p>Du berührst eine unverbesserte Waffe, mit der du geübt bist. Während Sie sie für die Dauer führen, wird diese Waffe zu einer verbesserten Waffe mit einem Bonus von +1 auf Angriffs- und Schadenswürfe. Außerdem kannst du deinen Forcecast-Modifikator anstelle deines Stärke- oder Geschicklichkeitsmodifikators für Angriffe und Schadenswürfe verwenden, wenn du mit dieser Waffe angreifst.</p> <p><strong><em>Force Potency.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 5. Stufe oder höher wirkst, erhöht sich der Bonus auf +2. Wenn du einen Force-Slot der 7. Stufe oder höher verwendest, erhöht sich der Bonus auf +3.</p>"
        },
        {
            "id": "Force Whisper",
            "name": "Flüstern erzwingen",
            "description": "<p>Du nutzt die Macht, um einer anderen Kreatur in Reichweite eine Nachricht mit deiner Stimme zu übermitteln. Das Ziel (und nur das Ziel) hört die Nachricht und kann mit einem Flüstern antworten, das nur Sie hören können.</p> <p>Sie können diese Kraft durch feste Objekte wirken, wenn Sie mit dem Ziel vertraut sind und wissen, dass es jenseits davon ist die Barriere. Ein verstärkter Stille-Effekt, 1 Fuß Stein, 1 Zoll gewöhnliches Metall, eine dünne Bleiplatte oder 3 Fuß Holz blockieren die Kraft. Der Strom muss keiner geraden Linie folgen und kann sich frei um Ecken oder durch Öffnungen bewegen.</p>"
        },
        {
            "id": "Freedom of Movement",
            "name": "Bewegungsfreiheit",
            "description": "<p>Du berührst eine willige Kreatur. Seine Bewegung wird von schwierigem Gelände nicht beeinflusst und Kräfte und verstärkte Effekte können seine Geschwindigkeit nicht verringern oder dazu führen, dass es gelähmt oder zurückgehalten wird.</p> <p>Das Ziel kann 1,5 m Bewegung aufwenden, um automatisch aus nicht verstärkten Einschränkungen zu entkommen. Darüber hinaus erlegt das Untertauchen keine Strafen auf seine Bewegung oder Angriffe auf. </p>"
        },
        {
            "id": "Give Life",
            "name": "Leben geben",
            "description": "<p>Wenn du deine Hand auf eine andere Kreatur legst, kannst du deine eigene Lebenskraft auf sie übertragen. Man gibt einen seiner Trefferwürfel aus und würfelt und die Kreatur erhält so viele Trefferpunkte zurück. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Grasping Vine",
            "name": "Greifende Rebe",
            "description": "<p><em><strong>Voraussetzung</strong>: Plant Surge</em></p> <p>Du lässt in einem unbesetzten Feld, das du sehen kannst, eine Ranke aus dem Boden sprießen. Wenn du diese Kraft wirkst, kannst du die Ranke eine Kreatur bis zu 9 m davon peitschen lassen, wenn du das Ziel sehen kannst. Die Kreatur muss einen Geschicklichkeitswurf bestehen oder wird 6 m direkt auf die Ranke zugezogen.</p> <p>Bis die Macht endet, kannst du deine Bonusaktion nutzen, um die Ranke wieder auspeitschen zu lassen.</p>"
        },
        {
            "id": "Greater Feedback",
            "name": "Größeres Feedback",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbessertes Feedback</em></p> <p>Du wählst einen Punkt in Reichweite und lässt dort psychische Energie explodieren. Jede Kreatur in einer um diesen Punkt zentrierten Kugel mit 6 m Radius muss einen Intelligenzrettungswurf machen. Eine Kreatur mit einem Intelligenzwert von 2 oder weniger kann von dieser Kraft nicht beeinflusst werden. Ein Ziel erleidet [[/r 8W6]] psychischen Schaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen.</p> <p>Nach einem fehlgeschlagenen Rettungswurf hat ein Ziel 1 Minute lang verwirrte Gedanken. Während dieser Zeit wirft er einen [[/r d6]] und zieht die gewürfelte Zahl von all seinen Angriffswürfen und Fertigkeitswürfen sowie seinen Konstitutionsrettungswürfen ab, um die Konzentration aufrechtzuerhalten. Das Ziel kann am Ende jedes seiner Züge einen Weisheitsrettungswurf machen, der den Effekt auf sich selbst bei einem Erfolg beendet.</p>"
        },
        {
            "id": "Greater Heal",
            "name": "Größere Heilung",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserte Heilung</em></p> <p>Wähle eine Kreatur, die du in Reichweite sehen kannst. Eine Welle positiver Energie durchflutet die Kreatur, wodurch sie 70 Trefferpunkte zurückerlangt. Diese Kraft beendet auch Blindheit, Taubheit und alle Krankheiten, die das Ziel betreffen. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraftplatz ab der 7. Heilung erhöht sich um 10 für jede Slot-Stufe über der 6.</p>"
        },
        {
            "id": "Greater Saber Throw",
            "name": "Großer Säbelwurf",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserter Säbelwurf</em></p> <p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Fernkampfangriff mit a . durchführen Lightweapon oder Vibroeapon gegen ein Ziel innerhalb der Reichweite der Kraft, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel [[/r 6W8]] Schaden derselben Art wie der Schaden der Waffe und muss einen Konstitutionsrettungswurf gegen einen zusätzlichen Effekt machen, der von deiner Wahl der Zauberfähigkeit abhängt:</p> <p>< strong><em>Weisheit.</em></strong> Das Ziel erleidet zusätzlich [[/r 4W6]] Kraftschaden und wird bis zum Ende seines nächsten Zuges um vier Stufen verlangsamt. Bei einem Erfolg erleidet das Ziel halb so viel Schaden und seine Geschwindigkeit wird nicht verringert.</p> <p><strong><em>Charisma.</em></strong> Das Ziel erleidet zusätzliche [[/ r 4W6]] nekrotischen Schaden und kann bis zum Ende seines nächsten Zuges keine Trefferpunkte zurückgewinnen. Bei einem Erfolg erleidet das Ziel nur halb so viel Schaden und seine Heilfähigkeit wird nicht beeinflusst.</p> <p>Die Waffe kehrt dann sofort in deine Hand zurück.</p> <p><strong><em>Force Potency. </em></strong> Wenn du diese Kraft mit einem Kraftplatz der 6. Stufe oder höher wirkst, erhöht sich die Kraft oder der nekrotische Schaden um [[/r 1W6]] für jeden Platz über der 5. Stufe.</p>"
        },
        {
            "id": "Guidance",
            "name": "Orientierungshilfe",
            "description": "<p>Du berührst eine willige Kreatur. Einmal, bevor die Macht endet, kann das Ziel einen [[/r d4]] würfeln und die gewürfelte Zahl zu einem Fähigkeitswurf seiner Wahl addieren. Er kann vor oder nach dem Fähigkeitscheck würfeln. Die Macht endet dann.</p> <p>Der Würfel dieser Macht erhöht sich auf höheren Stufen: auf einen [[/r d6]] auf der 5. Stufe, auf einen [[/r d8]] auf der 11. Stufe und auf einen [[/ r d10]] auf der 17. Stufe.</p>"
        },
        {
            "id": "Hallucination",
            "name": "Halluzination",
            "description": "<p>Du erschaffst eine gefährliche Illusion im Geist einer Kreatur, die du in Reichweite sehen kannst. Das Ziel muss einen Weisheitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erschaffst du ein gespenstisches Objekt, eine Kreatur oder ein anderes sichtbares Phänomen deiner Wahl, das nicht größer als ein 3-Fuß-Würfel ist und für die Dauer nur für das Ziel wahrnehmbar ist. Diese Kraft hat keine Wirkung auf Droiden oder Konstrukte.</p> <p>Die Halluzination umfasst Geräusche, Temperatur und andere Reize, die ebenfalls nur für die Kreatur sichtbar sind.</p> <p>Das Ziel kann seine Aktion verwenden, um zu untersuchen die Halluzination mit einem Intelligenzwurf (Ermittlung) gegen deinen Kraft-Energiespar-SG. Wenn der Wurf erfolgreich ist, erkennt das Ziel, dass die Halluzination eine Illusion ist und die Kraft endet.</p> <p>Während ein Ziel von der Kraft betroffen ist, behandelt das Ziel die Halluzination als wäre sie echt. Das Ziel rationalisiert alle unlogischen Ergebnisse aus der Interaktion mit der Halluzination. Beispiel: Ein Ziel, das versucht, über eine phantastische Brücke zu gehen, die einen Abgrund überspannt, fällt, sobald es die Brücke betritt. Wenn das Ziel den Sturz überlebt, glaubt es immer noch, dass die Brücke existiert und kommt mit einer anderen Erklärung für den Sturz - sie wurde gestoßen, sie rutschte oder ein starker Wind könnte sie abgerissen haben.</p> <p>An Das betroffene Ziel ist von der Realität der Halluzination so überzeugt, dass es durch die Illusion sogar Schaden nehmen kann. Eine Halluzination, die geschaffen wurde, um als Kreatur zu erscheinen, kann das Ziel angreifen. In ähnlicher Weise kann eine Halluzination, die als Feuer, eine Säurelache oder Lava erzeugt wird, das Ziel verbrennen. In jeder Runde in deinem Zug kann die Halluzination dem Ziel [[/r 1W6]] psychischen Schaden zufügen, wenn es sich im Bereich der Halluzination oder innerhalb von 1,5 m um die Halluzination befindet, vorausgesetzt, die Illusion besteht in einer Kreatur oder Gefahr, die logischerweise möglich ist Schaden zufügen, zum Beispiel durch Angriffe. Das Ziel nimmt den Schaden als einen der Illusion angemessenen Typ wahr.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 3. Stufe wirkst oder höher erhöht sich die Reichweite um 6 m, die Bildabmessungen um 1,5 m und du kannst eine zusätzliche Kreatur für jeweils zwei Slot-Level über dem 2. Level anvisieren.</p>"
        },
        {
            "id": "Heal",
            "name": "Heilen",
            "description": "<p>Eine Kreatur, die du berührst, erhält eine Anzahl von Trefferpunkten in Höhe von [[/r 1W8]] + deinem Kraftwirkungs-Fähigkeitsmodifikator zurück. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot der 2. Stufe oder höher wirkst, wird die Heilung erhöht sich um [[/r 1W8]] für jede Slot-Stufe über 1.</p>"
        },
        {
            "id": "Heroism",
            "name": "Heldentum",
            "description": "<p>Eine willige Kreatur, die du berührst, ist von Tapferkeit erfüllt. Bis die Macht endet, ist die Kreatur immun gegen Angst und erhält zu Beginn jedes ihrer Züge vorübergehende Trefferpunkte in Höhe deines Kraftwirkungs-Fähigkeitsmodifikators. Wenn die Kraft endet, verliert das Ziel alle verbleibenden temporären Trefferpunkte dieser Kraft. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot der 2. Stufe oder höher wirkst, kann eine zusätzliche Kreatur für jede Slot-Stufe über 1. anvisieren.</p>"
        },
        {
            "id": "Hex",
            "name": "Verhexen",
            "description": "<p>Du verfluchst einen Gegner in Reichweite. Bis die Macht endet, fügst du dem Ziel zusätzlich [[/r 1W6]] nekrotischen Schaden zu, wenn du es mit einem Angriff triffst. Wähle außerdem eine Fähigkeit, wenn du die Macht wirkst. Das Ziel hat einen Nachteil bei Fähigkeitswürfen mit der gewählten Fähigkeit.</p> <p>Falls das Ziel auf 0 Trefferpunkte sinkt, bevor diese Kraft endet, kannst du in einem nachfolgenden Zug von dir eine Bonusaktion verwenden, um eine neue Kreatur zu verfluchen .</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot der 3. bis 8 Stunden. Wenn du einen Kraftplatz ab der 5. Stufe verwendest, kannst du deine Konzentration bis zu 24 Stunden lang auf die Kraft aufrechterhalten.</p>"
        },
        {
            "id": "Horror",
            "name": "Grusel",
            "description": "<p><em><strong>Voraussetzung</strong>: Angst</em></p> <p>Du projizierst ein phantastisches Bild der schlimmsten Ängste einer Kreatur. Jeder Kreatur in einem 9 m langen Kegel muss ein Weisheitsrettungswurf gelingen oder alles, was sie hält, fallen lassen und für die Dauer verängstigt werden. Diese Kraft hat keine Auswirkung auf Konstrukte oder Droiden.</p> <p>Eine Kreatur muss sich zwar von dieser Kraft erschrecken, aber sie muss die Aktion Sprint ausführen und sich auf dem sichersten </p> <p>verfügbaren Weg auf jedem von von dir entfernen seine Wendungen, es sei denn, es gibt keinen Ort, an dem man sich bewegen kann. Wenn die Kreatur ihren Zug an einem Ort beendet, an dem sie keine Sichtlinie zu dir hat, kann die Kreatur einen Weisheitsrettungswurf machen. Bei einem erfolgreichen Rettungswurf endet die Kraft für diese Kreatur.</p>"
        },
        {
            "id": "Hysteria",
            "name": "Hysterie",
            "description": "<p><em><strong>Voraussetzung</strong>: Halluzination</em></p> <p>Du erschließt die Albträume einer Kreatur, die du in Reichweite sehen kannst, und erzeugst eine illusorische Manifestation ihrer tiefsten Ängste. nur für diese Kreatur sichtbar. Dem Ziel muss ein Weisheitsrettungswurf gelingen oder für die Dauer erschreckt werden. Am Ende jeder Runde des Ziels, bevor die Macht endet, muss dem Ziel ein Weisheitsrettungswurf gelingen oder es muss [[/r 4W10]] psychischen Schaden erleiden. Bei einem erfolgreichen Speichern endet die Leistung. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einem Kraft-Kraft-Slot der 5. Stufe oder höher wirken, der Schaden erhöht sich um [[/r 1W10]] für jede Slot-Stufe über der 4.</p>"
        },
        {
            "id": "Improved Battle Meditation",
            "name": "Verbesserte Kampfmeditation",
            "description": "<p><em><strong>Voraussetzung</strong>: Kampfmeditation</em></p> <p>Du strahlst eine Aura von bis zu 4,50 m aus, die die Moral und die allgemeine Kampfkraft von dir und deinen Verbündeten gleichzeitig steigert die Kampfkraft der Opposition zu verringern, indem sie ihren Kampfwillen untergräbt. </p> <p>Immer wenn du oder eine befreundete Kreatur in deiner Meditation einen Angriffswurf oder einen Rettungswurf macht, kann sie einen [[/r d6]] würfeln und die gewürfelte Zahl zum Angriffswurf oder Rettungswurf addieren. </p> <p>Immer wenn eine feindliche Kreatur in deine Meditation eintritt oder dort ihren Zug beginnt, muss sie einen Charisma-Rettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf muss er einen [[/r d6]] werfen und die gewürfelte Zahl von jedem Angriffswurf oder Rettungswurf abziehen, den er vor dem Ende deines nächsten Zuges durchführt. Bei einem erfolgreichen Rettungswurf ist es 1 Tag lang immun gegen diese Kraft.</p>"
        },
        {
            "id": "Improved Dark Side Tendrils",
            "name": "Verbesserte Ranken der dunklen Seite",
            "description": "<p><em><strong>Voraussetzung</strong>: Ranken der dunklen Seite</em></p> <p>Du beschwörst an einem Punkt innerhalb deiner Reichweite eine tintenschwarze Kugel mit einem Radius von 6 m. Kein Licht, weder verstärkt noch anderweitig, kann den Bereich erhellen, Kreaturen, die sich vollständig innerhalb des Bereichs befinden, werden geblendet und der Bereich ist schwieriges Gelände. Jede Kreatur, die ihren Zug im Bereich beginnt, erleidet [[/r 2W6]] nekrotischen Schaden. Jede Kreatur, die ihren Zug im Wirkungsbereich beendet, muss einen Stärkerettungswurf erfolgreich abschließen oder [[/r 2d6]] Giftschaden erleiden, während Ranken dunkler Energie sie streicheln.</p>"
        },
        {
            "id": "Improved Feedback",
            "name": "Verbessertes Feedback",
            "description": "<p><em><strong>Voraussetzung</strong>: Feedback</em></p> <p>Du entfesselst eine Explosion psychischer Energie auf ein Ziel in Reichweite. Wenn das Ziel Sie hören kann (obwohl es Sie nicht verstehen muss), muss ihm ein Intelligenzrettungswurf gelingen. Bei einem fehlgeschlagenen Rettungswurf erleidet es [[/r 3W6]] psychischen Schaden und muss seine Reaktion, falls verfügbar, sofort einsetzen, um sich so weit von dir wegzubewegen, wie es seine Geschwindigkeit zulässt. Die Kreatur bewegt sich nicht in offensichtlich gefährlichen Boden wie ein Feuer oder eine Grube. Bei einem erfolgreichen Rettungswurf erleidet das Ziel nur halb so viel Schaden und muss sich nicht entfernen. Einer tauben Kreatur gelingt der Rettungswurf automatisch.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot der 2. Stufe oder höher wirkst, wird der Schaden erhöht sich um [[/r 1W6]] für jede Slot-Stufe über 1.</p>"
        },
        {
            "id": "Improved Force Barrier",
            "name": "Verbesserte Kraftbarriere",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtbarriere</em></p> <p>Diese Kraft stärkt deine Verbündeten mit Zähigkeit und Entschlossenheit. Wähle bis zu zwölf Kreaturen in Reichweite. Jedes Ziel erhält die folgenden Vorteile:</p> <ul> <li>Das Ziel wird immun gegen Gift und Krankheiten. Alle derzeit existierenden Gifte oder Krankheiten sind noch vorhanden.</li> <li>Die Kreatur wird immun gegen Angstzustände durch Kräfte.</li> <li>Das Maximum an Trefferpunkten und die aktuellen Trefferpunkte der Kreatur erhöhen sich um [[/r 2W10] ] für die Dauer.</li> </ul> <p>Diese Vorteile gelten für 24 Stunden oder bis zum Ende Ihrer nächsten langen Pause, je nachdem, was zuerst eintritt.</p>"
        },
        {
            "id": "Improved Force Camouflage",
            "name": "Verbesserte Krafttarnung",
            "description": "<p><em><strong>Voraussetzung</strong>: Tarnung erzwingen</em></p> <p>Eine willige Kreatur, die du berührst, wird unsichtbar, bis die Macht endet. Alles, was das Ziel trägt oder trägt, ist unsichtbar, solange es sich am Körper des Ziels befindet. </p>"
        },
        {
            "id": "Improved Force Immunity",
            "name": "Verbesserte Machtimmunität",
            "description": "<p><em><strong>Voraussetzung</strong>: Immunität erzwingen</em></p> <p>Eine unbewegliche, schwach schimmernde Barriere entsteht in einem Umkreis von 4,5 m um dich herum und bleibt für die Dauer . Die Barriere bewegt sich mit dir.</p> <p>Jede Kraftstärke der 5. Stufe oder niedriger, die von außerhalb der Barriere gewirkt wird, kann keine Kreaturen oder Objekte darin beeinflussen, selbst wenn die Kraft mit einem höheren Kraftslot gewirkt wird. Eine solche Kraft kann Kreaturen und Objekte innerhalb der Barriere als Ziel haben, aber die Kraft hat keine Auswirkung auf sie. Ebenso ist der Bereich innerhalb der Barriere von den Bereichen ausgeschlossen, die von solchen Kräften betroffen sind.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz wirkst der 7. Ebene oder höher blockiert die Barriere Potenzen einer höheren Ebene für jede Slot-Ebene über der 6. Ebene.</p>"
        },
        {
            "id": "Improved Force Scream",
            "name": "Verbesserter Kraftschrei",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtschrei</em></p> <p>Du stößt einen heftigen Schrei aus, der von der Macht der Macht durchdrungen ist. Jeder Kreatur, die du innerhalb von 9 m um dich wählst, muss ein Konstitutions-Rettungswurf gelingen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 5W6]] psychischen Schaden, [[/r 5W6]] Schallschaden, ist bis zum Ende ihres nächsten Zuges taub und wird zu Boden geworfen. Bei einem erfolgreichen Rettungswurf erleidet er nur halb so viel Schaden und ist nicht taub oder zu Boden geworfen.</p>"
        },
        {
            "id": "Improved Heal",
            "name": "Verbesserte Heilung",
            "description": "<p><em><strong>Voraussetzung</strong>: Heilen</em></p> <p>Eine Welle heilender Energie wird von einem Punkt deiner Wahl in Reichweite ausgewaschen. Wähle bis zu sechs Kreaturen in einer Kugel mit einem Radius von 9 m, die um diesen Punkt zentriert ist. Jedes Ziel erhält Trefferpunkte in Höhe von [[/r 3W8]] + deinem Kraftwirkungs-Fähigkeitsmodifikator zurück. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einem Kraftplatz ab der 6. Heilung erhöht sich um [[/r 1W8]] für jede Slot-Stufe über dem 5. Platz.</p>"
        },
        {
            "id": "Improved Phasestrike",
            "name": "Verbesserter Phasenschlag",
            "description": "<p><em><strong>Voraussetzung</strong>: Phasenschlag</em></p> <p>Wähle bis zu fünf Kreaturen, die du in Reichweite sehen kannst. Führe einen Nahkampfangriff gegen jeden aus. Bei einem Treffer erleidet ein Ziel [[/r 6W10]] Kraftschaden. Sie können sich dann zu einem unbesetzten Feld teleportieren, das Sie im Umkreis von 1,5 m um eine der von Ihnen ausgewählten Kreaturen sehen können.</p>"
        },
        {
            "id": "Improved Phasewalk",
            "name": "Verbesserter Phasengang",
            "description": "<p><em><strong>Voraussetzung</strong>: Phasengang</em></p> <p>Du teleportierst dich bis zu 18 m zu einem unbesetzten Feld, das du sehen kannst. In jedem deiner Züge, bevor die Macht endet, kannst du eine Bonusaktion nutzen, um dich auf diese Weise erneut zu teleportieren.</p>"
        },
        {
            "id": "Improved Restoration",
            "name": "Verbesserte Wiederherstellung",
            "description": "<p><em><strong>Voraussetzung</strong>: Wiederherstellung</em></p> <p>Du versorgst eine Kreatur, die du berührst, mit positiver Energie, um einen schwächenden Effekt rückgängig zu machen. Du kannst die Erschöpfungsstufe des Ziels um eins reduzieren oder einen der folgenden Effekte auf das Ziel beenden:</p> <ul> <li>Ein Effekt, der das Ziel verzaubert hat.</li> <li>Ein Fluch, einschließlich des Einstimmung des Ziels auf einen verfluchten Gegenstand.</li> <li>Jede Verringerung auf einen der Fähigkeitswerte des Ziels.</li> <li>Ein Effekt, der den maximalen Trefferpunkt des Ziels verringert.</li></ul>"
        },
        {
            "id": "Improved Revitalize",
            "name": "Verbesserte Revitalisierung",
            "description": "<p><em><strong>Voraussetzung</strong>: Wiederbelebung</em></p> <p>Du erweckst eine tote Kreatur, die du berührst, zum Leben zurück, sofern sie nicht länger als 1 Stunde tot ist. Wenn die Seele der Kreatur sowohl willens als auch frei ist, sich wieder dem Körper anzuschließen, kehrt die Kreatur mit all ihren Trefferpunkten zum Leben zurück. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte. </p> <p>Diese Kraft neutralisiert auch alle Gifte und heilt Krankheiten, die die Kreatur zum Zeitpunkt ihres Todes betrafen. </p> <p>Diese Kraft schließt alle tödlichen Wunden und stellt alle fehlenden Körperteile wieder her. </p> <p>Die Rückkehr von den Toten ist eine Tortur. Das Ziel erleidet einen Malus von -4 auf alle Angriffswürfe, Rettungswürfe und Fertigkeitswürfe. Jedes Mal, wenn das Ziel eine lange Pause beendet, wird die Strafe um 1 reduziert, bis sie verschwindet.</p>"
        },
        {
            "id": "Improved Saber Throw",
            "name": "Verbesserter Säbelwurf",
            "description": "<p><em><strong>Voraussetzung</strong>: Säbelwurf</em></p> <p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Fernkampfangriff mit einer leichten Waffe durchführen oder vibroweapon gegen ein Ziel innerhalb der Reichweite der Kraft, andernfalls versagt die Kraft. </p> <p>Bei einem Treffer erleidet das Ziel [[/r 2W8]] Schaden derselben Art wie der Schaden der Waffe und muss einen Konstitutionsrettungswurf ausführen. Bei einem fehlgeschlagenen Rettungswurf erhält das Ziel bis zum Ende seines nächsten Zuges 1 Verlangsamungsstufe und die Waffe kehrt dann sofort auf deine Hand zurück. Der nächste Angriff gegen das Ziel, der es vor dem Ende des nächsten Zuges des Ziels trifft, verursacht zusätzlich [[/r 1W10]] Kraftschaden. Bei einem erfolgreichen Rettungswurf erleidet das Ziel beim nächsten Angriff, der es trifft, halb so viel zusätzlichen Kraftschaden und erleidet keinen zusätzlichen Effekt.</p> <p><strong><em>Kraftstärke.</em></ stark> Wenn du diese Kraft mit einem Kraftplatz der 3. Stufe oder höher wirkst, erhöht sich der Kraftschaden um [[/r 1W10]] für jede Stufe über der 2. Stufe.</p>"
        },
        {
            "id": "Insanity",
            "name": "Wahnsinn",
            "description": "<p><em><strong>Voraussetzung</strong>: Horror</em></p> <p>Diese Kraft greift und verdreht die Gedanken der Kreaturen, erzeugt Wahnvorstellungen und provoziert unkontrollierte Aktionen. Jeder Kreatur in einer um dich zentrierten Sphäre mit 9 m Radius muss ein Weisheitsrettungswurf gelingen, wenn du diese Kraft wirkst oder davon betroffen ist.</p> <p>Ein betroffenes Ziel kann keine Reaktionen ausführen und muss einen Wurf werfen [[/r d8]] zu Beginn jedes seiner Züge, um sein Verhalten für diesen Zug zu bestimmen. Diese Kraft hat keine Auswirkung auf Konstrukte oder Droiden.</p> <p>|[[/r d8]]|Verhalten|</p> <p>|:--:|:--|</p> < p>|1| Die Kreatur nutzt ihre gesamte Bewegung, um sich in eine zufällige Richtung zu bewegen. Um die Richtung zu bestimmen, wirf einen [[/r d8]] und weise jeder Würfelseite eine Richtung zu. Die Kreatur führt in diesem Zug keine Aktion aus.|</p> <p>|2-6| Die Kreatur bewegt sich in diesem Zug nicht und führt keine Aktionen aus.|</p> <p>|7-8|Die Kreatur verwendet ihre Aktion, um einen Nahkampfangriff gegen eine zufällig bestimmte Kreatur in ihrer Reichweite durchzuführen. Wenn sich keine Kreatur in seiner Reichweite befindet, tut die Kreatur in diesem Zug nichts.|</p> <p>Am Ende jedes seiner Züge kann ein betroffenes Ziel einen Weisheitsrettungswurf machen. Wenn es gelingt, endet dieser Effekt für dieses Ziel.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot der 6. Stufe oder höher wirkst, der Radius der Kugel erhöht sich um 5 Fuß für jede Kraftschlitzebene über dem 5. </p>"
        },
        {
            "id": "Kill",
            "name": "Töten",
            "description": "<p><em><strong>Voraussetzung</strong>: Ruin</em></p> <p>Du zwingst eine Kreatur, die du in Reichweite sehen kannst, sofort zu sterben. Wenn die Kreatur, die du wählst, 100 Trefferpunkte oder weniger hat, stirbt sie. Andernfalls hat die Macht keine Wirkung.</p>"
        },
        {
            "id": "Kinetite",
            "name": "Kinetite",
            "description": "<p><em><strong>Voraussetzung</strong>: Anhaltender Blitz</em></p> <p>Eine Kugel aus komprimiertem Blitz mit einem Durchmesser von 1,5 m erscheint in einem unbesetzten Bereich deiner Wahl in Reichweite und hält an für die Dauer. Jede Kreatur, die ihren Zug innerhalb von 1,5 m um die Kugel beendet, muss einen Geschicklichkeitsrettungswurf machen. Die Kreatur erleidet [[/r 2W6]] Blitzschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen.</p> <p>Als Bonusaktion kannst du die Kugel bis zu 9 m weit bewegen. Wenn du die Kugel in eine Kreatur rammst, muss diese Kreatur einen Geschicklichkeitswurf machen und erleidet [[/r 2W6]] Kinetikschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen, und die Kugel bewegt sich in diesem Zug nicht mehr. </p> <p>Wenn du die Kugel bewegst, kannst du sie über bis zu 1,5 m hohe Barrieren lenken und über bis zu 3 m breite Gruben springen. Die Kugel entzündet brennbare Gegenstände, die nicht getragen oder getragen werden, und spendet helles Licht in einem Radius von 6 m und schwaches Licht für weitere 6 m.</p> <p><strong><em>Kraftstärke.</em ></strong> Wenn du diese Kraft mit einem Kraftplatz der 3. Stufe oder höher wirkst, erhöhen sich sowohl der Blitz- als auch der kinetische Schaden um [[/r 1W6]] für jede Stufe über der 2. Stufe.</p>"
        },
        {
            "id": "Knight Speed",
            "name": "Rittergeschwindigkeit",
            "description": "<p><em><strong>Voraussetzung</strong>: Geschwindigkeitsschub</em></p> <p>Wähle eine willige Kreatur, die du in Reichweite sehen kannst. Bis die Macht endet, wird die Geschwindigkeit des Ziels verdoppelt, es erhält einen Bonus von +2 auf seine RK, es hat einen Vorteil bei Geschicklichkeitsrettungswürfen und es erhält in jedem Zug eine zusätzliche Aktion. Diese Aktion kann nur verwendet werden, um die Aktion Angriff (nur ein Waffenangriff), Sprinten, Ausrücken, Verstecken oder Verwenden eines Objekts auszuführen.</p> <p>Wenn die Macht endet, kann sich das Ziel nicht bewegen oder Aktionen ausführen bis zu seiner nächsten Runde, als eine Welle der Lethargie über ihn hinwegfegt.</p>"
        },
        {
            "id": "Lightning Charge",
            "name": "Blitzladung",
            "description": "<p>Du verleihst deiner Waffe schwächende Kraftblitze. Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Nahkampfwaffenangriff gegen eine Kreatur in deiner Reichweite ausführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und der Blitz springt vom Ziel auf eine andere Kreatur deiner Wahl, die du innerhalb von 1,5 m Entfernung sehen kannst. Die zweite Kreatur erleidet Blitzschaden in Höhe deines Kraftwirkungs-Fähigkeitsmodifikators.</p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Stufen erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1W8]] Blitzschaden zu und der Blitzschaden an der zweiten Kreatur erhöht sich auf [[/r 1W8]] + deinen Forcecast-Fähigkeitsmodifikator. Beide Schadenswürfe erhöhen sich um [[/r 1W8]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Locate Creature",
            "name": "Kreatur lokalisieren",
            "description": "<p><em><strong>Voraussetzung</strong>: Objekt lokalisieren</em></p> <p>Beschreiben oder benennen Sie eine Ihnen bekannte Kreatur. Sie spüren die Richtung zum Standort der Kreatur, solange sie sich innerhalb von 300 Metern von Ihnen befindet. Befindet sich die Kreatur in Bewegung, kennen Sie die Bewegungsrichtung. Die Macht kann eine bestimmte, Ihnen bekannte Kreatur oder die nächste einer bestimmten Art lokalisieren, solange Sie sie innerhalb von 9 m Entfernung gesehen haben. Wenn die Kreatur eine andere Form hat, funktioniert die Kraft nicht. Diese Kraft kann eine Kreatur nicht orten, wenn fließendes Wasser mit einer Breite von mindestens 3 m einen direkten Weg zwischen dir und der Kreatur blockiert.</p>"
        },
        {
            "id": "Locate Object",
            "name": "Objekt suchen",
            "description": "<p>Beschreiben oder benennen Sie ein Objekt. Sie spüren die Richtung zum Standort des Objekts, solange es sich innerhalb von 300 Metern von Ihnen befindet. Befindet sich das Objekt in Bewegung, kennen Sie die Bewegungsrichtung. Die Macht kann ein bestimmtes Ihnen bekanntes Objekt lokalisieren, solange Sie es innerhalb von 9 m Entfernung gesehen haben. Alternativ kann die Macht das nächste Objekt einer bestimmten Art lokalisieren. Diese Kraft kann ein Objekt nicht lokalisieren, wenn eine Bleidicke einen direkten Weg zwischen Ihnen und dem Objekt blockiert.</p>"
        },
        {
            "id": "Maddening Darkness",
            "name": "Wahnsinnige Dunkelheit",
            "description": "<p><em><strong>Voraussetzung</strong>: Shroud of Darkness</em></p> <p>Erschreckende Dunkelheit breitet sich von einem Punkt aus, den du innerhalb deiner Reichweite auswählst, um eine Kugel mit einem Radius von 18 m bis zum Macht endet. Die Dunkelheit breitet sich um Ecken aus. Eine Kreatur mit Dunkelsicht kann diese Dunkelheit nicht durchschauen. Unverstärktes Licht sowie Licht, das durch Kräfte der 8. Stufe oder niedriger erzeugt wird, kann den Bereich nicht erhellen.</p> <p>Geschrei, Geplapper und verrücktes Gelächter sind in der Kugel zu hören. Immer wenn eine Kreatur ihren Zug in der Sphäre beginnt, muss sie einen Weisheitswurf machen und erleidet [[/r 8d8]] psychischen Schaden bei einem misslungenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen.</p>"
        },
        {
            "id": "Malacia",
            "name": "Malazien",
            "description": "<p><em><strong>Voraussetzung</strong>: Gedankentrick</em></p> <p>Eine Kreatur deiner Wahl, die du in Reichweite sehen kannst, wird von Schwindel und Übelkeit überwältigt, da Sie stören sein Gleichgewicht mit der Macht. Die Kreatur muss einen Weisheitsrettungswurf machen oder fällt hin, wird handlungsunfähig und kann für die Dauer nicht mehr aufstehen.</p> <p>Am Ende jedes ihrer Züge und jedes Mal, wenn sie Schaden erleidet, kann das Ziel ein weiterer Weisheitsrettungswurf. Das Ziel hat einen Vorteil beim Rettungswurf, wenn dieser durch Schaden ausgelöst wird. Bei einem Erfolg endet die Leistung. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Mass Animation",
            "name": "Massenanimation",
            "description": "<p><em><strong>Voraussetzung</strong>: Waffe animieren</em></p> <p>Du schnappst dir mehrere Objekte mit der Macht und peitschst sie in die Luft um dich herum und kontrollierst sie, um auf dich anzugreifen Befehl. Wählen Sie bis zu zehn unverbesserte Objekte in Reichweite, die nicht getragen oder getragen werden. Mittlere Ziele zählen als zwei Objekte, große Ziele zählen als vier Objekte, riesige Ziele zählen als acht Objekte. Sie können kein Objekt steuern, das größer als riesig ist. Jedes Objekt wird animiert und schwebt in Ihrer Nähe und bleibt für die Dauer innerhalb von 30 Metern von Ihnen entfernt. Ein animiertes Objekt verhält sich, als wäre es ein Konstrukt, mit RK, Trefferpunkten und Angriffen, die durch seine Größe bestimmt werden, und einer Fluggeschwindigkeit von 9 m.</p> <p>Als Bonusaktion kannst du jedes Objekt mental steuern Objekt, das von dieser Macht kontrolliert wird. Wenn Sie mehrere Objekte steuern, können Sie eines oder alle gleichzeitig steuern. Sie entscheiden, welche Aktion das Objekt ausführt und wohin es sich bewegt. Die Objekte wirken am Ende deines Zuges. Wenn Sie einem Objekt befehlen anzugreifen, kann es einen einzelnen Nahkampfangriff gegen eine Kreatur innerhalb von 1,5 m Entfernung ausführen. Es macht einen Slam-Angriff mit einem Angriffsbonus und Kinetikschaden, der durch seine Größe bestimmt wird.</p> <p>|Größe| HP| AC| Angriff|</p> <p>|:--|:--:|:--:|:--:|</p> <p>|Kleine |20|16|+6 zu treffen, [[ /r 1W4 + 3]] Schaden|</p> <p>|Klein |25|15|+6 zu treffen, [[/r 1W8 + 2]] Schaden|</p> <p>|Mittel |40 |13|+5 bis Treffer, [[/r 2W6 + 1]] Schaden|</p> <p>|Groß |50|10|+6 bis zum Treffer, [[/r 2W10 + 2]] Schaden|< /p> <p>|Riesig |80|10|+8 zu treffen, [[/r 2W12 + 4]] Schaden|</p> <p><strong><em>Kraft erzwingen.</em>< /strong> Wenn du diese Kraft mit einem Kraftplatz der 6. Stufe oder höher wirkst, kannst du für jede Platzstufe über der 5. Stufe zwei zusätzliche Objekte animieren.</p>"
        },
        {
            "id": "Mass Coerce Mind",
            "name": "Massenzwang Geist",
            "description": "<p><em><strong>Voraussetzung</strong>: Geist erzwingen</em></p> <p>Sie schlagen eine Aktivität vor (beschränkt auf ein oder zwei Sätze) und beeinflussen mit der Macht bis zu zwölf Kreaturen deiner Wahl, die du in Reichweite sehen kannst und die dich hören und verstehen können. Kreaturen, die nicht bezaubert werden können, sind gegen diesen Effekt immun. Der Vorschlag muss so formuliert sein, dass die Vorgehensweise vernünftig klingt. Wenn man die Kreatur bittet, sich selbst Schaden zuzufügen, wird der Effekt der Kraft automatisch aufgehoben.</p> <p>Jedes Ziel muss einen Weisheitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf verfolgt er die von Ihnen beschriebene Vorgehensweise nach besten Kräften. Die vorgeschlagene Vorgehensweise kann während der gesamten Dauer fortgesetzt werden. Wenn die vorgeschlagene Aktivität in kürzerer Zeit abgeschlossen werden kann, endet die Leistung, wenn die Person die Aufgabe beendet hat.</p> <p>Sie können auch Bedingungen angeben, die während der Dauer eine spezielle Aktivität auslösen. Sie könnten beispielsweise vorschlagen, dass eine Gruppe von Soldaten dem ersten Bettler, dem sie begegnen, ihr gesamtes Geld gibt. Wenn die Bedingung nicht erfüllt ist, bevor der Strom endet, wird die Aktivität nicht ausgeführt. Falls du oder einer deiner Gefährten einer von dieser Kraft betroffenen Kreatur Schaden zufügt, endet die Kraft für diese Kreatur. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 7. Stufe wirkst, beträgt die Dauer 10 Tage. Wenn Sie einen Force-Slot der 8. Stufe verwenden, beträgt die Dauer 30 Tage. Wenn Sie einen Force-Slot der 9. Stufe verwenden, beträgt die Dauer ein Jahr und einen Tag.</p>"
        },
        {
            "id": "Mass Hysteria",
            "name": "Massenhysterie",
            "description": "<p><em><strong>Voraussetzung</strong>: Hysterie</em></p> <p>Ausgehend von den tiefsten Ängsten einer Gruppe von Kreaturen erschaffst du illusorische Kreaturen in ihren Köpfen, die ihre schlimmsten Albträume manifestieren als unversöhnliche Bedrohung, die nur für sie sichtbar ist. Jede Kreatur in einer Kugel mit einem Radius von 9 m ist für die Dauer der Macht verängstigt. Am Ende jedes Zugs der verängstigten Kreatur muss ihr ein Weisheitsrettungswurf gelingen oder sie muss [[/r 5W10]] psychischen Schaden erleiden. Bei einem erfolgreichen Rettungswurf endet die Kraft für diese Kreatur. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Mass Malacia",
            "name": "Mass Malazien",
            "description": "<p><em><strong>Voraussetzung</strong>: Malacia</em></p> <p>Jede Kreatur in einem 9m-Würfel in Reichweite muss einen Weisheitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf wird die Kreatur für die Dauer verzaubert. Während sie von dieser Kraft bezaubert wird, ist die Kreatur handlungsunfähig und hat eine Geschwindigkeit von 0.</p> <p>Die Kraft endet für eine betroffene Kreatur, wenn sie Schaden erleidet oder wenn jemand anderes eine Aktion nutzt, um die Kreatur aus ihrem Stupor. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Master Battle Meditation",
            "name": "Meisterkampfmeditation",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserte Kampfmeditation</em></p> <p>Du strahlst eine Aura von bis zu 9 m aus, die die Moral und die allgemeine Kampfkraft von dir und deinen Verbündeten steigert, während gleichzeitig die Kampfkraft der Opposition herabsetzt, indem sie ihren Kampfwillen untergräbt. </p> <p>Immer wenn du oder eine befreundete Kreatur in deiner Meditation einen Angriffswurf oder einen Rettungswurf macht, können sie einen [[/r d8]] würfeln und die gewürfelte Zahl zum Angriffswurf oder Rettungswurf addieren. </p> <p>Immer wenn eine feindliche Kreatur in deine Meditation eintritt oder dort ihren Zug beginnt, muss sie einen Charisma-Rettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf muss er einen [[/r d8]] werfen und die gewürfelte Zahl von jedem Angriffswurf oder Rettungswurf abziehen, den er vor dem Ende deines nächsten Zuges macht. Bei einem erfolgreichen Rettungswurf ist es 1 Tag lang immun gegen diese Kraft.</p>"
        },
        {
            "id": "Master Feedback",
            "name": "Master-Feedback",
            "description": "<p><em><strong>Voraussetzung</strong>: Besseres Feedback</em></p> <p>Du entfesselst die Kraft deines Geistes, um den Intellekt von bis zu zehn Kreaturen deiner Wahl zu sprengen, die du kannst in Reichweite sehen. Kreaturen mit einem Intelligenzwert von 2 oder weniger sind davon nicht betroffen.</p> <p>Jedes Ziel muss einen Intelligenzrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet ein Ziel [[/r 14W6]] psychischen Schaden und wird betäubt. Bei einem erfolgreichen Rettungswurf erleidet ein Ziel nur halb so viel Schaden und wird nicht betäubt. </p> <p>Ein betäubtes Ziel kann am Ende jedes seiner Züge einen Weisheitsrettungswurf machen. Bei einem erfolgreichen Speichern endet der atemberaubende Effekt.</p>"
        },
        {
            "id": "Master Force Barrier",
            "name": "Meister-Kraftbarriere",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserte Machtbarriere</em></p> <p>Diese Kraft stärkt deine Verbündeten massiv mit Zähigkeit und Entschlossenheit. Kreaturen deiner Wahl in einem Radius von 9 m um dich herum erhalten beim Wirken dieser Kraft die folgenden Vorteile:</p> <ul> <li>Die Kreatur spendet in einem Radius von 1,5 m ein schwaches Licht.</li> <li >Die Kreatur hat einen Vorteil bei allen Rettungswürfen</li> <li>Andere Kreaturen haben einen Nachteil bei Angriffswürfen gegen sie.</li> <li>Wenn eine Kreatur der dunklen Seite sie mit einem Nahkampfangriff trifft, muss diese Kreatur a Konstitutionsrettungswurf oder geblendet werden, bis die Kraft endet.</li></ul>"
        },
        {
            "id": "Master Force Immunity",
            "name": "Immunität der Meisterkraft",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserte Machtimmunität</em></p> <p>Eine schwach schimmernde Barriere im Umkreis von 3 m umgibt dich. Innerhalb der Sphäre können keine Kräfte gewirkt werden und verbesserte Gegenstände werden alltäglich. Bis die Kraft endet, bewegt sich die Kugel mit dir, zentriert auf dich.</p> <p>Kraft und andere verstärkte Effekte werden in der Kugel unterdrückt und können nicht hineinragen. Ein Platz, der zum Wirken einer unterdrückten Kraft verbraucht wird, wird verbraucht. Während ein Effekt unterdrückt wird, funktioniert er nicht, aber die Zeit, in der er unterdrückt wird, wird auf seine Dauer angerechnet.</p> <p><strong><em>Gezielte Effekte.</em></strong> Kräfte und andere Verstärkte Effekte, die eine Kreatur oder ein Objekt in der Kugel anvisieren, haben keine Auswirkungen auf dieses Ziel.</p> <p><strong><em>Verstärkte Gebiete.</em></strong> Das Gebiet einer anderen Macht oder verbessert Effekt, wie zum Beispiel <em>Sturm erzwingen</em>, kann sich nicht in die Kugel erstrecken. Wenn die Kugel einen erweiterten Bereich überlappt, wird der Teil des Bereichs, der von der Kugel bedeckt wird, unterdrückt.</p> <p><strong><em>Kräfte.</em></strong> Jede Wirkmacht oder andere Der verstärkte Effekt auf eine Kreatur oder ein Objekt in der Kugel wird unterdrückt, während sich die Kreatur oder das Objekt darin befindet.</p> <p><strong><em>Verbesserte Gegenstände.</em></strong> Die Eigenschaften und Kräfte der erweiterten Elemente werden in der Kugel unterdrückt. Zum Beispiel fungiert ein +1 Vibrosword in der Sphäre als unverbessertes Vibrosword.</p> <p>Die Eigenschaften und Kräfte einer verbesserten Waffe werden unterdrückt, wenn sie gegen ein Ziel in der Sphäre eingesetzt oder von einem Angreifer in der Sphäre geführt wird. Wenn eine verbesserte Waffe oder ein Stück verstärkte Munition die Kugel vollständig verlässt (z Ausgänge.</p> <p><strong><em>Erweiterte Reisen.</em></strong> Teleportation funktioniert in der Kugel nicht, egal ob die Kugel das Ziel oder der Ausgangspunkt für solche erweiterten Reisen ist. Ein Portal zu einem anderen Ort schließt sich vorübergehend, während es sich in der Sphäre befindet.</p> <p><strong><em>Kreaturen und Objekte.</em></strong> Eine Kreatur oder ein Objekt, die beschworen oder von Mächten erschaffen wurde, verschwindet vorübergehend aus Existenz in der Sphäre. Eine solche Kreatur erscheint sofort wieder, sobald sich der von der Kreatur besetzte Raum nicht mehr innerhalb der Sphäre befindet.</p> <p><strong><em>Tech Override/Sever Force.</em></strong> Kräfte und verbesserte Effekte wie da <em>sever force</em> keinen Einfluss auf die Kugel hat. Ebenso heben sich die Kugeln, die durch unterschiedliche Feldstärken erzeugt werden, nicht gegenseitig auf.</p>"
        },
        {
            "id": "Master Force Scream",
            "name": "Meisterkraftschrei",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserter Machtschrei</em></p> <p>Du stößt einen kakophonen Schrei aus, der von der Macht der Macht durchdrungen ist. Jeder Kreatur, die du innerhalb von 18 m um dich wählst, muss ein Konstitutionsrettungswurf gelingen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 6W6]] psychischen Schaden, [[/r 6W6]] Schallschaden, ist taub, wird zu Boden geworfen und 1 Minute lang geblendet. Bei einem erfolgreichen Rettungswurf erleidet er nur halb so viel Schaden und wird von dieser Kraft nicht taub, zu Boden geworfen oder geblendet. </p> <p>Eine durch diese Kraft geblendete Kreatur führt am Ende jedes ihrer Züge einen weiteren Konstitutionsrettungswurf aus. Bei einem erfolgreichen Speichern ist es nicht mehr geblendet.</p>"
        },
        {
            "id": "Master Heal",
            "name": "Meister heilen",
            "description": "<p><em><strong>Voraussetzung</strong>: Größere Heilung</em></p> <p>Eine Welle heilender Energie umspült die Kreatur, die du berührst. Das Ziel erhält alle seine Trefferpunkte zurück. Wenn die Kreatur verzaubert, verängstigt, gelähmt oder betäubt ist, endet der Zustand. Liegt die Kreatur in Bauchlage, kann sie ihre Reaktion nutzen, um aufzustehen. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Master Malacia",
            "name": "Meister Malacia",
            "description": "<p><em><strong>Voraussetzung</strong>: Mass Malacia</em></p> <p>Wähle eine Kreatur, die du in Reichweite sehen kannst. Die Kreatur taumelt mit extremem Schwindel und Übelkeit für die Dauer. Kreaturen, die nicht bezaubert werden können, sind gegen diese Kraft immun.</p> <p>Die betroffene Kreatur muss ihre gesamte Bewegung einsetzen, um sich vor Unbehagen zu winden, ohne ihren Raum zu verlassen, und hat Nachteile bei Geschicklichkeitsrettungswürfen und Angriffswürfen. Während das Ziel von dieser Kraft betroffen ist, haben andere Kreaturen einen Vorteil bei Angriffswürfen dagegen. Als Aktion macht eine betroffene Kreatur einen Weisheitsrettungswurf, um die Kontrolle über sich selbst zurückzugewinnen. Bei einem erfolgreichen Speichern endet die Leistung. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Master Revitalize",
            "name": "Meister revitalisieren",
            "description": "<p><em><strong>Voraussetzung</strong>: Verbesserte Wiederbelebung</em></p> <p>Du erweckst eine tote Kreatur, die du berührst, wieder zum Leben, sofern sie nicht länger als 1 Tag tot ist. Wenn die Seele der Kreatur sowohl willens als auch frei ist, sich wieder dem Körper anzuschließen, kehrt die Kreatur mit all ihren Trefferpunkten zum Leben zurück. Diese Kraft hat keine Wirkung auf Droiden oder Konstrukte.</p> <p>Diese Kraft schließt alle Wunden, neutralisiert jedes Gift, heilt alle Krankheiten und hebt alle Flüche auf, die die Kreatur nach ihrem Tod betreffen. Die Kraft ersetzt beschädigte oder fehlende Organe und Gliedmaßen.</p>"
        },
        {
            "id": "Master Saber Throw",
            "name": "Meister-Säbelwurf",
            "description": "<p><em><strong>Voraussetzung</strong>: Großer Säbelwurf</em></p> <p>Wenn du diese Kraft wirkst, musst du mindestens eine Leichtwaffe oder Vibrowaffe tragen, sonst versagt die Kraft . Wenn du diese Kraft wirkst, kannst du zwei Waffen werfen, die Kreaturen in zwei Linien treffen, die von dir selbst stammen, beide 90 Fuß lang und 1,5 Meter breit, oder du kannst eine Waffe in einer 90 Fuß langen und 1,5 Meter breiten Reihe von dir werfen Wahl, die von Ihnen selbst stammt, und ändern Sie ihre Richtung, um sich in einer zweiten identischen Linie Ihrer Wahl innerhalb der Reichweite zu bewegen. Jede Kreatur in einer Reihe muss einen Geschicklichkeitsrettungswurf machen. Eine Kreatur erleidet [[/r 5W8]] Schaden derselben Art wie der Schaden der Waffe und [[/r 5W8]] Kraftschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. Eine Kreatur im Bereich von mehr als einer Linie ist nur einmal betroffen. Die Waffen kehren dann sofort in deine Hand zurück.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 8. Stufe oder höher wirkst, wird die Waffe Schaden und Kraftschaden erhöhen sich jeweils um [[/r 1W8]] für jede Slot-Stufe über 7.</p>"
        },
        {
            "id": "Master Speed",
            "name": "Meistergeschwindigkeit",
            "description": "<p><em><strong>Voraussetzung</strong>: Rittergeschwindigkeit</em></p> <p>Wähle bis zu zwei willige Kreaturen, die du in Reichweite sehen kannst. Bis zum Ende der Macht wird die Geschwindigkeit jedes Ziels verdoppelt, es erhält einen Bonus von +2 auf seine RK, hat einen Vorteil bei Geschicklichkeitsrettungswürfen und erhält in jedem Zug eine zusätzliche Aktion. Diese Aktion kann nur verwendet werden, um die Aktion Angriff (nur eine Waffe), Sprint, Rückzug, Verstecken oder Objekt verwenden auszuführen. </p> <p>Wenn die Macht endet, kann sich jedes Ziel erst nach seinem nächsten Zug bewegen oder Aktionen ausführen, da eine Welle der Lethargie über es hinwegfegt.</p> <p><strong><em>Kraft Potenz.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 8. Stufe oder höher wirkst, kannst du für jede Platzstufe über der 7. Stufe eine zusätzliche Kreatur als Ziel wählen.</p>"
        },
        {
            "id": "Mind Blank",
            "name": "Gedanken leer",
            "description": "<p><em><strong>Voraussetzung</strong>: Gedankenfalle</em></p> <p>Bis die Macht endet, ist eine willige Kreatur, die du berührst, immun gegen Psi- und Schallschaden seine Emotionen spüren oder seine Gedanken lesen und den verzauberten Zustand. Die Kraft vereitelt Kräfte oder Effekte ähnlicher Kraft, die verwendet werden, um den Geist des Ziels zu beeinflussen oder Informationen über das Ziel zu erhalten.</p>"
        },
        {
            "id": "Mind Prison",
            "name": "Gedankengefängnis",
            "description": "<p><em><strong>Voraussetzung</strong>: Gedankenfalle</em></p> <p>Du versuchst, eine Kreatur in eine illusorische Zelle zu binden, die nur sie wahrnimmt. Eine Kreatur, die du in Reichweite sehen kannst, muss einen Intelligenzrettungswurf machen. Das Ziel hat automatisch Erfolg, wenn es immun gegen Verzauberung ist. Bei einem erfolgreichen Rettungswurf erleidet das Ziel [[/r 5W10]] psychischen Schaden und die Kraft endet. Bei einem fehlgeschlagenen Rettungswurf erleidet das Ziel [[/r 5W10]] psychischen Schaden, und Sie lassen den Bereich unmittelbar um das Feld des Ziels in irgendeiner Weise gefährlich erscheinen. Sie könnten zum Beispiel dazu führen, dass das Ziel sich selbst als von Feuer, einem Sturm aus Blasterfeuer oder tödlichem giftigem Gas umgeben wahrnimmt. Welche Form auch immer die Illusion annimmt, das Ziel kann darüber hinaus nichts sehen oder hören und wird für die Dauer der Macht festgehalten. Wenn das Ziel aus der Illusion heraus bewegt wird, einen Nahkampfangriff durchführt oder einen Teil seines Körpers dadurch erreicht, erleidet das Ziel [[/r 10W10]] psychischen Schaden und die Kraft endet. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Mind Spike",
            "name": "Gedankenspitze",
            "description": "<p>Wähle eine Kreatur aus, die du sehen kannst. Das Ziel muss einen Weisheitsrettungswurf machen. Eine Kreatur erleidet [[/r 3W8]] psychischen Schaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. Außerdem kennen Sie bei einem fehlgeschlagenen Rettungswurf immer die Position des Ziels, jedoch nur, wenn Sie beide auf demselben Planeten sind. Das Ziel kann nicht vor dir verborgen werden, und wenn es unsichtbar ist, erhält es keine Vorteile von diesem Zustand gegen dich. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Mind Trap",
            "name": "Gedankenfalle",
            "description": "<p><em><strong>Voraussetzung</strong>: Verwirrung erzwingen</em></p> <p>Du versuchst, den Geist deines Ziels in einem psychischen Käfig einzusperren. Das Ziel muss einen Charisma-Rettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf ist die Kreatur für die Dauer handlungsunfähig, da ihr Geist gefangen ist. Es kann denken, aber es kann keinen Kontakt mit der Außenwelt haben oder diese wahrnehmen. Erleidet die Kreatur Schaden, macht sie einen weiteren Charismawurf. Bei einem Erfolg endet die Leistung. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einem Kraft-Slot der 6. Stufe oder höher wirken, nachdem Nach 1 Minute Konzentration wird die Kraft zu 24 Stunden und erfordert keine Konzentration mehr.</p>"
        },
        {
            "id": "Mind Trick",
            "name": "Gedankentrick",
            "description": "<p>Wählen Sie ein Ziel in Reichweite, das Ihnen nicht feindlich gegenübersteht. Das Ziel muss einen Weisheitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf hat das Ziel einen Nachteil bei den Fertigkeitswürfen für Weisheit (Wahrnehmung) und Intelligenz (Untersuchung). </p> <p>Bei einem erfolgreichen Rettungswurf erkennt die Kreatur, dass du versucht hast, die Macht zu nutzen, um ihr Bewusstsein zu beeinflussen, und wird dir gegenüber feindselig. Eine Kreatur, die zu Gewalt neigt, könnte dich angreifen. Eine andere Kreatur könnte auf andere Weise (nach Ermessen des SL) Vergeltung suchen, abhängig von der Art Ihrer Interaktion mit ihr. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Morichro",
            "name": "Morichro",
            "description": "<p><em><strong>Voraussetzung</strong>: Cloud Mind</em></p> <p>Du berührst eine willige Kreatur und versetzt sie in einen kataleptischen Zustand, der vom Tod nicht zu unterscheiden ist. </p> <p>Für die Dauer der Kraft oder bis Sie eine Aktion verwenden, um das Ziel zu berühren und die Kraft zu entlassen, erscheint das Ziel für alle äußeren Inspektionen und Kräfte, die zur Bestimmung des Status des Ziels verwendet werden, tot. Das Ziel wird geblendet und handlungsunfähig und seine Geschwindigkeit sinkt auf 0. Das Ziel hat Widerstand gegen jeden Schaden außer Psi-Schaden. Wenn das Ziel beim Wirken der Kraft erkrankt oder vergiftet ist oder unter der Wirkung der Kraft erkrankt oder vergiftet wird, haben Krankheit und Gift keine Wirkung, bis die Kraft endet. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Necrotic Charge",
            "name": "Nekrotische Ladung",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Nahkampfwaffenangriff gegen eine Kreatur in deiner Reichweite ausführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und du kannst wählen, bis zu [[/r 1W8]] nekrotischen Schaden zu verursachen, den du ebenfalls erleidest. Dieser Schaden kann in keiner Weise reduziert oder negiert werden. </p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Level erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1W8]] nekrotischen Schaden zu und du kannst den Sekundärschaden auf [[/r 2W8]] erhöhen. Beide Schadenswürfe erhöhen sich um [[/r 1W8]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Necrotic Touch",
            "name": "Nekrotische Berührung",
            "description": "<p>Du versuchst, einer Kreatur die Essenz zu entziehen. Führe einen Nahkampfangriff gegen das Ziel aus. Wenn der Angriff trifft, erleidet die Kreatur [[/r 1W6]] nekrotischen Schaden und du erhältst bis zum Ende deines nächsten Zuges temporäre Trefferpunkte in Höhe des zugefügten Schadens.</p> <p>Der Schaden dieser Kraft erhöht sich um [ [/r 1W6]], wenn Sie die 5. Stufe ([[/r 2W6]]), die 11. Stufe ([[/r 3W6]]) und die 17. Stufe ([[/r 4W6]]) erreichen.</p>"
        },
        {
            "id": "Phasestrike",
            "name": "Phasenschlag",
            "description": "<p>Bis die Macht endet, provoziert deine Bewegung keine Gelegenheitsangriffe.</p> <p>Einmal bevor die Macht endet, kannst du dir in deinem Zug einen Vorteil bei einem Waffenangriffswurf verschaffen. Dieser Angriff verursacht bei einem Treffer einen zusätzlichen [[/r 1W8]] Kraftschaden. Unabhängig davon, ob Sie treffen oder verfehlen, erhöht sich Ihre Gehgeschwindigkeit bis zum Ende dieser Runde um 9 m.</p>"
        },
        {
            "id": "Phasewalk",
            "name": "Phasengang",
            "description": "<p>Du teleportierst dich bis zu 9 m zu einem unbesetzten Feld, das du sehen kannst.</p>"
        },
        {
            "id": "Plague",
            "name": "Pest",
            "description": "<p><em><strong>Voraussetzung</strong>: Gebrechen</em></p> <p>Wähle bis zu sechs Kreaturen deiner Wahl in einem 12 m großen Würfel in Reichweite. Jedes Ziel muss einen Konstitutionsrettungswurf erfolgreich durchführen oder von dieser Kraft für die Dauer betroffen sein.</p> <p>Ein betroffenes Ziel erhält 1 Verlangsamungsstufe, erleidet einen Malus von -2 auf RK- und Geschicklichkeitsrettungswürfe und kann Verwenden Sie keine Reaktionen. In seinem Zug kann er entweder eine Aktion oder eine Bonusaktion verwenden, nicht beides. Unabhängig von den Fähigkeiten oder Gegenständen der Kreatur kann sie während ihres Zuges nicht mehr als einen Nahkampf- oder Fernkampfangriff ausführen.</p> <p>Wenn die Kreatur versucht, eine Kraft mit einer Zauberzeit von 1 Aktion zu wirken, würfele ein [ [/r d20]]. Bei einer 11 oder höher wird die Kraft erst im nächsten Zug der Kreatur wirksam und die Kreatur muss ihre Aktion in dieser Runde einsetzen, um die Kraft zu vervollständigen. Wenn dies nicht möglich ist, ist die Energie verschwendet. </p> <p>Eine Kreatur, die von dieser Kraft betroffen ist, führt am Ende ihres Zuges einen weiteren Konstitutionsrettungswurf aus. Bei einem erfolgreichen Speichern endet der Effekt dafür.</p>"
        },
        {
            "id": "Plant Surge",
            "name": "Pflanzenwelle",
            "description": "<p>Wenn du diese Kraft mit 1 Aktion wirkst, werden alle normalen Pflanzen in einem 30-Fuß-Radius um einen Punkt überwuchert. Das Bewegen durch den Bereich verbraucht 4 Fuß Bewegung für jeden bewegten Fuß. Du kannst Bereiche beliebiger Größe innerhalb des Wirkungsbereichs der Kraft ausschließen.</p> <p>Wenn du diese Kraft über 8 Stunden lang wirkst, liefern alle Pflanzen in einem Umkreis von 800 m um einen Punkt zentriert das Doppelte der normalen Nahrungsmenge wenn 1 Jahr geerntet.</p>"
        },
        {
            "id": "Precognition",
            "name": "Präkognition",
            "description": "<p><em><strong>Voraussetzung</strong>: Gefahrenbewusstsein</em></p> <p>Deine Beherrschung der Macht gibt dir eine eingeschränkte Fähigkeit, in die unmittelbare Zukunft zu sehen. Für die Dauer kannst du nicht überrascht sein und du hast Vorteile bei Angriffswürfen, Fähigkeitschecks und Rettungswürfen. Außerdem haben andere Kreaturen für die Dauer einen Nachteil bei Angriffswürfen gegen dich.</p>"
        },
        {
            "id": "Probe Mind",
            "name": "Sondieren Sie den Verstand",
            "description": "<p><em><strong>Voraussetzung</strong>: Emotionen wahrnehmen</em></p> <p>Für die Dauer kannst du die Gedanken bestimmter Kreaturen lesen. Wenn Sie die Macht wirken und als Ihre Aktion in jeder Runde, bis die Macht endet, können Sie Ihre Gedanken auf eine beliebige Kreatur konzentrieren, die Sie innerhalb von 9 m von Ihnen sehen können. Wenn die Kreatur, die du wählst, eine Intelligenz von 3 oder niedriger hat oder keine Sprache spricht, ist die Kreatur nicht betroffen. </p> <p>Zuerst lernst du die oberflächlichen Gedanken der Kreatur – was sie in diesem Moment am meisten beschäftigt. Als Aktion können Sie Ihre Aufmerksamkeit entweder auf die Gedanken einer anderen Kreatur lenken oder versuchen, tiefer in die Gedanken derselben Kreatur einzudringen. Wenn Sie tiefer suchen, muss das Ziel einen Weisheitsrettungswurf machen. Wenn es fehlschlägt, erleidet es [[/r 1W6]] psychischen Schaden, da Sie Einblick in seine Argumentation (sofern vorhanden), seinen emotionalen Zustand und etwas gewinnen, das in seinem Kopf von großer Bedeutung ist (z. B. etwas, worüber es sich Sorgen macht, liebt oder hasst). Gelingt dies, endet die Macht. Wie auch immer, das Ziel weiß, dass du in seinen Verstand hineindringst, und wenn du deine Aufmerksamkeit nicht auf die Gedanken einer anderen Kreatur lenkst, kann die Kreatur ihre Aktion in ihrem Zug nutzen, um einen Intelligenzwurf abzulegen, der durch deinen Kraftwurf-Fähigkeitswurf angefochten wird; wenn dies gelingt, endet die Kraft.</p> <p>In den folgenden Runden, nachdem du tiefer geforscht hast, kannst du deine Aktion verwenden, um dem Ziel automatisch [[/r 1W6]] psychischen Schaden zuzufügen.</p> <p> Verbal an die Zielkreatur gerichtete Fragen formen natürlich ihren Gedankengang, daher ist diese Kraft im Rahmen eines Verhörs besonders effektiv.</p> <p>Sie können diese Kraft auch nutzen, um die Anwesenheit von denkenden Kreaturen zu erkennen. nicht sehen. Wenn Sie die Kraft oder als Ihre Aktion während der Dauer wirken, können Sie innerhalb von 9 m um Sie herum nach Gedanken suchen. Die Macht kann Barrieren durchdringen. Sie können keine Kreatur mit einer Intelligenz von 3 oder niedriger oder eine, die keine Sprache spricht, entdecken. </p> <p>Sobald Sie die Anwesenheit einer Kreatur auf diese Weise entdecken, können Sie ihre Gedanken für den Rest der Zeit wie oben beschrieben lesen, auch wenn Sie sie nicht sehen können, aber sie muss sich noch in Reichweite befinden .</p> <p>Diese Kraft hat keine Wirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einer Kraft wirken Slot der 3. Stufe oder höher, der anfängliche psychische Schaden, den ein Ziel erleidet, wenn Sie zum ersten Mal tiefer in seinen Geist eindringen, erhöht sich um [[/r 1W6]] für jede Slot-Stufe über der 2. Stufe.</p>"
        },
        {
            "id": "Project",
            "name": "Projekt",
            "description": "<p>Sie heben drei Schutthaufen oder kleine Gegenstände vom Boden und schleudern sie. Jeder Stapel trifft eine Kreatur deiner Wahl, die du in Reichweite sehen kannst. Der Haufen fügt seinem Ziel [[/r 1W4+1]] Kraftschaden zu. Die Stapel schlagen alle gleichzeitig zu und du kannst sie anweisen, eine oder mehrere Kreaturen zu treffen.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot wirkst der 2. Ebene oder höher, hebt und schmeißt ihr einen zusätzlichen Schutthaufen für jede Slot-Ebene über der 1. Ebene.</p>"
        },
        {
            "id": "Psychic Charge",
            "name": "Psychische Ladung",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Nahkampfwaffenangriff gegen eine Kreatur in deiner Reichweite ausführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Effekte des Angriffs und sein Mund ist bis zum Beginn deines nächsten Zuges von einem violetten Schleier bedeckt. Wenn das Ziel vorher bereitwillig spricht, erleidet es sofort [[/r 1W8]] psychischen Schaden und die Kraft endet.</p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Stufen erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1W8]] psychischen Schaden zu und der Schaden, den das Ziel durch Sprechen erleidet, erhöht sich auf [[/r 2W8]]. Beide Schadenswürfe erhöhen sich um [[/r 1W8]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Psychometry",
            "name": "Psychometrie",
            "description": "<p><em><strong>Voraussetzung</strong>: Telemetrie</em></p> <p>Für die Dauer erhalten Sie die Fähigkeit, mit unbelebten Objekten, die Sie berühren, telepathisch zu \"kommunizieren\". Sie können bis zu fünf Fragen stellen und erhalten Antworten von Objekten, meist in Form einer auditiven oder visuellen Halluzination. Wenn Sie beispielsweise die verrosteten, zerbrochenen Überreste eines Lichtschwerts berühren und fragen, wie es dorthin gelangt ist, kann dies zu einer kurzen Vision eines verärgerten Jedi-Ritters führen, der es an dieser Stelle zu Boden wirft. Ein so \"befragtes\" Objekt kann nur Auskunft über seine Vergangenheit geben. Der DM hat das letzte Wort darüber, welche Objekte in welchem ​​Umfang in Frage gestellt werden können.</p>"
        },
        {
            "id": "Pull Earthward",
            "name": "Zur Erde ziehen",
            "description": "<p><em><strong>Voraussetzung</strong>: Kraftantrieb</em></p> <p>Wähle eine Kreatur, die du in Reichweite sehen kannst. Dem Ziel muss ein Stärkerettungswurf gelingen oder seine Fluggeschwindigkeit (sofern vorhanden) wird für die Dauer der Kraft auf 0 Fuß reduziert. Eine fliegende Kreatur, die von dieser Kraft betroffen ist, sinkt mit einer Geschwindigkeit von 18 m pro Runde, bis sie den Boden erreicht oder die Kraft endet.</p>"
        },
        {
            "id": "Rage",
            "name": "Wut",
            "description": "<p>Du verleihst dir Ausdauer und kriegerische Fähigkeiten, die von der Macht angetrieben werden. Bis die Macht endet, kannst du keine Kräfte wirken und du erhältst die folgenden Vorteile:</p> <ul> <li>Du erhältst 50 temporäre Trefferpunkte. Wenn eine davon übrig bleibt, wenn die Macht endet, sind sie verloren.</li> <li>Du hast einen Vorteil bei Angriffswürfen, die du mit leichten Waffen und Vibroweapons machst.</li> <li>Wenn du ein Ziel mit einer Waffe triffst Angriff, erleidet dieses Ziel zusätzlich [[/r 2W12]] Kraftschaden.</li> <li>Du hast Erfahrung mit allen Rüstungen, leichten Waffen und Vibroweapons.</li> <li>Du hast Kenntnisse in Stärke und Konstitution Rettungswürfe.</li> <li>Du kannst zweimal statt einmal angreifen, wenn du in deinem Zug die Aktion Angriff ausführst. Du ignorierst diesen Vorteil, wenn du bereits über eine Funktion wie Extra-Angriff verfügst, die dir zusätzliche Angriffe gewährt.</li> </ul> <p>Unmittelbar nach dem Ende der Macht musst du einen Konstitutionsrettungswurf gegen SG 15 bestehen oder erleidest eine Stufe der Erschöpfung.</p>"
        },
        {
            "id": "Rebuke",
            "name": "Tadel",
            "description": "<p>Du schlägst eine Kreatur mit der rechtschaffenen Wut der Macht. Führe einen Nahkampfangriff gegen das Ziel durch. Wenn der Angriff trifft, erleidet das Ziel abhängig von seiner Ausrichtung Kraftschaden: Eine Kreatur mit dunkler Ausrichtung erleidet [[/r 1W12]] Kraftschaden, eine ausgeglichene Kreatur erleidet [[/r 1W10] ] Kraftschaden und eine Kreatur mit leichter Ausrichtung erleidet [[/r 1W8]] Kraftschaden.</p> <p>Der Schaden der Kraft erhöht sich um einen Würfel, wenn du die 5., 11. und 17. Stufe erreichst.</p>"
        },
        {
            "id": "Remove Curse",
            "name": "Fluch entfernen",
            "description": "<p>Bei deiner Berührung enden alle Flüche, die eine Kreatur oder ein Objekt betreffen. Wenn das Objekt ein verfluchter verbesserter Gegenstand ist, bleibt sein Fluch bestehen, aber die Kraft bricht die Abstimmung seines Besitzers auf das Objekt, sodass es entfernt oder abgelegt werden kann.</p>"
        },
        {
            "id": "Rescue",
            "name": "Rettung",
            "description": "<p>Ziehen Sie einen willigen Verbündeten, den Sie im Umkreis von 9 m um Sie sehen können, auf einen freien Platz innerhalb von 1,5 m um Sie herum. Das Ziel muss seine Reaktion nutzen, um den Zug zu akzeptieren.</p>"
        },
        {
            "id": "Resistance",
            "name": "Widerstand",
            "description": "<p>Du berührst eine willige Kreatur. Einmal, bevor die Macht endet, kann das Ziel einen [[/r d4]] würfeln und die gewürfelte Zahl zu einem Rettungswurf seiner Wahl addieren. Er kann vor oder nach dem Rettungswurf würfeln. Die Macht endet dann.</p> <p>Der Würfel dieser Macht erhöht sich auf höheren Stufen: auf einen [[/r d6]] auf der 5. Stufe, auf einen [[/r d8]] auf der 11. Stufe und auf einen [[/ r d10]] auf der 17. Stufe.</p>"
        },
        {
            "id": "Restoration",
            "name": "Wiederherstellung",
            "description": "<p>Du berührst eine Kreatur und beendest entweder eine Krankheit oder einen Zustand, der sie befällt. Der Zustand kann geblendet, taub, gelähmt oder vergiftet sein. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Revitalize",
            "name": "Revitalisieren",
            "description": "<p><em><strong>Voraussetzung</strong>: Spare the Dying</em></p> <p>Du erweckst eine tote Kreatur, die du berührst, wieder zum Leben, sofern sie nicht länger als 10 Minuten tot ist . Wenn die Seele der Kreatur sowohl willens als auch frei ist, sich dem Körper wieder anzuschließen, kehrt die Kreatur mit 1 Trefferpunkt zum Leben zurück. Diese Kraft hat keine Wirkung auf Droiden oder Konstrukte.</p> <p>Diese Kraft neutralisiert auch alle Gifte und heilt Krankheiten, die die Kreatur zum Zeitpunkt ihres Todes betrafen. </p> <p>Diese Kraft schließt alle tödlichen Wunden, stellt jedoch keine fehlenden Körperteile wieder her. Wenn der Kreatur Körperteile oder Organe fehlen, die für ihr Überleben unerlässlich sind – zum Beispiel ihr Kopf – versagt die Kraft automatisch.</p> <p>Die Rückkehr von den Toten ist eine Tortur. Das Ziel erleidet einen Malus von -4 auf alle Angriffswürfe, Rettungswürfe und Fertigkeitswürfe. Jedes Mal, wenn das Ziel eine lange Pause beendet, wird die Strafe um 1 reduziert, bis sie verschwindet. </p>"
        },
        {
            "id": "Ruin",
            "name": "Ruine",
            "description": "<p><em><strong>Voraussetzung</strong>: Wunde</em></p> <p>Du kanalisierst die dunkle Seite der Macht, um eine Kreatur zu entweihen, die du in Reichweite sehen kannst, was Wellen heftigen Schmerzes verursacht es anzugreifen. Wenn das Ziel 100 Trefferpunkte oder weniger hat, erleidet es lähmende Schmerzen. Andernfalls hat die Leistung keinen Einfluss darauf. </p> <p>Während das Ziel von lähmenden Schmerzen betroffen ist, darf die Geschwindigkeit, die es hat, nicht höher als 3 m sein. Das Ziel hat auch Nachteile bei Angriffswürfen, Fähigkeitswürfen und Rettungswürfen, außer bei Konstitutionsrettungswürfen. Wenn das Ziel schließlich versucht, eine Kraft zu wirken, muss es zuerst mit einem Konstitutionsrettungswurf gelingen, oder das Wirken schlägt fehl und die Kraft wird verschwendet.</p> <p>Ein Ziel, das diesen Schmerz erleidet, kann einen Konstitutionsrettungswurf auf machen das Ende jeder seiner Runden. Bei einem erfolgreichen Speichern endet der Schmerz.</p>"
        },
        {
            "id": "Saber Reflect",
            "name": "Säbelreflexion",
            "description": "<p>Als Reaktion auf einen Angriff hebst du deine Waffe, um abzuwehren. Wenn du diese Kraft einsetzt, wird der Schaden, den du durch den Angriff erleidest, um [[/r 1W6]] verringert. Wenn du den Schaden auf 0 reduzierst, du eine Leichtwaffe oder Vibrowaffe schwingst und der Schaden Energie oder Ionen ist, kannst du den Angriff als Teil derselben Reaktion auf ein Ziel in Reichweite reflektieren. Führe einen Fernkampfangriff auf ein Ziel aus, das du sehen kannst. Der Angriff hat eine normale Reichweite von 20 Fuß und eine lange Reichweite von 60 Fuß. Bei einem Treffer erleidet das Ziel den normalen Schaden des auslösenden Angriffs. </p> <p>Die Schadensreduzierung der Macht erhöht sich um [[/r 1W6]], wenn du die 5. Stufe ([[/r 2W6]]), die 11. Stufe ([[/r 3W6]]) und die 17. Stufe erreichst ([[/r 4d6]]).</p>"
        },
        {
            "id": "Saber Throw",
            "name": "Säbelwurf",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Fernkampfangriff mit einer leichten Waffe oder einer Vibrowaffe gegen ein Ziel innerhalb der Reichweite der Kraft durchführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel [[/r 1W8]] Schaden derselben Art wie der Schaden der Waffe. Die Waffe kehrt dann sofort in deine Hand zurück.</p> <p>Diese Kraft kann mehrere Ziele treffen, wenn du höhere Stufen erreichst: zwei Ziele auf der 5. Stufe, drei Ziele auf der 11. Stufe und vier Ziele auf der 17. Stufe. Jedes Ziel muss sich innerhalb von 9 m vom vorherigen Ziel befinden, Sie müssen für jedes Ziel einen separaten Angriffswurf durchführen und das letzte Ziel darf nicht weiter als 9 m von Ihnen entfernt sein. Du kannst dasselbe Ziel nicht zweimal hintereinander treffen.</p>"
        },
        {
            "id": "Saber Ward",
            "name": "Säbelwache",
            "description": "<p>Sie nehmen eine defensive Haltung ein. Bis zum Ende deines nächsten Zuges hast du Widerstand gegen Kinetik-, Energie- und Ionenschaden, der von Waffen verursacht wird.</p>"
        },
        {
            "id": "Sanctuary",
            "name": "Zuflucht",
            "description": "<p>Bis die Kraft endet, muss jede Kreatur, die die geschützte Kreatur mit einem Angriff, einer schädlichen Kraft oder einer feindlichen Aktion anvisiert, zuerst einen Weisheitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf muss die Kreatur ein neues Ziel wählen oder den Angriff oder die Kraft verlieren. Diese Kraft schützt die geschützte Kreatur nicht vor Flächeneffekten.</p> <p>Falls die geschützte Kreatur einen Angriff durchführt, eine Kraft wirkt, die eine gegnerische Kreatur beeinflusst, oder eine feindliche Aktion ausführt, endet diese Kraft.</p>"
        },
        {
            "id": "Sap Vitality",
            "name": "Saft Vitalität",
            "description": "<p>Führe einen Nahkampfangriff gegen eine Kreatur aus, die du erreichen kannst. Bei einem Treffer erleidet das Ziel [[/r 3W10]] nekrotischen Schaden.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot wirkst der 2. Stufe oder höher erhöht sich der Schaden um [[/r 1W10]] für jede Slot-Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Scourge",
            "name": "Geißel",
            "description": "<p><em><strong>Voraussetzung</strong>: Seuche</em></p> <p>Für die Dauer der Kraft werden deine Augen zu einer tintenschwarzen Leere, die von schrecklicher Kraft durchdrungen ist. Eine Kreatur deiner Wahl innerhalb von 18 m um dich, die du sehen kannst, muss einen Konstitutions-Rettungswurf erfolgreich abschließen oder für die Dauer von einem der folgenden Effekte deiner Wahl betroffen sein. In jedem deiner Züge, bis die Macht endet, kannst du deine Aktion verwenden, um eine andere Kreatur als Ziel zu wählen, aber du kannst keine Kreatur erneut als Ziel wählen, wenn ihr ein Rettungswurf gegen dieses Wirken von <em>Geißel</em></ gelungen ist. p> <p><strong><em>Schlaf.</em></strong> Das Ziel wird bewusstlos. Es wacht auf, wenn es Schaden erleidet oder eine andere Kreatur seine Aktion nutzt, um den Schläfer wachzurütteln.</p> <p><strong><em>In Panik geraten.</em></strong> Das Ziel hat Angst vor dir . In jedem Zug muss die verängstigte Kreatur die Aktion Sprint ausführen und sich auf dem sichersten und kürzesten verfügbaren Weg von dir entfernen, es sei denn, es gibt keinen Ort, an dem sie sich bewegen kann. Bewegt sich das Ziel mindestens 18 m von dir entfernt, wo es dich nicht mehr sehen kann, endet dieser Effekt.</p> <p><strong><em>Krank.</em></strong> Die Das Ziel hat einen Nachteil bei Angriffswürfen und Fähigkeitswürfen. Am Ende jedes seiner Züge kann es einen weiteren Weisheitsrettungswurf machen. Wenn es gelingt, endet der Effekt.</p>"
        },
        {
            "id": "Seethe",
            "name": "Kochen",
            "description": "<p>Du kochst vor Wut, lässt die dunkle Seite der Macht durchströmen und dich stärken. Als Teil der Aktion, um diese Kraft zu wirken, gibst du einen deiner Trefferwürfel aus, um Trefferpunkte wiederherzustellen.</p>"
        },
        {
            "id": "Sense Emotion",
            "name": "Gefühle wahrnehmen",
            "description": "<p>Sie stimmen Ihre Sinne ein, um die Emotionen anderer für die Dauer aufzunehmen. Wenn Sie die Macht wirken und während Ihrer Aktion in jeder Runde, bis die Macht endet, können Sie Ihre Sinne auf einen Humanoiden konzentrieren, den Sie innerhalb von 9 Metern von Ihnen sehen können. Sie lernen sofort die vorherrschende Emotion des Ziels, sei es Liebe, Wut, Schmerz, Angst, Ruhe oder etwas anderes, und Sie haben einen Vorteil bei Würfen auf Weisheit (Einsicht) gegen das Ziel. Wenn das Ziel nicht wirklich humanoid oder immun gegen Verzauberung ist, fühlst du, dass es ruhig ist.</p>"
        },
        {
            "id": "Sense Force",
            "name": "Sinneskraft",
            "description": "<p>Für die Dauer spürst du den Einsatz der Macht oder ihre Präsenz in einem leblosen Objekt in 9 m Entfernung von dir. Wenn Sie die Kraft auf diese Weise spüren, können Sie Ihre Aktion verwenden, um die Richtung zu bestimmen, aus der sie stammt, und wenn sie in Sichtlinie ist, sehen Sie eine schwache Aura um die Person oder das Objekt, von der die Kraft ausgeht.</p > <p><strong><em>Kraftstärke.</em></strong> Wenn Sie diese Kraft mit einem Kraftplatz der 3. Stufe wirken, erhöht sich die Reichweite auf 18 m. Wenn Sie einen Kraftplatz der 5. Stufe verwenden, erhöht sich die Reichweite auf 150 Fuß. Wenn Sie einen Truppenplatz der 7. Stufe verwenden, erhöht sich die Reichweite auf 1 Meile. Wenn Sie einen Truppenplatz der 9. Stufe verwenden, erhöht sich die Reichweite auf 10 Meilen.</p>"
        },
        {
            "id": "Sever Force",
            "name": "Kraft trennen",
            "description": "<p>Du versuchst, eine Kreatur beim Wirken einer Machtkraft zu unterbrechen. Wenn die Kreatur eine Kraft der 3. Stufe oder niedriger wirkt, schlägt ihre Kraft fehl und hat keine Wirkung. Wenn es eine Stärke der 4. Stufe oder höher wirkt, mach einen Fähigkeitstest mit deiner Kraftzauberfähigkeit. Der DC entspricht 10 + dem Leistungspegel. Bei einem Erfolg versagt die Kraft der Kreatur und hat keine Wirkung.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot der 4. Stufe wirkst oder höher, hat die unterbrochene Kraft keine Wirkung, wenn ihre Stufe kleiner oder gleich der Stufe des von Ihnen verwendeten Kraftslots ist.</p>"
        },
        {
            "id": "Shadow Sight",
            "name": "Schattensicht",
            "description": "<p>Sie verbessern Ihre Sehkraft mit der Macht, sodass Sie im Dunkeln besser sehen können. Für die Dauer hast du eine Dunkelsicht von bis zu 18 m.</p>"
        },
        {
            "id": "Share Life",
            "name": "Das Leben teilen",
            "description": "<p><em><strong>Voraussetzung</strong>: Gib Leben</em></p> <p>Du opferst einen Teil deiner Gesundheit, um die Verletzungen einer anderen Kreatur zu heilen. Du erleidest [[/r 4W8]] nekrotischen Schaden und eine Kreatur deiner Wahl, die du in Reichweite sehen kannst, erhält eine Anzahl von Trefferpunkten in Höhe des doppelten nekrotischen Schadens, den du erleidest. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 4. Schaden erhöht sich um [[/r 1W8]] für jede Slot-Stufe über 3.</p>"
        },
        {
            "id": "Shock",
            "name": "Schock",
            "description": "<p>Sie schleudern einen Blitz auf ein Ziel in Reichweite und führen einen Fernkampfangriff durch. Bei einem Treffer erleidet das Ziel [[/r 1W10]] Blitzschaden. Der Blitz entzündet brennbare Gegenstände in der Umgebung, die nicht getragen oder getragen werden.</p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W10]], wenn du die 5. Stufe ([[/r 2W10]]) erreichst. , 11. Stufe ([[/r 3W10]]) und 17. Stufe ([[/r 4W10]]).</p>"
        },
        {
            "id": "Shocking Shield",
            "name": "Schockierender Schild",
            "description": "<p><em><strong>Voraussetzung</strong>: Schock</em></p> <p>Blitze verlaufen in einer Kugel, die Ihren Körper umgibt und helles Licht in einem Radius von 3 m und schwaches Licht für eine zusätzliche 10 Meter. Du kannst deine Aktion nutzen, um die Macht vorzeitig zu beenden.</p> <p>Immer wenn dich eine Kreatur innerhalb von 1,5 m um dich mit einem Nahkampfangriff trifft, erleidet sie [[/r 2W8]] Blitzschaden.</p>"
        },
        {
            "id": "Shroud of Darkness",
            "name": "Schleier der Dunkelheit",
            "description": "<p><em><strong>Voraussetzung</strong>: Dunkelheit</em></p> <p>Du wirst für andere stark verdeckt. Schwaches Licht in einem Umkreis von 3 m um dich herum wird zu Dunkelheit und helles Licht wird zu schwachem Licht.</p> <p>Bis die Macht endet, hast du Widerstand gegen Gewaltschaden. Außerdem erleidet jedes Mal, wenn eine Kreatur im Umkreis von 3 m um dich einen Angriff trifft, [[/r 2W8]] nekrotischen Schaden.</p>"
        },
        {
            "id": "Siphon Life",
            "name": "Siphon Leben",
            "description": "<p><em><strong>Voraussetzung</strong>: Leben entziehen</em></p> <p>Eine Ranke aus tintenschwarzer Dunkelheit streckt sich von dir aus und berührt eine Kreatur, die du in Reichweite sehen kannst, um ihr Leben zu entziehen es. Das Ziel muss einen Geschicklichkeitsrettungswurf ausführen. Bei einem erfolgreichen Rettungswurf erleidet das Ziel [[/r 2W8]] nekrotischen Schaden und die Kraft endet. Bei einem fehlgeschlagenen Rettungswurf erleidet das Ziel [[/r 4W8]] nekrotischen Schaden und bis die Kraft endet, kannst du deine Aktion in jedem deiner Züge nutzen, um dem Ziel automatisch [[/r 4W8]] nekrotischen Schaden zuzufügen. Die Macht endet, wenn du deine Aktion für etwas anderes nutzt, wenn sich das Ziel jemals außerhalb der Reichweite der Macht befindet oder wenn das Ziel vollständige Deckung vor dir hat.</p> <p>Immer wenn die Macht einem Ziel Schaden zufügt, gewinne Trefferpunkte in Höhe der Hälfte des nekrotischen Schadens zurück, den das Ziel erleidet.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einem Kraft-Slot von 6th . wirken Level oder höher erhöht sich der Schaden um [[/r 1W8]] für jedes Slot-Level über 5.</p>"
        },
        {
            "id": "Skill Empowerment",
            "name": "Fähigkeitsförderung",
            "description": "<p>Deine Macht mit der Macht vertieft das Verständnis einer Kreatur für ihr eigenes Talent. Du berührst eine willige Kreatur und gibst ihr Fachwissen in einer Fertigkeit deiner Wahl; bis die Macht endet, verdoppelt die Kreatur ihren Fähigkeitsbonus für Fähigkeitswürfe, die sie mit der gewählten Fertigkeit durchführt. </p> <p>Du musst eine Fertigkeit wählen, in der das Ziel geübt ist und die nicht bereits von einem Effekt profitiert, der seinen Fertigkeitsbonus verdoppelt, wie etwa Expertise.</p>"
        },
        {
            "id": "Slow",
            "name": "Langsam",
            "description": "<p>Eine feindliche Kreatur deiner Wahl muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erhält das Ziel 1 Verlangsamungsstufe, bis die Kraft endet. Am Ende jedes Zugs der Kreatur wiederholt sie diesen Rettungswurf und beendet den Effekt bei einem Erfolg.</p> <p>Diese Kraft kann mehrere Ziele beeinflussen, wenn du höhere Stufen erreichst: zwei Ziele auf der 5. Stufe, drei Ziele auf der 11. Ebene und vier Ziele auf der 17. Ebene. </p>"
        },
        {
            "id": "Slow Descent",
            "name": "Langsamer Abstieg",
            "description": "<p>Wähle bis zu fünf fallende Kreaturen in Reichweite. Die Sinkgeschwindigkeit einer fallenden Kreatur verlangsamt sich auf 18 m pro Runde, bis die Kraft endet. Wenn die Kreatur landet, bevor die Macht endet, erleidet sie keinen Fallschaden und kann auf ihren Füßen landen und die Macht endet für diese Kreatur.</p>"
        },
        {
            "id": "Sonic Charge",
            "name": "Schallladung",
            "description": "<p>Als Teil der Aktion, mit der diese Kraft gewirkt wird, musst du einen Nahkampfwaffenangriff gegen eine Kreatur in deiner Reichweite ausführen, andernfalls versagt die Kraft. Bei einem Treffer erleidet das Ziel die normalen Auswirkungen des Angriffs und Sie beginnen bis zum Beginn Ihres nächsten Zuges ein verstörendes Summen von sich zu geben. Wenn eine feindliche Kreatur ihren Zug innerhalb von 1,5 m um dich beendet, erleidet sie [[/r 1W4]] Schallschaden.</p> <p>Der Schaden dieser Kraft erhöht sich, wenn du höhere Level erreichst. Auf der 5. Stufe fügt der Nahkampfangriff dem Ziel zusätzlich [[/r 1W8]] Schallschaden zu und der Sekundärschaden erhöht sich um [[/r 1W4]]. Beide Schadenswürfe erhöhen sich um [[/r 1W8]] bzw. [[/r 1W4]] auf der 11. und 17. Stufe.</p>"
        },
        {
            "id": "Sound Trick",
            "name": "Soundtrick",
            "description": "<p>Sie verwenden die Macht, um einen Effekt in Reichweite zu erzeugen. Sie erzeugen einen der folgenden Spezialeffekte in Reichweite:</p> <ul> <li>Ihre Stimme dröhnt bis zu dreimal so laut wie normal und Sie können den Ton 1 Minute lang ändern.</li> <li >Du verursachst für 1 Minute ein harmloses Beben im Boden.</li> <li>Du erzeugst ein augenblickliches Geräusch, das von einem Punkt deiner Wahl in Reichweite ausgeht, wie zum Beispiel ein Donnergrollen, ein Vogelschrei oder ein Unheilvolles flüstert.</li> <li>Du erhältst die Fähigkeit, für 1 Minute wie eine andere Spezies zu sprechen, was dir erlaubt, in einer Sprache zu sprechen, die du kennst, aber ansonsten nicht die physische Fähigkeit besitzt zu sprechen, wie zum Beispiel ein Wookiee, der Basic spricht.</li > <li>Sie erzeugen einen sofortigen, harmlosen Sinneseffekt, wie fallende Blätter, einen Windstoß, das Aufblähen der Kleidung einer Person oder das Flackern von nicht verstärkten Beleuchtungskörpern in Reichweite.</li> </ul> <p> Eine wachsame Kreatur kann ihre Aktion nutzen, um einen Intelligenzwurf (Untersuchung) gegen deinen SG zu machen, um zu erkennen, dass die Effekte bei einem Erfolg illusorisch sind.</p> <p>Wenn du . wirkst dieser Kraft mehrmals, du kannst bis zu drei ihrer 1-Minuten-Effekte gleichzeitig aktiv haben und einen solchen Effekt als Aktion abweisen.</p>"
        },
        {
            "id": "Spare the Dying",
            "name": "Verschone die Sterbenden",
            "description": "<p>Du berührst ein Lebewesen mit 0 Trefferpunkten. Die Kreatur wird stabil. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p>"
        },
        {
            "id": "Spirit Blade",
            "name": "Geisterklinge",
            "description": "<p>Du beschwörst eine Klinge aus Geisterenergie und versuchst, eine Kreatur zu treffen. Führe einen Nahkampfangriff gegen das Ziel aus. Wenn der Angriff trifft, erleidet die Kreatur [[/r 1W10]] nekrotischen Schaden.</p> <p>Diese Kraft kann mehrere Angriffe auf höheren Stufen ausführen: zwei Angriffe auf der 5. Stufe, drei Angriffe auf der 11. Stufe und vier Angriffe auf der 17. Ebene. Jeder Angriff kann dieselbe oder verschiedene Kreaturen als Ziel haben. Führe für jedes Ziel einen separaten Angriffswurf durch.</p>"
        },
        {
            "id": "Stasis",
            "name": "Stase",
            "description": "<p><em><strong>Voraussetzung</strong>: Betäuben</em></p> <p>Wähle eine Kreatur, die du in Reichweite sehen kannst. Dem Ziel muss ein Weisheitsrettungswurf gelingen oder es ist für die Dauer gelähmt. Am Ende jedes seiner Züge kann das Ziel einen weiteren Weisheitsrettungswurf machen. Bei einem Erfolg endet die Kraft beim Ziel. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte. </p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz ab der 6. 5. Die Kreaturen müssen sich innerhalb von 9 m voneinander befinden, wenn du sie anvisierst.</p>"
        },
        {
            "id": "Stasis Field",
            "name": "Stasisfeld",
            "description": "<p><em><strong>Voraussetzung</strong>: Stasis</em></p> <p>Wählen Sie einen Punkt, den Sie in Reichweite sehen können. Jeder Kreatur innerhalb der Reichweite dieses Punktes muss ein Weisheitsrettungswurf gelingen oder sie ist für die Dauer gelähmt. Am Ende jedes Zuges kann ein Ziel einen weiteren Weisheitsrettungswurf machen. Bei einem Erfolg endet die Kraft beim Ziel. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte. </p> <p><strong><em>Kraftstärke.</em></strong> Wenn Sie diese Kraft mit einem Kraftplatz der 9. Stufe wirken, erhöht sich die Größe des Würfels auf 12 m.</p >"
        },
        {
            "id": "Stun",
            "name": "Betäuben",
            "description": "<p>Wählen Sie einen Humanoiden, den Sie in Reichweite sehen können. Dem Ziel muss ein Weisheitsrettungswurf gelingen oder es ist für die Dauer gelähmt. Am Ende jedes seiner Züge kann das Ziel einen weiteren Weisheitsrettungswurf machen. Bei einem Erfolg endet die Kraft beim Ziel.</p>"
        },
        {
            "id": "Stun Droid",
            "name": "Betäubungsdroide",
            "description": "<p>Wählen Sie einen Droiden oder ein Konstrukt, das Sie in Reichweite sehen können. Dem Ziel muss ein Konstitutionsrettungswurf gelingen oder es ist für die Dauer gelähmt. Zu Beginn jeder seiner Runden erleidet das Ziel Energieschaden in Höhe deines Kraftwirkungs-Fähigkeitsmodifikators. Am Ende jedes seiner Züge kann das Ziel einen weiteren Konstitutionsrettungswurf machen. Bei einem Erfolg endet die Kraft beim Ziel.</p>"
        },
        {
            "id": "Sustained Lightning",
            "name": "Anhaltender Blitz",
            "description": "<p><em><strong>Voraussetzung</strong>: Schock</em></p> <p>Du schlägst eine Kreatur in Reichweite mit ständigen Machtblitzen an. Führe einen Fernkampfangriff gegen diese Kreatur aus. Bei einem Treffer erleidet das Ziel [[/r 1W12]] Blitzschaden und in jedem deiner Züge für die Dauer kannst du deine Aktion nutzen, um dem Ziel automatisch [[/r 1W12]] Blitzschaden zuzufügen. Die Macht endet, wenn Sie Ihre Aktion verwenden, um etwas anderes zu tun. Die Kraft endet auch, wenn sich das Ziel jemals außerhalb der Reichweite der Kraft befindet oder wenn es vollständige Deckung von dir hat.</p> <p><strong><em>Kraft erzwingen.</em></strong> Wenn du dies wirkst Macht einen Kraftplatz der 2. Stufe oder höher verwendet, erhöht sich der anfängliche Schaden um [[/r 1W12]] für jede Platzstufe über der 1. Stufe.</p>"
        },
        {
            "id": "Tapas",
            "name": "Tapas",
            "description": "<p>Du nutzt die Macht, um dich an die Elemente zu gewöhnen. Für die Dauer gelten Sie als an heißes und kaltes Klima angepasst.</p>"
        },
        {
            "id": "Telekinesis",
            "name": "Telekinese",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtwurf</em></p> <p>Du erhältst die Fähigkeit, Kreaturen und Objekte mit der Macht zu bewegen oder zu manipulieren. Wenn du diese Kraft wirkst und als deine Aktion jede Runde für die Dauer, kannst du deinen Willen auf eine Kreatur oder ein Objekt ausüben, das du in Reichweite sehen kannst, was den untenstehenden entsprechenden Effekt hervorruft. Sie können Runde für Runde dasselbe Ziel treffen oder jederzeit ein neues wählen. Wenn Sie das Ziel wechseln, wird das vorherige Ziel nicht mehr von der Kraft beeinflusst.</p> <p><strong><em>Kreatur.</em></strong> Sie können versuchen, eine riesige oder kleinere Kreatur zu bewegen. Das Ziel muss einen Kraftrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf bewegst du die Kreatur bis zu 9 m in eine beliebige Richtung, auch nach oben, aber nicht außerhalb der Reichweite dieser Kraft. Bis zum Ende deines nächsten Zuges wird die Kreatur in deinem telekinetischen Griff festgehalten. Eine nach oben gehobene Kreatur wird in der Luft aufgehängt.</p> <p>In den folgenden Runden kannst du deine Aktion nutzen, um zu versuchen, deinen telekinetischen Griff an der Kreatur aufrechtzuerhalten, indem du den Kampf wiederholst.</p> <p>< strong><em>Objekt.</em></strong> Du bewegst ein Objekt, das nicht getragen oder getragen wird und bis zu 2.500 lbs wiegt, bis zu 9 m in jede Richtung, aber nicht außerhalb der Reichweite dieser Kraft. </p> <p>Sie können mit Ihrem telekinetischen Griff eine feine Kontrolle auf Gegenstände ausüben, wie zum Beispiel ein einfaches Werkzeug manipulieren, eine Tür oder einen Behälter öffnen, einen Gegenstand aus einem offenen Behälter verstauen oder herausholen oder den Inhalt aus einer Ampulle gießen .</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einem Kraft-Slot der 6. Slot-Level über 5.</p>"
        },
        {
            "id": "Telekinetic Burst",
            "name": "Telekinetischer Burst",
            "description": "<p><em><strong>Voraussetzung</strong>: Telekinetischer Sturm</em></p> <p>Ein Strahl von Machtenergie blitzt in einem 1,5 m breiten, 18 m großen lange Linie. Jede Kreatur in der Reihe muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 8W6]] Machtschaden und wird zu Boden geworfen. Bei einem erfolgreichen Rettungswurf erleidet er nur halb so viel Schaden und wird nicht zu Boden geworfen. </p> <p>Du kannst in deinem Zug eine neue telekinetische Böe als Aktion erzeugen, bis die Kraft endet.</p> <p><strong><em>Potenz erzwingen.</em></strong> Wenn du diese Kraft mit einem Kraftplatz ab der 7. Stufe wirkst, erhöht sich der Schaden um [[/r 2W6]] für jeden Platz über der 6. Stufe.</p>"
        },
        {
            "id": "Telekinetic Shield",
            "name": "Telekinetischer Schild",
            "description": "<p><em><strong>Voraussetzung</strong>: Waffe animieren</em></p> <p>Du hebst drei Haufen Schutt oder kleine Gegenstände vom Boden und stellst sie zwischen dich und deine Gegner für die Dauer. </p> <p>Während mindestens drei Stapel übrig bleiben, hast du drei Viertel Deckung. Solange noch zwei Stapel übrig sind, hast du halbe Deckung. Während nur noch ein Stapel übrig ist, hast du ein Viertel Deckung. Die Stapel behindern Ihre Angriffe nicht. Wenn du die Macht wirkst oder als Aktion in einem nachfolgenden Zug, kannst du bis zu zwei Stapel anweisen, um bis zu zwei Kreaturen anzugreifen, die du im Umkreis von 9 m sehen kannst. Führe für jeden Stapel einen Fernkampfangriffswurf durch. Bei einem Treffer erleidet eine Kreatur [[/r 2W6]] Kinetik plus [[/r 1W10]] Kraftschaden. Der Stapel wird zerstört, egal ob er trifft oder verfehlt.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 4. Macht erzeugt einen zusätzlichen Stapel für jede Stufe über der 3. Stufe. </p>"
        },
        {
            "id": "Telekinetic Storm",
            "name": "Telekinetischer Sturm",
            "description": "<p><em><strong>Voraussetzung</strong>: Turbulenz</em></p> <p>Du rührst die Macht um dich herum und erzeugst ein turbulentes Feld telekinetischer Energie, das Feinde um dich herum umwirft. Das Feld erstreckt sich für die Dauer bis zu einer Entfernung von 4,5 m um dich herum.</p> <p>Wenn du diese Kraft wirkst, kannst du eine beliebige Anzahl von Kreaturen bestimmen, die von ihr nicht betroffen sind. Eine betroffene Kreatur erhält 1 Verlangsamungsstufe, während sie sich in dem Bereich befindet, und wenn die Kreatur den Bereich zum ersten Mal in einer Runde betritt oder dort ihren Zug beginnt, muss sie einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet die Kreatur [[/r 3W8]] Machtschaden. Bei einem erfolgreichen Rettungswurf erleidet die Kreatur halb so viel Schaden.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 4. Stufe wirkst oder höher erhöht sich der Schaden um [[/r 1W8]] für jede Slot-Stufe über 3.</p>"
        },
        {
            "id": "Telekinetic Wave",
            "name": "Telekinetische Welle",
            "description": "<p><em><strong>Voraussetzung</strong>: Telekinetic Burst</em></p> <p>Du manipulierst die Kraft in einem 60-Fuß-Radius, der auf einen von dir gewählten Punkt innerhalb der Reichweite zentriert ist. Jede Kreatur in diesem Bereich muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 12W6]] Kraftschaden, wird zu Boden geworfen und bewegt sich 1,5 m in eine Richtung deiner Wahl. Bei einem erfolgreichen Rettungswurf erleidet sie nur halb so viel Schaden und wird nicht zu Boden geworfen oder bewegt.</p> <p><strong><em>Kraft erzwingen.</em></strong> Wenn du diese Kraft mit wirkst ein Kraftslot der 9. Stufe erhöht sich der Schaden um [[/r 2W6]].</p>"
        },
        {
            "id": "Telemetry",
            "name": "Telemetrie",
            "description": "<p>Du wählst ein Objekt aus, das du während des Wirkens der Kraft berühren musst. Wenn es sich um einen verbesserten oder modifizierten Gegenstand handelt, erfährst du seine Eigenschaften und wie man sie benutzt, ob er Einstimmung erfordert und wie viele Ladungen er hat, falls vorhanden. Du erfährst, ob und welche Kräfte den Gegenstand beeinflussen.</p> <p>Wenn der Gegenstand von einer Kraft erschaffen wurde, erfährst du, welche Kraft ihn erschaffen hat. Wenn du stattdessen während des Wirkens eine Kreatur berührst, erfährst du, welche Machtkräfte sie derzeit beeinflussen.</p>"
        },
        {
            "id": "Telepathic Link",
            "name": "Telepathische Verbindung",
            "description": "<p><em><strong>Voraussetzung</strong>: Force Whisper</em></p> <p>Du stellst eine telepathische Verbindung zu einer willigen Kreatur her, die du berührst. Bis die Macht endet, können Sie und das Ziel immer dann, wenn Sie sich sehen können, über Telepathie miteinander kommunizieren.</p> <p>Sie müssen keine Sprache mit einer Kreatur teilen, damit sie Ihre . versteht telepathische Äußerungen, und die Kreatur versteht dich, auch wenn ihr die Sprache fehlt. Die Kreatur kann dir auch telepathisch antworten, aber sie muss mindestens eine Sprache verstehen, um auf diese Weise kommunizieren zu können. Diese Kraft hat keine Auswirkung auf Droiden oder Konstrukte.</p> <p><strong><em>Kraftstärke.</em></strong> Wenn du diese Kraft mit einem Kraftplatz der 3. Die Dauer erhöht sich auf Konzentration, bis zu 1 Stunde, und wenn Sie oder die Kreatur, mit der Sie verbunden sind, überrascht sind, während Sie sich beide sehen können, kann die überraschte Kreatur in ihrem ersten Zug im Kampf immer noch normal agieren, als ob sie waren nicht überrascht.</p>"
        },
        {
            "id": "Tremor",
            "name": "Tremor",
            "description": "<p><em><strong>Voraussetzung</strong>: Burst</em></p> <p>Sie verursachen ein Beben im Boden in Reichweite. Jede Kreatur außer dir in einer um diesen Punkt zentrierten Sphäre mit 1,5 m Radius muss einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet eine Kreatur [[/r 1W8]] Kinetikschaden und wird zu Boden geworfen. Bei einem erfolgreichen Rettungswurf erleidet die Kreatur halb so viel Schaden und wird nicht zu Boden geworfen. Wenn der Boden in diesem Bereich lockere Erde oder Steine ​​ist, wird es bis zur Räumung zu schwierigem Gelände, wobei jeder Abschnitt mit einem Durchmesser von 1,5 m mindestens 1 Minute benötigt, um von Hand zu räumen.</p> <p><strong><em> Machtpotenz.</em></strong> Wenn du diese Kraft mit einem Machtslot der 2. Stufe oder höher wirkst, erhöht sich der Schaden um [[/r 1W8]] für jede Slotstufe über der 1. Stufe.</p>"
        },
        {
            "id": "True Sight",
            "name": "Wahre Sicht",
            "description": "<p><em><strong>Voraussetzung</strong>: Machtsehen</em></p> <p>Du veränderst deine Sicht, um durch den Einsatz der Macht zu sehen, </p> <p>gibt dir die Fähigkeit, die Dinge so zu sehen, wie sie tatsächlich sind. Für die Dauer hast du wahre Sicht und bemerkst geheime Türen, die von Mächten verborgen sind, alle bis zu einer Reichweite von 120 Fuß.</p>"
        },
        {
            "id": "Turbulence",
            "name": "Turbulenz",
            "description": "<p>Wähle eine Kreatur aus oder wähle zwei Kreaturen, die sich in Reichweite von 1,5 m voneinander befinden. Ein Ziel muss einen Geschicklichkeitswurf erfolgreich ausführen oder [[/r 1W6]] Kraftschaden erleiden.</p> <p>Der Schaden dieser Kraft erhöht sich um [[/r 1W6]], wenn Sie die 5., 11. und 17. Stufe erreichen .</p>"
        },
        {
            "id": "Valor",
            "name": "Tapferkeit",
            "description": "<p><em><strong>Voraussetzung</strong>: Widerstand</em></p> <p>Du segnen bis zu drei Kreaturen deiner Wahl in Reichweite. Immer wenn ein Ziel einen Angriffswurf oder einen Rettungswurf macht, bevor die Macht endet, kann das Ziel einen [[/r d4]] würfeln und die gewürfelte Zahl zum Angriffswurf oder Rettungswurf addieren.</p> <p><strong ><em>Machtpotenz.</em></strong> Wenn du diese Kraft mit einem Machtslot der 3. Stufe oder höher wirkst, kannst du für jeweils zwei Slotstufen über der 1. Stufe eine zusätzliche Kreatur als Ziel wählen. Wenn du diese Kraft auf der 3., 6. oder 9. Stufe wirkst, erhöht sich der Würfel auf [[/r d6]], [[/r d8]] bzw. [[/r d10]].</p>"
        },
        {
            "id": "Wakefulness",
            "name": "Wachsamkeit",
            "description": "<p><em><strong>Voraussetzung</strong>: Atemkontrolle</em></p> <p>Sie verwenden die Kraft, um die Funktionen Ihres Körpers zu kontrollieren. Für die Dauer erhalten Sie die folgenden Vorteile:</p> <ul> <li>Sie ignorieren die Auswirkungen von Erschöpfungsstufen, die Sie haben. </li> <li>Sie müssen nicht essen, trinken oder schlafen. Sie können auf keinen Fall zum Schlafen gezwungen werden. Um die Vorteile einer langen Pause zu nutzen, können Sie alle 8 Stunden mit leichten Aktivitäten verbringen, wie zum Beispiel Lesen und Wachen halten. </li> </ul> <p>Wenn du nach dem Ende dieser Macht immer noch Erschöpfungsstufen hast, musst du einen Konstitutionsrettungswurf gegen SG 15 machen. Bei einem fehlgeschlagenen Rettungswurf erhältst du eine zusätzliche Erschöpfungsstufe.</p>"
        },
        {
            "id": "Wall of Light",
            "name": "Wand des Lichts",
            "description": "<p>Ihr beschwört eine immense Manifestation von zerstörerischer Lichtseitenkraftenergie herauf. Die Wand erscheint in Reichweite und hält für die Dauer. Sie können eine gerade Mauer mit einer Länge von bis zu 30 Metern, einer Höhe von 6 Metern und einer Dicke von 5 Metern oder einer Ringmauer mit einem Durchmesser von bis zu 18 Metern, einer Höhe von 6 Metern und einer Dicke von 5 Metern erstellen. Die Mauer bietet dreiviertel Deckung und ihr Raum ist schwieriges Gelände.</p> <p>Wenn eine Kreatur in einem Zug zum ersten Mal den Bereich der Mauer betritt oder dort ihren Zug beginnt, muss sie einen Geschicklichkeitsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet die Kreatur [[/r 6d10]] Machtschaden oder halb so viel bei einem Erfolg.</p>"
        },
        {
            "id": "Whirlwind",
            "name": "Wirbelwind",
            "description": "<p>Ein Wirbelwind heult bis zu einem Punkt, den Sie in Reichweite auf dem Boden sehen können. Der Wirbelwind ist ein 10 Fuß Radius, 30 Fuß hoher Zylinder, der auf diesem Punkt zentriert ist. Bis die Kraft endet, können Sie den Wirbelwind mit Ihrer Aktion bis zu 9 m in jede Richtung entlang des Bodens bewegen. Der Wirbelwind saugt alle mittleren oder kleineren Gegenstände auf, die an nichts befestigt sind und die von niemandem getragen oder getragen werden.</p> <p>Eine Kreatur muss beim ersten Mal in einer Runde, in der sie sich befindet, einen Geschicklichkeitsrettungswurf ausführen den Wirbelwind betritt oder dass der Wirbelwind seinen Raum betritt, auch wenn der Wirbelwind zum ersten Mal auftritt. Eine Kreatur erleidet [[/r 10W6]] Kinetikschaden bei einem fehlgeschlagenen Rettungswurf oder halb so viel Schaden bei einem erfolgreichen. Außerdem muss einer großen oder kleineren Kreatur, der der Rettungswurf misslingt, ein Stärkerettungswurf gelingen oder sie wird im Wirbelwind festgehalten, bis die Kraft endet. Wenn eine Kreatur ihren Zug durch den Wirbelwind gefesselt beginnt, wird sie 1,5 Meter höher hineingezogen, es sei denn, die Kreatur befindet sich oben. Eine zurückgehaltene Kreatur bewegt sich mit dem Wirbelwind und fällt, wenn die Kraft endet, es sei denn, die Kreatur hat irgendwelche Mittel, um sich in der Luft zu halten.</p> <p>Eine zurückhaltende Kreatur kann eine Aktion verwenden, um einen Stärke- oder Geschicklichkeitswurf gegen deinen Kraftwurf-SG abzulegen . Bei Erfolg wird die Kreatur nicht mehr vom Wirbelwind zurückgehalten und wird in zufälliger Richtung [[/r 3W6*10]] Fuß von ihr weggeschleudert.</p>"
        },
        {
            "id": "Will of the Force",
            "name": "Wille der Macht",
            "description": "<p>Du sublimierst dich vor dem Willen der Macht und versuchst, damit Veränderungen in der Galaxie um dich herum zu bewirken. </p> <p>Die grundlegende Verwendung dieser Kraft besteht darin, jede andere leichte Seite oder universelle Kraft der 8. Stufe oder niedriger zu duplizieren. Sie müssen keine Anforderungen an diese Leistung erfüllen; es greift einfach. Alternativ kannst du einen der folgenden Effekte deiner Wahl erzeugen:</p> <ul> <li>Du beschwörst ein Objekt mit einem Wert von bis zu 250.000 cr zu dir, das kein verbesserter Gegenstand ist. Das Objekt darf in keiner Dimension größer als 90 m sein und erscheint auf einem unbesetzten Feld, das du auf dem Boden sehen kannst.</li> <li>Du erlaubst bis zu zwanzig Kreaturen, die du sehen kannst, alle Trefferpunkte zurückzugewinnen. und du beendest alle Effekte auf sie, die in der Kraft <em>verbesserte Wiederherstellung</em> beschrieben sind.</li> <li>Du gewährst bis zu zehn Kreaturen, die du sehen kannst, Widerstand gegen eine von dir gewählte Schadensart.</li> <li>Du gewährst bis zu zehn Kreaturen, die du sehen kannst, Immunität gegen eine einzelne Kraft oder einen anderen spezifischen verstärkten Effekt für 8 Stunden. Du könntest dich zum Beispiel und alle deine Gefährten immun gegen die Fähigkeit Manifestation von Abeloths Willen machen.</li> <li>Du kannst ein einzelnes Ereignis der letzten Zeit rückgängig machen, indem du eine Wiederholung jedes Wurfs in der letzten Runde (einschließlich deines letzten Zuges) erzwingst ). Die Realität formt sich neu, um dem neuen Ergebnis gerecht zu werden. Der <em>Wille der Macht</em> könnte beispielsweise den erfolgreichen Rettungswurf eines Gegners, den kritischen Treffer eines Gegners oder den fehlgeschlagenen Rettungswurf eines Freundes rückgängig machen. Sie können den Wiederholungswurf mit Vorteil oder Nachteil erzwingen, und Sie können wählen, ob Sie den Wiederholungswurf oder den Originalwurf verwenden möchten.</li> </ul> <p>Sie können möglicherweise etwas erreichen, das über den Rahmen der obigen Beispiele. Formulieren Sie Ihren Wunsch so genau wie möglich an die DM. Der DM hat einen großen Spielraum bei der Entscheidung, was in einem solchen Fall geschieht; je größer der Wunsch, desto größer die Wahrscheinlichkeit, dass etwas schief geht. Diese Kraft kann einfach versagen, die gewünschte Wirkung kann nur teilweise erreicht werden oder Sie können durch die Formulierung des Wunsches unvorhergesehene Konsequenzen erleiden. Wenn Sie sich zum Beispiel wünschen, dass ein Schurke tot ist, können Sie sich rechtzeitig zu einer Zeit bewegen, in der dieser Schurke nicht mehr lebt, und Sie effektiv aus dem Spiel entfernen. Ebenso könnte der Wunsch nach einem legendären verbesserten Gegenstand oder Artefakt dich sofort in die Gegenwart des aktuellen Besitzers des Gegenstands versetzen.</p> <p>Der Stress, diese Kraft zu wirken, um einen anderen Effekt als das Duplizieren einer anderen Kraft zu erzeugen, schwächt dich. Nachdem Sie diesen Stress ausgehalten haben, erleiden Sie jedes Mal, wenn Sie eine Kraft wirken, bis Sie eine lange Pause beenden, [[/r 1W10]] nekrotischen Schaden pro Stufe dieser Kraft, der in keiner Weise reduziert oder verhindert werden kann. Außerdem sinkt deine Stärke für [[/r 2W4]] Tage auf 3, wenn sie nicht bereits 3 oder niedriger ist. Für jeden dieser Tage, an denen Sie sich ausruhen und nichts anderes als leichte Aktivitäten unternehmen, verringert sich Ihre verbleibende Erholungszeit um 2 Tage. Darüber hinaus besteht eine 33-prozentige Chance, dass Sie nie wieder <em>Willen der Macht</em> einsetzen können, wenn Sie unter diesem Stress leiden. Schließlich, wenn Sie infolge dieses nekrotischen Schadens auf 0 Trefferpunkte reduziert werden oder zu einem beliebigen Zeitpunkt, bevor Sie sich vollständig von der Stärkereduzierung erholt haben, sterben Sie sofort und können nicht wiederbelebt werden, da Ihr Körper verblasst und in die lebendige Kraft absorbiert wird .</p>"
        },
        {
            "id": "Wound",
            "name": "Wunde",
            "description": "<p>Du machst eine durchdringende Geste auf eine Kreatur in Reichweite. Führe einen Fernkampfangriff gegen das Ziel durch. Bei einem Treffer erleidet das Ziel [[/r 2W8]] nekrotischen Schaden und muss einen Konstitutionsrettungswurf ausführen. Bei einem fehlgeschlagenen Rettungswurf wird es auch bis zum Ende deines nächsten Zuges vergiftet.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn du diese Kraft mit einem Kraft-Slot wirkst der 2. Stufe oder höher erhöht sich der Schaden um [[/r 1W8]] für jede Slot-Stufe über der 1. Stufe.</p>"
        },
        {
            "id": "Wrack",
            "name": "Wrack",
            "description": "<p><em><strong>Voraussetzung</strong>: Seuche</em></p> <p>Du zerstörst den Körper einer Kreatur, die du mit einem ansteckenden, krankheitsähnlichen Zustand sehen kannst. Das Ziel muss einen Konstitutionsrettungswurf machen. Bei einem fehlgeschlagenen Rettungswurf erleidet er [[/r 14W6]] nekrotischen Schaden oder halb so viel Schaden bei einem erfolgreichen Rettungswurf. Der Schaden kann die Trefferpunkte des Ziels nicht unter 1 reduzieren. Wenn dem Ziel der Rettungswurf nicht gelingt, wird sein Trefferpunktmaximum 1 Stunde lang um den Betrag reduziert, der dem nekrotischen Schaden entspricht, den es erlitten hat. Jeder Effekt, der eine Krankheit beseitigt, lässt das Maximum der Trefferpunkte einer Kreatur sofort wieder normal werden.</p> <p><strong><em>Kraft-Potenz.</em></strong> Wenn Sie diese Kraft mit einer Kraft wirken Slot der 7. Stufe oder höher, die Kraft verursacht zusätzlich [[/r 2W6]] Schaden für jede Slot-Stufe über der 6. Stufe.</p>"
        }
    ]
}						