{
    "label": "Ausrüstung: Rüstung",
    "entries": [
        {
            "id": "Assault armor",
            "name": "Sturmpanzerung",
            "description": "<h3>Sperrig</h3> <p>Während du eine Rüstung mit der Eigenschaft sperrig trägst, hast du einen Nachteil bei Fertigkeitswürfen (Heimlichkeit), die auf Geräusche angewiesen sind.</p> <h3>Stärke 15</h3> <p>Während Wenn du eine Rüstung trägst oder einen Schild mit der Eigenschaft Stärke trägst, wird deine Geschwindigkeit um 10 reduziert, es sei denn, du erfüllst die Stärkeanforderung. </p> <hr /> <p>Die Angriffspanzerung wurde gegenüber der Kampfpanzerung verbessert, mit dem Vorteil der Mikrohydraulik, die die Effizienz des Bedieners erhöht. Es bietet besseren Schutz, aber erhöhtes Gewicht.</p>"
        },
        {
            "id": "Battle armor",
            "name": "Kampfrüstung",
            "description": "<h3>Sperrig</h3> <p>Während du eine Rüstung mit der Eigenschaft sperrig trägst, hast du einen Nachteil bei Fertigkeitswürfen (Heimlichkeit), die auf Geräusche angewiesen sind.</p> <h3>Stärke 13</h3> <p>Während Wenn du eine Rüstung trägst oder einen Schild mit der Eigenschaft Stärke trägst, wird deine Geschwindigkeit um 10 reduziert, es sei denn, du erfüllst die Stärkeanforderung. </p> <hr /> <p>Kampfrüstung ist eine Rüstung, die das Gewicht reduziert, aber die Bewegungsfreiheit einschränkt. Die Rüstung wird häufig von Söldnern, Kopfgeldjägern, Soldaten und Zivilisten verwendet, die in gefährlichen Gebieten leben.</p>"
        },
        {
            "id": "Beskar weave armor",
            "name": "Beskar gewebte Rüstung",
            "description": "<h3>Reguliert</h3> <p>Wenn du eine Rüstung trägst oder einen Schild mit der regulierten Eigenschaft trägst und eine Kreatur das Maximum an einem Waffenschadenswürfel gegen dich wirft, muss sie erneut würfeln und den neuen Wurf verwenden, selbst wenn die neuer Wurf ist das Maximum des Waffenschadenswürfels.</p> <h3>Stärke 11</h3> <p>Während du eine Rüstung trägst oder einen Schild mit der Eigenschaft Stärke trägst, wird deine Geschwindigkeit um 10 reduziert, es sei denn, du erreichst die Stärke Erfordernis. </p>"
        },
        {
            "id": "Bone light shield",
            "name": "Knochenlichtschild",
            "description": "<h3>Stachelig ([[/r 1W4]])</h3> <p>Wenn dir ein Wurf auf Stärke (Leichtathletik) gelingt, eine Kreatur zu stoßen oder zu stolpern, während du einen Schild mit der Stacheleigenschaft schwingst, erleidet die Kreatur Kinetikschaden Verwenden Sie den Stachelschaden (der in Klammern mit der Eigenschaft angezeigt wird) + Ihren Stärkemodifikator.</p>"
        },
        {
            "id": "Combat suit",
            "name": "Kampfanzug",
            "description": "<p>Kampfanzüge sind in der ganzen Galaxie zu sehen und können von fast jedem Händler, der mit Waffen und Rüstungen handelt, erworben werden. Viele solcher Anzüge werden von Militärorganisationen wie dem Militär der Galaktischen Republik sowie von Söldnern, Kriminellen, Kopfgeldjägern und sogar einigen Jedi verwendet.</p> <p>Der Anzug selbst bietet einen angemessenen Schutz vor den meisten Arten von Angriffen, während bei maximaler Flexibilität und minimalem Gewicht. Diese Rüstung wird jedoch nur für leichte Scharmützel empfohlen.</p>"
        },
        {
            "id": "Composite armor",
            "name": "Verbundpanzerung",
            "description": "<h3>Sperrig</h3> <p>Während du eine Rüstung mit der Eigenschaft sperrig trägst, hast du einen Nachteil bei Fertigkeitswürfen (Heimlichkeit), die auf Geräuschen beruhen.</p> <hr /> <p>Verbundrüstung ist eine Art von gepanzerter Anzug, der eine gute Balance zwischen Mobilität und Schutz gegen die meisten Waffentypen bietet. Die Mikrohydraulik dieser Art von motorisierter Panzerung bietet dem Bediener Schutz, ist jedoch sperriger als Netz- oder Gewebepanzerungen. Diese Art von Rüstung wird selten außerhalb des Einsatzes von professionellen Söldnern und Soldaten gesehen.</p>"
        },
        {
            "id": "Crystadium medium shield",
            "name": "Crystadion mittlerer Schild",
            "description": "<h3>Absorptiv 1</h3> <p>Wenn du eine Rüstung trägst oder einen Schild mit der absorbierenden Eigenschaft trägst, wird der Schaden, den du durch Waffen erleidest, um den Betrag reduziert, der der absorbierenden Zahl entspricht. Wenn dies den Schaden auf 0 reduzieren würde, wird der Schaden stattdessen auf 1 reduziert.</p> <h3>Unausgeglichen</h3> <p>Wenn du beim Tragen dieses Schildes einen kritischen Treffer erleidest, kannst du erst reagieren, wenn die zu Beginn deines nächsten Zuges und du erhältst vor Beginn deines nächsten Zuges keinen RK-Vorteil von deinem Schild gegen den nächsten Angriff gegen dich.</p> <h3>Stärke 13</h3> <p>Während du Rüstung trägst oder trägst ein Schild mit der Eigenschaft Stärke, wird deine Geschwindigkeit um 10 reduziert, es sei denn, du erfüllst die Stärkeanforderung. </p>"
        },
        {
            "id": "Durafiber combat suit",
            "name": "Kampfanzug aus Durafiber",
            "description": "<h3>Agil 1</h3> <p>Wenn du eine Rüstung trägst oder einen Schild mit der agilen Eigenschaft trägst, erhältst du einen Bonus auf Geschicklichkeitswürfe und Geschicklichkeitsrettungswürfe in Höhe der Beweglichkeitszahl und einen Bonus auf deine Geschwindigkeit in Höhe von bis 5 x die agile Zahl.</p>"
        },
        {
            "id": "Duranium battle armor",
            "name": "Duranium-Kampfrüstung",
            "description": "<h3>Sperrig</h3> <p>Während du eine Rüstung mit der Eigenschaft sperrig trägst, hast du einen Nachteil bei Geschicklichkeitswürfen (Heimlichkeit), die auf Geräuschen beruhen.</p> <h3>Umständlich</h3> <p>Beim Tragen Rüstung oder das Tragen eines Schildes mit der schwerfälligen Eigenschaft, wird deine Geschwindigkeit um 5 reduziert.</p> <h3>Reaktiv 1</h3> <p>Wenn du eine Rüstung mit der reaktiven Eigenschaft trägst und eine Kreatur dich mit einem Angriff trifft würfelst, erhältst du einen Bonus auf die RK gegen den nächsten Angriff dieser Kreatur vor Beginn deines nächsten Zuges in Höhe der reaktiven Zahl.</p> <h3>Stärke 13</h3> <p>Während du Rüstung trägst oder a Schild mit der Festigkeitseigenschaft, wird deine Geschwindigkeit um 10 reduziert, es sei denn, du erfüllst die Stärkeanforderung. </p>"
        },
        {
            "id": "Durasteel exoskeleGeräusche",
            "name": "Durastahl-Exoskelett",
            "description": "<h3>Sperrig</h3> <p>Während du eine Rüstung mit der Eigenschaft sperrig trägst, hast du einen Nachteil bei Fertigkeitswürfen (Heimlichkeit), die auf Schall beruhen.</p> <h3>Undurchlässig</h3> <p>Rüstung mit die undurchlässige Eigenschaft fungiert als Umgebungsanzug, Fluganzug und Wasseranzug.</p> <h3>Starr</h3> <p>Während du eine Rüstung mit der starren Eigenschaft trägst, addierst du die Hälfte deines Geschicklichkeitsmodifikators (abgerundet) , anstelle deines vollen Geschicklichkeitsmodifikators, zu Geschicklichkeits-Rettungswürfen, die du machst. Wenn Ihr Geschicklichkeitsmodifikator negativ ist, ziehen Sie stattdessen den vollen Modifikator ab.</p> <h3>Stärke 17</h3> <p>Während Sie eine Rüstung tragen oder einen Schild mit der Stärkeeigenschaft tragen, wird Ihre Geschwindigkeit um 10 reduziert, es sei denn, Sie die Festigkeitsanforderung erfüllen. </p>"
        },
        {
            "id": "Duravlex fiber armor",
            "name": "Duravlex-Faserpanzerung",
            "description": "<h3>Silent</h3> <p>Während du eine Rüstung mit der Eigenschaft Silent trägst, hast du einen Vorteil bei Fertigkeitswürfen (Heimlichkeit), die auf Sound basieren.</p>"
        },
        {
            "id": "Fiber armor",
            "name": "Faserpanzerung",
            "description": "<p>Faserrüstung ist eine Art von Rüstung, die mehr Schutz bietet als der leichtere Kampfanzug. Faserpanzerung ist insgesamt schwerer als Kampfanzüge und nicht ganz so flexibel, aber viele halten die Kompromisse für lohnenswert. Es ist eine gute Verteidigungsquelle gegen physische Angriffe und leichtes Blasterfeuer.</p>"
        },
        {
            "id": "Fleximetal fiber armor",
            "name": "Fleximetall-Faserpanzerung",
            "description": "<h3>Avoidant 1</h3> <p>Wenn du eine Rüstung oder einen Schild mit der Eigenschaft „Avoidant“ trägst und eine Kreatur einen Angriff gegen dich ausführt, verringert sich die kritische Trefferreichweite um den Betrag der „Avoidant“-Zahl, auf ein Minimum von 1.</p> <h3>Stärke 11</h3> <p>Während Sie eine Rüstung tragen oder einen Schild mit der Eigenschaft Stärke tragen, wird Ihre Geschwindigkeit um 10 reduziert, es sei denn, Sie erfüllen die Stärkeanforderung. </p>"
        },
        {
            "id": "Heavy exoskeleGeräusche",
            "name": "Schweres Exoskelett",
            "description": "<h3>Sperrig</h3> <p>Während du eine Rüstung mit der Eigenschaft sperrig trägst, hast du einen Nachteil bei Fertigkeitswürfen (Heimlichkeit), die auf Geräusche beruhen.</p> <h3>Stärke 17</h3> <p>Während Wenn du eine Rüstung trägst oder einen Schild mit der Eigenschaft Stärke trägst, wird deine Geschwindigkeit um 10 reduziert, es sei denn, du erfüllst die Stärkeanforderung. </p> <hr /> <p>Schwere Exoskelette sind praktisch die schwersten Rüstungen, die während des Galaktischen Krieges erhältlich sind. Es ist ideal für extreme Kampfsituationen mit direktem Schaden und bietet auch einen sehr guten Schutz unter Einbußen an Fingerfertigkeit. Manche halten es für klaustrophobisch, aber das war der Kompromiss für die Sicherheit.</p>"
        },
        {
            "id": "Heavy physical shield",
            "name": "Schwerer physischer Schild",
            "description": "Aufdringlich <h3>Stärke 15</h3> <p>Während Sie eine Rüstung tragen oder einen Schild mit der Eigenschaft Stärke tragen, wird Ihre Geschwindigkeit um 10 verringert, es sei denn, Sie erfüllen die Stärkeanforderung. </p>"
        },
        {
            "id": "Heavy shield generator",
            "name": "Generator für schwere Schilde",
            "description": null
        },
        {
            "id": "Laminanium assault",
            "name": "Laminanium-Angriff",
            "description": "<h3>Sperrig</h3> <p>Wenn du eine Rüstung mit der Eigenschaft sperrig trägst, hast du einen Nachteil bei Fertigkeitswürfen (Heimlichkeit), die auf Geräuschen beruhen.</p> <h3>Umständlich</h3> <p>Beim Tragen Rüstung oder das Tragen eines Schildes mit der schwerfälligen Eigenschaft, wird deine Geschwindigkeit um 5 verringert.</p> <h3>Verdeckt</h3> <p>Wenn du eine Rüstung mit der verdunkelten Eigenschaft trägst, haben elektronische Sensoren und Kameras Nachteile für die Weisheit (Wahrnehmung) und Intelligenz-Checks (Ermittlung) gegen dich, die auf Sicht basieren.</p> <h3>Stärke 15</h3> <p>Während du eine Rüstung oder einen Schild mit der Eigenschaft Stärke trägst, wird deine Geschwindigkeit um 10 verringert, es sei denn, du die Festigkeitsanforderung erfüllen. </p>"
        },
        {
            "id": "Light physical shield",
            "name": "Leichter physischer Schild",
            "description": null
        },
        {
            "id": "Light shield generator",
            "name": "Lichtschildgenerator",
            "description": null
        },
        {
            "id": "Medium physical shield",
            "name": "Mittlerer physischer Schild",
            "description": "<h3>Stärke 13</h3> <p>Während Sie eine Rüstung tragen oder einen Schild mit der Eigenschaft Stärke tragen, wird Ihre Geschwindigkeit um 10 verringert, es sei denn, Sie erfüllen die Stärkeanforderung. </p>"
        },
        {
            "id": "Medium shield generator",
            "name": "Mittlerer Schildgenerator",
            "description": null
        },
        {
            "id": "Mesh armor",
            "name": "Mesh-Rüstung",
            "description": "<p>Maschenpanzerung bietet soliden Schutz zu minimalen Kosten und gilt als hervorragender Schutz für verschanzte Truppen oder Wachen. Dieser Schutz geht jedoch auf Kosten der Mobilität und schränkt seine Verwendung durch schnell vorrückende Infanterie ein. Dennoch bietet es mehr Mobilität als Kampfpanzer.</p>"
        },
        {
            "id": "Neutronium mesh",
            "name": "Neutronium-Netz",
            "description": "<h3>Insulated 1</h3> <p>Während du eine Rüstung oder einen Schild mit der isolierten Eigenschaft trägst, erhältst du einen Bonus auf RK und Rettungswürfe gegen Effekte, die Ionen- oder Blitzschaden in Höhe der isolierten Zahl verursachen würden.</h3>Insulated 1</h3> <p> p> <h3>Stärke 11</h3> <p>Während Sie eine Rüstung tragen oder einen Schild mit der Eigenschaft Stärke tragen, wird Ihre Geschwindigkeit um 10 verringert, es sei denn, Sie erfüllen die Stärkeanforderung. </p>"
        },
        {
            "id": "Plastoid composite",
            "name": "Plastoid-Komposit",
            "description": "<h3>Sperrig</h3> <p>Während du eine Rüstung mit der Eigenschaft sperrig trägst, hast du einen Nachteil bei Fertigkeitswürfen (Heimlichkeit), die auf Geräusche beruhen.</p> <h3>Verstärkt</h3> <p>Wenn Sie einen Weitsprung machen, während Sie eine Rüstung mit der verstärkten Eigenschaft tragen, können Sie eine Anzahl von Metern bis zum Doppelten Ihres Stärkewerts zurücklegen. Wenn Sie einen Hochsprung machen, können Sie eine Anzahl von Metern in die Luft springen, die 3 + dem doppelten Stärkemodifikator entspricht.</p> <h3>Starr</h3> <p>Während Sie eine Rüstung mit der Eigenschaft Starr tragen,  addieren Sie die Hälfte Ihres Geschicklichkeitsmodifikators (abgerundet) anstelle Ihres vollen Geschicklichkeitsmodifikators zu Ihren Geschicklichkeitsrettungswürfen. Wenn Ihr Geschicklichkeitsmodifikator negativ ist, ziehen Sie stattdessen den vollen Modifikator ab.</p>"
        },
        {
            "id": "Quadanium heavy shield",
            "name": "Quadanium schwerer Schild",
            "description": "<h3>Ladung 1</h3> <p>Wenn du Schaden erleidest, während du eine Rüstung trägst oder einen Schild mit der Ladungseigenschaft schwingst, erhältst du eine Ladung. Sie können eine maximale Anzahl von Ladungen speichern, die der Ladenummer entspricht, und die Ladungen dauern 1 Minute. Wenn Sie das nächste Mal mit einem Nahkampfwaffenangriff treffen, während Sie aufgeladen sind, verursachen Sie zusätzlichen Schaden derselben Art wie der Schaden der Waffe in Höhe der Anzahl der gespeicherten Ladungen.</p> <h3>Umständlich</h3> <p> Wenn du eine Rüstung trägst oder einen Schild mit der schwerfälligen Eigenschaft trägst, wird deine Geschwindigkeit um 5 reduziert.</p> Aufdringlich <h3>Stärke 15</h3> <p>Wenn du eine Rüstung trägst oder einen Schild mit der Eigenschaft Stärke schwingst, wird deine Geschwindigkeit wird um 10 reduziert, es sei denn, Sie erfüllen die Festigkeitsanforderung. </p>"
        },
        {
            "id": "Weave armor",
            "name": "Rüstung flechten",
            "description": "<p>Weave-Rüstung wurde aus einem Netz aus Metall- oder Verbundplatten und einem gepolsterten Overall hergestellt. Varianten der Rüstung beinhalteten weniger Platten und mehr Polsterung für eine leichtere, aber weniger schützende Rüstung und eine schwerere Beschichtung mit Formteilen, die dem Träger angepasst waren. Obwohl die Rüstung unverändert verfügbar war, haben die meisten Benutzer ihre Rüstung personalisiert.</p>"
        }
    ]
}						