{
	"label": "Armature",
	"entries": [
		{
			"id": "Assault armor",
			"name": "Armatura d'assalto",
			"description": "<h3>Ingombrante</h3>\n<p>Quando indossi un'armatura con la proprietà ingombrante, hai uno svantaggio nelle prove di Destrezza (Furtività) che si basano sul suono.</p>\n<h3>Forza 15</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà della forza, la tua velocità è ridotta di 10 a meno che tu non soddisfi il requisito della forza. </p>\n<hr /> <p>Corazza d'assalto migliorata rispetto all'armatura da battaglia, con il vantaggio della micro-idraulica che aumenta l'efficacia dell'operatore. Offre una migliore protezione, ma un peso maggiore.</p>"
		},
		{
			"id": "Battle armor",
			"name": "Armatura da battaglia",
			"description": "<h3>Ingombrante</h3>\n<p>Quando indossi un'armatura con la proprietà Ingombrante, hai svantaggio nelle prove di Destrezza (Furtività) che si basano sul suono.</p>\n<h3>Forza 13</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà Forza, la tua velocità è ridotta di 10 a meno che tu non soddisfi il requisito di forza. </p>\n<hr /> <p>L'armatura da battaglia è un'armatura che riduce il peso, ma limita il movimento. L'armatura è comunemente usata da mercenari, cacciatori di taglie, soldati e civili che vivono in zone pericolose.</p>"
		},
		{
			"id": "Beskar weave armor",
			"name": "Armatura di beskar a scaglie",
			"description": "<h3>Regolato</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà regolamentata e una creatura tira il massimo su un dado per il danno da arma contro di te, deve ripetere il tiro e usare il nuovo tiro, anche se il nuovo tiro è il massimo sul dado per il danno da arma.</p>\n<h3>Forza 11</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà forza, la tua velocità è ridotta di 10 a meno che tu non soddisfi il requisito di forza.</p>"
		},
		{
			"id": "Bone light shield",
			"name": "Scudo leggero di ossa",
			"description": "<h3>Spuntato ([[/r 1d4]])</h3>\n<p>Quando riesci a superare una prova di Forza (Atletica) per spingere o far inciampare una creatura mentre brandisci uno scudo con la proprietà chiodata, la creatura subisce danni cinetici utilizzando il danno chiodato (che appare tra parentesi con la proprietà) + il tuo modificatore di Forza.</p>"
		},
		{
			"id": "Combat suit",
			"name": "Tuta da combattimento",
			"description": "<p>Le tute da combattimento si vedono in tutta la galassia e possono essere trovate in vendita da quasi tutti i mercanti che trattano armi e armature. Molte di queste armature sono usate da organizzazioni militari, come l'esercito della Repubblica Galattica, ma anche da mercenari, criminali, cacciatori di taglie e persino da alcuni Jedi. Tuttavia questa armatura è raccomandata solo per schermaglie leggere.</p>"
		},
		{
			"id": "Composite armor",
			"name": "Armatura Composita",
			"description": "<h3>Ingombrante</h3>\n<p>Quando indossi un'armatura con la proprietà ingombrante, hai uno svantaggio nelle prove di Destrezza (Stealth) che si basano sul suono.</p>\n<hr /> <p>L'armatura composita è un tipo di armatura che offre un buon equilibrio tra mobilità e protezione contro la maggior parte delle armi. La micro-idraulica di questo tipo di armatura alimentata fornisce all'operatore protezione, ma è più ingombrante delle armature a rete o a trama. Questo tipo di armatura si vede raramente al di fuori dell'uso di mercenari e soldati professionisti.</p>"
		},
		{
			"id": "Crystadium medium shield",
			"name": "Scudo medio di crystadium",
			"description": "<h3>Assorbente 1</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà assorbente, il danno che subisci dalle armi viene ridotto di un ammontare pari al numero di assorbimento. Se questo ridurrebbe il danno a 0, il danno è invece ridotto a 1.</p>\n<h3>Squilibrato</h3>\n<p>Quando vieni colpito in modo critico mentre brandisci questo scudo, non puoi reagire fino all'inizio del tuo prossimo turno e non ottieni alcun beneficio di CA dal tuo scudo contro il prossimo attacco contro di te prima dell'inizio del tuo prossimo turno. </p>\n<h3>Forza 13</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà della forza, la tua velocità è ridotta di 10 a meno che tu non soddisfi il requisito della forza.</p>"
		},
		{
			"id": "Durafiber combat suit",
			"name": "Tuta da combattimento di durafiber",
			"description": "<h3>Agilità 1</h3>\n<p>Mentre indossi un'armatura o brandisci uno scudo con la proprietà agile, ottieni un bonus alle prove di Destrezza e ai tiri salvezza di Destrezza pari al numero di agilità, e ottieni un bonus alla tua velocità pari a 5 x il numero di agilità.</p>"
		},
		{
			"id": "Duranium battle armor",
			"name": "Armatura di duranium",
			"description": "<h3>Ingombrante</h3>\n<p>WQuando indossi un'armatura con la proprietà Ingombrante, hai svantaggio nelle prove di Destrezza (Furtività) che si basano sul suono.</p>\n<h3>Ingombrante</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà Ingombrante, la tua velocità è ridotta di 5. </p>n<h3>Reattivo 1</h3>\n<p>Quando indossi un'armatura con la proprietà Reattivo e una creatura ti colpisce con un tiro di attacco, ottieni un bonus alla CA contro il prossimo attacco di quella creatura prima dell'inizio del tuo prossimo turno pari al numero di Reattivo.</p>\n<h3>Forza 13</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà Forza, la tua velocità è ridotta di 10 a meno che tu non soddisfi i requisiti di forza.</p>"
		},
		{
			"id": "Durasteel exoskeleton",
			"name": "Esoscheletro di durasteel",
			"description": "<h3>Ingombrante</h3>\n<p>Mentre indossi un'armatura con la proprietà ingombrante, hai svantaggio nelle prove di Destrezza (Furtività) che si basano sul suono.</p>\n<h3>Impermeabile</h3>\n<p>Un'armatura con la proprietà impermeabile funziona come tuta ambientale, tuta da volo e tuta da acqua. </p>\n<h3>Rigida</h3>\n<p>Quando indossi un'armatura con la proprietà rigida, aggiungi metà del tuo modificatore di Destrezza (arrotondato per difetto), invece del tuo modificatore di Destrezza completo, ai tiri salvezza di Destrezza che effettui. Se il tuo modificatore di Destrezza è negativo, sottrai invece l'intero modificatore.</p>\n<h3>Forza 17</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà della forza, la tua velocità è ridotta di 10, a meno che tu non soddisfi il requisito della forza.</p>"
		},
		{
			"id": "Duravlex fiber armor",
			"name": "Armatura in fibra di duravlex",
			"description": "<h3>Silenzioso</h3>\n<p>Mentre indossi un'armatura con la proprietà silenziosa, hai un vantaggio alle prove di Destrezza (Furtività) che si basano sul suono.</p>"
		},
		{
			"id": "Fiber armor",
			"name": "Armatura in fibra",
			"description": "<p>L'armatura in fibra è un tipo di armatura che offre maggiore protezione rispetto alla più leggera tuta da combattimento. L'armatura in fibra è complessivamente più pesante delle tute da combattimento e non è altrettanto flessibile, ma molti considerano i compromessi validi. È una buona fonte di difesa dagli attacchi fisici e dal fuoco dei blaster leggeri.</p>"
		},
		{
			"id": "Fleximetal fiber armor",
			"name": "Armatura in fibra di fleximetal",
			"description": "<h3>Evitante 1</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà evitante e una creatura effettua un attacco contro di te, la portata del colpo critico diminuisce di una quantità pari al numero di evitante, fino a un minimo di 1.</p>\n<h3>Forza 11</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà forza, la tua velocità è ridotta di 10 a meno che tu non soddisfi il requisito di forza.</p>"
		},
		{
			"id": "Heavy exoskeleton",
			"name": "Esoscheletro pesante",
			"description": "<h3>Ingombrante</h3>\n<p>Quando indossi un'armatura con la proprietà ingombrante, hai uno svantaggio nelle prove di Destrezza (Furtività) che si basano sul suono.</p>\n<h3>Forza 17</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà della forza, la tua velocità è ridotta di 10 a meno che tu non soddisfi il requisito della forza. </p>\n<hr /> <p>L'esoscheletro pesante è praticamente l'armatura più pesante acquistabile durante la Guerra Galattica. È ideale per situazioni di combattimento estreme che comportano danni diretti e offre anche un ottimo livello di protezione in sacrificio della destrezza. Alcuni la considerano claustrofobica, ma questo era il compromesso per la sicurezza.</p>"
		},
		{
			"id": "Heavy physical shield",
			"name": "Scudo fisico pesante",
			"description": "Invadente\n<h3>Forza 15</h3>\n<p>Mentre indossi un'armatura o brandisci uno scudo con la proprietà della forza, la tua velocità è ridotta di 10 a meno che tu non soddisfi il requisito della forza.</p>"
		},
		{
			"id": "Heavy shield generator",
			"name": "Generatore di scudo pesante",
			"description": ""
		},
		{
			"id": "Laminanium assault",
			"name": "Armatura d'assalto in laminanio",
			"description": "<h3>Ingombrante</h3>\n<p>Quando indossi un'armatura con la proprietà Ingombrante, hai svantaggio nelle prove di Destrezza (Furtività) che si basano sul suono.</p>\n<h3>Ingombrante</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà Ingombrante, la tua velocità è ridotta di 5. </p>n<h3>Oscurato</h3><p>Mentre indossi un'armatura con la proprietà 'oscurato', i sensori elettronici e le telecamere hanno svantaggio nelle prove di Saggezza (Percezione) e Intelligenza (Investigazione) contro di te che si basano sulla vista.</p>n<h3>Forza 15</h3><p>Mentre indossi un'armatura o brandisci uno scudo con la proprietà 'Forza', la tua velocità è ridotta di 10 a meno che tu non soddisfi i requisiti di forza. </p>"
		},
		{
			"id": "Light physical shield",
			"name": "Scudo fisico leggero",
			"description": ""
		},
		{
			"id": "Light shield generator",
			"name": "Generatore di scudo leggero",
			"description": ""
		},
		{
			"id": "Medium physical shield",
			"name": "Scudo fisico medio",
			"description": "<h3>Forza 13</h3>\n<p>Mentre indossi un'armatura o brandisci uno scudo con la proprietà della forza, la tua velocità è ridotta di 10 a meno che tu non soddisfi il requisito della forza.</p>"
		},
		{
			"id": "Medium shield generator",
			"name": "Generatore di scudo medio",
			"description": ""
		},
		{
			"id": "Mesh armor",
			"name": "Armatura da fante",
			"description": "<p>Fornendo una solida protezione per un costo minimo, l'armatura a rete è considerata una protezione eccellente per truppe trincerate o guardie. Tuttavia, questa protezione ha un costo di mobilità, limitando i suoi usi da parte della fanteria che avanza rapidamente. Tuttavia, fornisce più mobilità dell'armatura da battaglia.</p>"
		},
		{
			"id": "Neutronium mesh",
			"name": "Armatura in rete di neutronium",
			"description": "<h3>Isolante 1</h3>\n<p>Mentre indossi un'armatura o brandisci uno scudo con la proprietà di isolamento, ottieni un bonus alla CA e ai tiri salvezza contro gli effetti che infliggerebbero danni da ioni o fulmini pari al numero di isolamento.</p>\n<h3>Forza 11</h3>\n<p>Mentre indossi un'armatura o brandisci uno scudo con la proprietà di forza, la tua velocità è ridotta di 10 a meno che tu non soddisfi il requisito di forza. </p>"
		},
		{
			"id": "Plastoid composite",
			"name": "Armatura composita di plastoid",
			"description": "<h3>Ingombrante</h3>\n<p>Quando indossi un'armatura con la proprietà Ingombrante, hai svantaggio nelle prove di Destrezza (Furtività) che si basano sul suono.</p>\n<h3>Rinforzato</h3>\n<p>Quando fai un salto in lungo mentre indossi un'armatura con la proprietà Rinforzato, puoi coprire un numero di metri pari al doppio del tuo punteggio di Forza. Quando effettui un salto in alto, puoi saltare un numero di piedi in aria pari a 3 + il doppio del tuo modificatore di Forza.</p>\n<h3>Rigido</h3>\n<p>Quando indossi un'armatura con la proprietà rigida, aggiungi metà del tuo modificatore di Destrezza (arrotondato per difetto), invece del tuo modificatore di Destrezza completo, ai tiri salvezza di Destrezza che effettui. Se il tuo modificatore di Destrezza è negativo, sottrai invece l'intero modificatore.</p>"
		},
		{
			"id": "Quadanium heavy shield",
			"name": "Scudo pesante di quadanium",
			"description": "<h3>Caricante 1</h3>\n<p>Quando subisci danni mentre indossi un'armatura o brandisci uno scudo con la proprietà di caricante, ottieni una carica. Puoi immagazzinare un numero massimo di cariche pari al numero di carica e le cariche durano 1 minuto. La prossima volta che colpisci con un attacco in mischia mentre hai delle cariche, infliggi un danno aggiuntivo dello stesso tipo di quello dell'arma pari al numero di cariche immagazzinate.</p>\n<h3>Ingombrante</h3>\n<p>Mentre indossi un'armatura o brandisci uno scudo con la proprietà ingombrante, la tua velocità viene ridotta di 5. </p>Non è invadente</p><h3>Forza 15</h3><p>Quando indossi un'armatura o brandisci uno scudo con la proprietà della forza, la tua velocità è ridotta di 10, a meno che tu non soddisfi il requisito della forza.</p>"
		},
		{
			"id": "Weave armor",
			"name": "Armatura a scaglie",
			"description": "<p>L'armatura Weave era costruita da una rete di piastre metalliche o composite e una tuta imbottita. Varianti dell'armatura includevano meno piastre e più imbottitura per un'armatura più leggera, anche se meno protettiva, e un'armatura più pesante con pezzi modellati per adattarsi a chi la indossa. Anche se l'armatura era disponibile senza modifiche, la maggior parte degli utenti ha personalizzato la propria armatura.</p>"
		}
	]
}