{
	"label": "Munizioni",
	"entries": [
		{
			"id": "Corrosive cartridge",
			"name": "Cartuccia Corrosiva",
			"description": "<p>Una cartuccia corrosiva è una cartuccia di proiettili specializzata da utilizzare con armi blaster che infliggono danni cinetici. Quando colpisci con un colpo con l'arma carica, la creatura deve effettuare un tiro salvezza di Costituzione a DC 14, subendo [[/r 1d8]] danni da acido in caso di tiro fallito o la metà in caso di tiro riuscito. Se riduci una creatura a 0 punti ferita con l'arma carica, essa deve effettuare un tiro salvezza di Costituzione a DC 13. Con un tiro salvezza fallito, muore immediatamente senza effettuare tiri salvezza. Una creatura disintegrata e tutto ciò che non è stato potenziato che indossa o trasporta sono ridotti a un mucchio di fine polvere grigia. Una creatura distrutta in questo modo non può essere rivitalizzata.</p>"
		},
		{
			"id": "Cryo cell",
			"name": "Cella Criogenica",
			"description": "<p>Una cella criogenica è una cella energetica specializzata da utilizzare con armi blaster che infliggono danni da acido, energia, fuoco, ioni o danni sonici. L'arma caricata infligge danni da freddo invece del suo normale tipo di danno, e quando si colpisce con un colpo la creatura deve effettuare un tiro salvezza di Costituzione a DC 14. Se il tiro salvezza viene fallito, la creatura subisce [[/r 1d4]] danni da freddo e guadagna 1 livello di lentezza fino alla fine del suo prossimo turno. Con un tiro salvezza riuscito, la creatura subisce metà dei danni e non viene rallentata. Se questo danno riduce una creatura a 0 punti ferita, quella creatura viene congelata nella carbonite per 1 ora.</p>"
		},
		{
			"id": "Dart",
			"name": "Dardo",
			"description": "<p>Questa munizione per sparadardi infligge [[/r 1d6]] danni cinetici su un colpo.</p>"
		},
		{
			"id": "Deafening calibrator",
			"name": "Calibratore Assordante",
			"description": "<p>Come azione, puoi applicare questo calibratore a un'arma a vibrazione o a un paio di guanti entro un raggio di 5 piedi, concedendogli un bonus di +1 ai tiri per i danni per 1 minuto. Questo bonus si aggiunge a qualsiasi bonus concesso dall'arma. Inoltre, per la durata, l'arma guadagna la proprietà sonora 13. Se ha già la proprietà sonoro, il suo numero sonoro aumenta di 1, fino a un massimo di 18.</p>"
		},
		{
			"id": "Deafening cell",
			"name": "Cella Assordante",
			"description": "<p>Una cella assordante è una cella di energia specializzata da utilizzare con armi blaster che infliggono danni da acido, energia, fuoco, ioni o danni sonori. L'arma caricata infligge danni sonori invece del suo normale tipo di danno, e quando si colpisce con un colpo la creatura deve effettuare un tiro salvezza di Costituzione a DC 14. Con un tiro salvezza fallito, la creatura subisce [[/r 1d6]] danni sonori ed è assordata fino all'inizio del tuo prossimo turno. Con un tiro salvezza riuscito, la creatura subisce metà del danno e non viene assordata.</p>"
		},
		{
			"id": "Deafening collimator",
			"name": "Collimatore Assordante",
			"description": "<p>Come azione, puoi applicare questo collimatore a un'arma con la proprietà Leggerezza entro 5 piedi, concedendole un bonus di +1 ai tiri per i danni per 1 minuto. Questo bonus si aggiunge a qualsiasi bonus concesso dall'arma. Inoltre, per la durata, l'arma guadagna la proprietà sonoro 13. Se ha già la proprietà sonoro, il suo numero sonoro aumenta di 1, fino a un massimo di 18.</p>"
		},
		{
			"id": "Deafening dart",
			"name": "Dardo Assordante",
			"description": "<p>Queste munizioni per lo sparadardi infliggono [[/r 1d6]] danni cinetici se colpiti. Inoltre, se colpita, la creatura deve effettuare un tiro salvezza di Costituzione a dc 14, subendo [[/r 1d4]] danni sonori se fallisce il tiro salvezza. </p>\n<p>Inoltre, se il tiro salvezza è fallito, la creatura è assordata per 1 minuto. Alla fine del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Electrifying calibrator",
			"name": "Electrifying calibrator",
			"description": "<p>As an action, you can apply this calibrator to one vibroweapon or pair of handwraps within 5 feet, granting it a +1 bonus to damage rolls for 1 minute. This bonus is in addition to any bonuses granted by the weapon. Additionally, for the duration, the weapon gains the shocking 13 property. If it already has the shocking property, its shocking number increases by 1, to a maximum of 18.</p>"
		},
		{
			"id": "Electrifying cartridge",
			"name": "Cartuccia Elettrificante",
			"description": "<p>Una cartuccia elettrificante è una cartuccia di proiettili specializzata da utilizzare con armi blaster che infliggono danni cinetici. Quando si colpisce con un colpo con l'arma carica, la creatura deve effettuare un tiro salvezza di Destrezza DC 14. Se il tiro salvezza viene fallito, la creatura subisce [[/r 1d4]] danni da fulmine e rimane scioccata fino alla fine del suo prossimo turno. Con un tiro salvezza riuscito, la creatura subisce metà dei danni e non viene scioccata.</p>"
		},
		{
			"id": "Electrifying collimator",
			"name": "Collimaotre Elettrificante",
			"description": "<p>Come azione, puoi applicare questo collimatore a un'arma con la proprietà leggerezza entro 5 piedi, concedendole un bonus di +1 ai tiri per i danni per 1 minuto. Questo bonus si aggiunge a qualsiasi bonus concesso dall'arma. Inoltre, per la durata, l'arma guadagna la proprietà scioccante 13. Se ha già la proprietà scioccante, il suo numero scioccante aumenta di 1, fino a un massimo di 18.</p>"
		},
		{
			"id": "Electrifying dart",
			"name": "Dardo Elettrificante",
			"description": "<p>Questa munizione per sparadardi infligge [[/r 1d6]] danni cinetici se colpita. Inoltre, se colpita, la creatura deve effettuare un tiro salvezza di Destrezza DC 14, subendo [[/r 1d4]] danni da fulmine se fallito. </p>\n<p>Inoltre, con un tiro salvezza fallito, la creatura rimane scioccata per 1 minuto. Alla fine del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Flechette clip, fragmentation",
			"name": "Nastro di Flechette, frammentazione",
			"description": "<p>Quando viene innescata, questa munizione per sparadardi spara una raffica di proiettili di flechette cinetiche in una linea corta lunga 15 piedi e larga 5 piedi o una linea lunga 45 piedi e larga 5 piedi. Un singolo caricatore di flechette contiene abbastanza munizioni per tre attacchi in linea corta o un attacco in linea lunga. Ogni creatura deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 1d10]] danni cinetici se fallisce il tiro salvezza, o la metà se lo supera. Se non sei esperto con lo sparadardi, devi tirare i dadi dei danni due volte e prendere il totale minore.</p>"
		},
		{
			"id": "Flechette clip, ion",
			"name": "Nastro di Flechette, ionico",
			"description": "<p>Quando viene attivata, questa munizione per sparadardi spara una raffica di proiettili di flechette ioniche in una linea corta lunga 15 piedi e larga 5 piedi o una linea lunga 45 piedi e larga 5 piedi. Un singolo caricatore di flechette contiene abbastanza munizioni per tre attacchi in linea corta o un attacco in linea lunga. Ogni creatura deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 1d6]] danni da ioni se il tiro salvezza è fallito, o la metà se è riuscito. Qualsiasi dispositivo elettronico all'interno del raggio dell'esplosione che non sia stato indossato o trasportato viene disattivato fino al riavvio.  Se non sei esperto con lo sparadardi, devi tirare i dadi dei danni due volte e prendere il totale minore.</p>"
		},
		{
			"id": "Flechette clip, plasma",
			"name": "Nastro di Flechette, Plasma",
			"description": "<p>Quando viene attivata, questa munizione per sparadardi spara una raffica di proiettili di energia flechette in una linea corta lunga 15 piedi e larga 5 piedi o una linea lunga 45 piedi e larga 5 piedi. Un singolo caricatore di flechette contiene abbastanza munizioni per tre attacchi in linea corta o un attacco in linea lunga. Ogni creatura deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 1d10]] danni da energia se fallisce il tiro salvezza, o la metà se lo fa con successo.  Se non sei esperto con lo sparadardi, devi tirare i dadi dei danni due volte e prendere il totale minore.</p>"
		},
		{
			"id": "Flechette mag, fragmentation",
			"name": "Caricatore di Flechette, frammentazione",
			"description": "<p>Quando viene innescata, questa munizione per cannoni spara una raffica di proiettili di flechette cinetiche in una linea corta lunga 15 piedi e larga 5 piedi o una linea lunga 45 piedi e larga 5 piedi. Un singolo caricatore di flechette contiene abbastanza munizioni per tre attacchi in linea corta o un attacco in linea lunga. Ogni creatura deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 2d10]] danni cinetici se fallisce il tiro salvezza, o la metà se lo fa con successo.</p>"
		},
		{
			"id": "Flechette mag, ion",
			"name": "Caricatore di Flechette, ionico",
			"description": "<p>Quando viene attivato, questa munizione per cannoni spara una raffica di proiettili di flechette ioniche in una linea corta lunga 15 piedi e larga 5 piedi o una linea lunga 45 piedi e larga 5 piedi. Un singolo caricatore di flechette contiene abbastanza munizioni per tre attacchi in linea corta o un attacco in linea lunga. Ogni creatura deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 2d6]] danni da ioni se fallisce il tiro salvezza, o la metà se lo fa con successo. Qualsiasi dispositivo elettronico all'interno del raggio dell'esplosione che non sia stato indossato o trasportato viene disattivato fino al riavvio.</p>"
		},
		{
			"id": "Flechette mag, plasma",
			"name": "Caricatore di Flechette, plasma",
			"description": "<p>Quando viene innescata, questa munizione per cannoni spara una raffica di proiettili di energia flechette in una linea corta lunga 15 piedi e larga 5 piedi o una linea lunga 45 piedi e larga 5 piedi. Un singolo caricatore di flechette contiene abbastanza munizioni per tre attacchi in linea corta o un attacco in linea lunga. Ogni creatura deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 2d10]] danni da energia se fallisce il tiro salvezza, o la metà se lo fa con successo.</p>"
		},
		{
			"id": "Flux collimator",
			"name": "Collimatore di flusso",
			"description": "<p>Come azione, puoi applicare questo collimatore a un'arma con la proprietà Leggerezza entro 5 piedi, concedendole un bonus di +1 ai tiri per i danni per 1 minuto. Questo bonus si aggiunge a qualsiasi bonus concesso dall'arma.</p>"
		},
		{
			"id": "Gas cartridge",
			"name": "Cartuccia a gas",
			"description": "<p>Una cartuccia a gas è una cartuccia di proiettili specializzata da utilizzare con armi blaster che infliggono danni cinetici. Quando si colpisce con un colpo con l'arma carica, la creatura deve effettuare un tiro salvezza di Costituzione a DC 14. Se il tiro salvezza è fallito, la creatura subisce [[/r 1d6]] danni da veleno ed è avvelenata fino all'inizio del suo prossimo turno. Con un tiro salvezza riuscito, la creatura subisce metà dei danni e non viene avvelenata.</p>"
		},
		{
			"id": "Incendiary cell",
			"name": "Cella incediaria",
			"description": "<p>Una cella incendiaria è una cella di potenza specializzata da usare con armi blaster che infliggono danni da acido, energia, fuoco, ioni o danni sonici. L'arma caricata infligge danni da fuoco invece del suo normale tipo di danno, e quando si colpisce con un colpo incendia il terreno sottostante in un quadrato di 5 piedi per 1 minuto. Quando una creatura entra nel fuoco o vi inizia il suo turno, deve effettuare un tiro salvezza di Destrezza a Dc 14. Se fallisce, la creatura subisce un danno da fuoco. Se il tiro salvezza è fallito, la creatura subisce [[/r 1d8]] danni da fuoco o la metà se il tiro è riuscito. Un costrutto effettua questo tiro salvezza con svantaggio.</p>"
		},
		{
			"id": "Missile, fragmentation",
			"name": "Missile, frammentazione",
			"description": "<p>Questa munizione per sparadardi infligge [[/r 1d6]] danni cinetici se colpita. Inoltre, colpendo o mancando, il missile esplode. Il bersaglio e ogni creatura entro 5 piedi devono effettuare un tiro salvezza di Destrezza DC 14, subendo [[/r 1d10]] danni cinetici se il tiro salvezza è fallito o la metà se è riuscito.</p>"
		},
		{
			"id": "Missile, incendiary",
			"name": "Missile, incendiario",
			"description": "<p>Questa munizione per sparadardi infligge [[/r 1d6]] danni cinetici se colpita.Inoltre, colpendo o mancando, il missile esplode, incendiando il terreno sottostante in un raggio di 15 piedi per 1 minuto. Quando una creatura entra nel fuoco o inizia il suo turno, deve effettuare un tiro salvezza di Destrezza DC 14. Se il tiro salvezza è fallito, la creatura subisce [[/r 1d8]] danni da fuoco o la metà se il tiro è riuscito. Un costrutto effettua questo tiro salvezza con svantaggio.</p>"
		},
		{
			"id": "Missile, ion",
			"name": "Missile, ionico",
			"description": "<p>Questa munizione per sparadardi infligge [[/r 1d6]] danni cinetici se colpita. Inoltre, colpendo o mancando, il missile esplode. Il bersaglio e ogni creatura entro 5 piedi devono effettuare un tiro salvezza di Destrezza DC 14, subendo [[/r 1d6]] danni da ioni se il tiro salvezza è fallito o la metà se è riuscito. Qualsiasi dispositivo elettronico all'interno del raggio dell'esplosione che non sia stato indossato o trasportato viene disattivato fino al riavvio.</p>"
		},
		{
			"id": "Oscillation calibrator",
			"name": "Calibratore d'oscillazione",
			"description": "<p>Come azione, puoi applicare questo calibratore a un'arma a vibrazione o a un paio di guanti entro un raggio di 5 piedi, concedendogli un bonus di +1 ai tiri per i danni per 1 minuto. Questo bonus si aggiunge a qualsiasi bonus concesso dall'arma.</p>"
		},
		{
			"id": "Panic calibrator",
			"name": "Calibratore di panico",
			"description": "<p>Come azione, puoi applicare questo calibratore a un'arma a vibrazione o a un paio di guanti entro un raggio di 5 piedi, concedendogli un bonus di +1 ai tiri per i danni per 1 minuto. Questo bonus si aggiunge a qualsiasi bonus concesso dall'arma. Inoltre, per la durata, l'arma guadagna la proprietà neuralizzante 13. Se possiede già la proprietà neuralizzante, il suo numero di neuralizzazione aumenta di 1, fino a un massimo di 18.</p>"
		},
		{
			"id": "Panic collimator",
			"name": "Collimatore di panico",
			"description": "<p>Come azione, puoi applicare questo collimatore a un'arma leggera entro 5 piedi, concedendole un bonus di +1 ai tiri per i danni per 1 minuto. Questo bonus si aggiunge a qualsiasi bonus concesso dall'arma. Inoltre, per la durata, l'arma guadagna la proprietà neuralizzante 13. Se possiede già la proprietà neuralizzante, il suo numero di neuralizzazione aumenta di 1, fino a un massimo di 18.</p>"
		},
		{
			"id": "Panic dart",
			"name": "Dardo impanicante",
			"description": "<p>Questa munizione da sparadardi infligge [[/r 1d6]] danni cinetici se colpiti. Inoltre, se colpita, la creatura deve effettuare un tiro salvezza di Saggezza DC 14, subendo [[/r 1d4]] danni psichici se fallisce il tiro salvezza. </p>\n<p>Inoltre, con un tiro salvezza fallito, la creatura diventa spaventata da te per 1 minuto. All'inizio del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Power cell",
			"name": "Cella di energia",
			"description": "<p>Le celle di energia alimentano le armi blaster che infliggono danni energetici o ionici. Inoltre, le celle di energia sono utilizzate per dare energia a certi strumenti.</p>"
		},
		{
			"id": "Power generator",
			"name": "Generatore di energia",
			"description": "<p>I generatori di energia energizzano il cannone rotante.</p>"
		},
		{
			"id": "Projector canister, corrosive",
			"name": "Tanica per proiettore, corrosivo",
			"description": "<p>Quando viene innescata, questa munizione per sparadardi produce uno spruzzo di acido in una linea lunga 15 piedi e larga 5 piedi o un cono di 15 piedi. Una singola tanica di carburante contiene abbastanza carburante per tre attacchi in linea o un singolo attacco in un cono. Ogni creatura deve effettuare un tiro salvezza di Costituzione a Dc 14. Con un tiro salvezza fallito, una creatura subisce [[/r 1d6]] danni da acido e il primo attacco che effettua prima della fine del suo prossimo turno ha svantaggio. Con un tiro salvezza riuscito, una creatura prende metà dei danni e non è in svantaggio. Se questo danno riduce una creatura a 0 punti ferita, essa deve effettuare un tiro salvezza di Costituzione a dc 13. Con un tiro salvezza fallito, la creatura muore immediatamente senza effettuare tiri salvezza. Una creatura disintegrata e tutto ciò che indossa e trasporta sono ridotti a un mucchio di fine polvere grigia. Se non sei esperto nel sparadardi, devi tirare i dadi dei danni due volte e prendere il totale minore.</p>"
		},
		{
			"id": "Projector canister, cryo",
			"name": "Tanica per proiettore, criogenico",
			"description": "<p>Quando viene innescata, questa munizione per sparadardi produce un fascio di energia di carbonite in una linea lunga 15 piedi e larga 5 piedi o un cono di 15 piedi. Una singola tanica di carburante contiene abbastanza carburante per tre attacchi in linea o un singolo attacco in un cono. Ogni creatura deve effettuare un tiro salvezza di Costituzione a Dc 14. Con un tiro salvezza fallito, una creatura subisce [[/r 1d4]] danni da freddo e guadagna 1 livello di lentezza fino alla fine del tuo prossimo turno. Con un tiro salvezza riuscito, la creatura subisce metà dei danni e non viene rallentata. Se questo danno riduce una creatura a 0 punti ferita, quella creatura viene congelata nella carbonite per 1 ora. Se non sei esperto nel sparadardi, devi tirare i dadi dei danni due volte e prendere il totale minore.</p>"
		},
		{
			"id": "Projector canister, incendiary",
			"name": "Tanica per proiettore, incendiario",
			"description": "<p>Quando viene innescata, questa munizione per sparadardi produce una raffica di fiamme in una linea lunga 15 piedi e larga 5 piedi o un cono di 15 piedi. Una singola tanica di carburante contiene abbastanza carburante per tre attacchi in linea o un singolo attacco in un cono. Ogni creatura deve effettuare un tiro salvezza di Destrezza a Dc 14, subendo [[/r 1d8]] danni da fuoco o la metà in caso di successo. Il fuoco si propaga intorno agli angoli. Infiamma gli oggetti infiammabili nell'area che non sono stati indossati o trasportati.  Se non sei esperto nel sparadardi, devi tirare i dadi dei danni due volte e prendere il totale minore.</p>"
		},
		{
			"id": "Projector tank, corrosive",
			"name": "Serbatoio per proiettore, corrosivo",
			"description": "<p>Quando viene innescata, questa munizione per il proiettore di vapore produce uno spruzzo di acido in una linea lunga 15 piedi e larga 5 piedi o un cono di 15 piedi. Un singolo serbatoio di carburante contiene abbastanza carburante per tre attacchi in linea o un singolo attacco in un cono. Ogni creatura deve effettuare un tiro salvezza di Costituzione a Dc 14. Con un tiro salvezza fallito, una creatura subisce [[/r 2d6]] danni da acido e il primo attacco che effettua prima della fine del suo prossimo turno ha svantaggio. Con un tiro salvezza riuscito, la creatura subisce metà dei danni e non subisce svantaggi. Se questo danno riduce una creatura a 0 punti ferita, essa deve effettuare un tiro salvezza di Costituzione a DC 13. Con un tiro salvezza fallito, la creatura muore immediatamente senza effettuare tiri salvezza. Una creatura disintegrata e tutto ciò che indossa e trasporta sono ridotti a un mucchio di fine polvere grigia.</p>"
		},
		{
			"id": "Projector tank, cryo",
			"name": "Serbatoio per proiettore, criogenico",
			"description": "<p>Quando viene innescata, questa munizione per proiettore di vapore produce un fascio di energia di carbonite in una linea lunga 15 piedi e larga 5 piedi o un cono di 15 piedi. Un singolo serbatoio di carburante contiene abbastanza carburante per tre attacchi in linea o un singolo attacco in un cono. Ogni creatura deve effettuare un tiro salvezza di Costituzione a Dc 14. Con un tiro salvezza fallito, una creatura subisce [[/r 2d4]] danni da freddo e guadagna 1 livello di lentezza fino alla fine del tuo prossimo turno. Con un tiro salvezza riuscito, la creatura subisce metà dei danni e non viene rallentata. Se questo danno riduce una creatura a 0 punti ferita, quella creatura viene congelata nella carbonite per 1 ora.</p>"
		},
		{
			"id": "Projector tank, incendiary",
			"name": "Serbatoio per proiettore, incendiario",
			"description": "<p>Quando viene innescata, questa munizione per proiettore di vapore produce una raffica di fiamme in una linea lunga 15 piedi e larga 5 piedi o un cono di 15 piedi. Un singolo serbatoio di carburante contiene abbastanza carburante per tre attacchi in linea o un singolo attacco in un cono. Ogni creatura deve effettuare un tiro salvezza di Destrezza a Dc 14, subendo [[/r 2d8]] danni da fuoco o la metà in caso di successo. Il fuoco si propaga intorno agli angoli. Infiamma gli oggetti infiammabili nell'area che non sono stati indossati o trasportati.</p>"
		},
		{
			"id": "Rocket, fragmentation",
			"name": "Razzo, frammentazione",
			"description": "<p>Questa munizione per lanciarazzi infligge [[/r 2d6]] danni cinetici se colpita. Inoltre, colpendo o mancando, il razzo esplode. Il bersaglio e ogni creatura entro 15 piedi devono effettuare un tiro salvezza di Destrezza DC 14, subendo [[/r 2d10]] danni cinetici se il tiro salvezza è fallito o la metà se è riuscito.</p>"
		},
		{
			"id": "Rocket, incendiary",
			"name": "Razzo, incendiario",
			"description": "<p>Questa munizione per lanciarazzi infligge [[/r 2d6]] danni cinetici se colpita.Inoltre, colpendo o mancando, il razzo esplode, incendiando il terreno sottostante in un raggio di 15 piedi per 1 minuto. Quando una creatura entra nel fuoco o inizia il suo turno, deve effettuare un tiro salvezza di Destrezza DC 14. Se il tiro salvezza è fallito, la creatura subisce [[/r 2d8]] danni da fuoco o la metà se il tiro è riuscito. Un costrutto effettua questo tiro salvezza con svantaggio.</p>"
		},
		{
			"id": "Rocket, ion",
			"name": "Rocket, ion",
			"description": "<p>This rocket launcher ammunition deals [[/r 2d6]] kinetic damage on a hit. Additionally, hit or miss, the rocket then explodes. The target and each creature within 15 feet must make a DC 14 Dexterity saving throw, taking [[/r 2d6]] ion damage on a failed save or half as much on a successful one. Any electronics within the blast radius that aren't being worn or carried are disabled until rebooted.</p>"
		},
		{
			"id": "Slug cartridge",
			"name": "Cartuccia a proiettile",
			"description": "<p>Le cartucce a proiettile sono munizioni per armi blaster che infliggono danni cinetici. Quando ricarichi un'arma che utilizza cartucce, puoi ricaricare un numero qualsiasi di cartucce fino al numero di ricarica dell'arma come parte della stessa azione.</p>"
		},
		{
			"id": "Snare",
			"name": "Rete",
			"description": "<p>Quando viene colpita da queste munizioni da lanciapolsi, una creatura Media o più piccola viene immobilizzata fino a quando non viene liberata. Una trappola non ha effetto su creature informi o Grandi o più grandi. Una creatura può usare la sua azione per effettuare una prova di Forza o Destrezza di DC 13 (il bersaglio sceglie l'abilità da usare), liberando se stessa o un'altra creatura alla sua portata in caso di successo. La trappola ha una CA di 10, 5 punti ferita e l'immunità a tutti i danni non inflitti da armi da mischia. Distruggere la trappola libera la creatura senza farle del male e termina immediatamente gli effetti della trappola.</p>"
		},
		{
			"id": "Torpedo, fragmentation",
			"name": "Siluro, frammentazione",
			"description": null
		},
		{
			"id": "Torpedo, plasma",
			"name": "Siluro, plasma",
			"description": null
		}
	]
}