{
	"label": "Oggetti d'Avventura",
	"entries": [
		{
			"id": "Ammo-feed belt",
			"name": "Cintura di munizioni a nastro",
			"description": "<p>Questa cintura ha slot per contenere 60 cartucce di proiettili, e può essere collegata per alimentare direttamente una singola arma blaster che utilizza cartucce di proiettili. Una volta per turno, se l'arma alimentata deve essere ricaricata, può essere fatto senza usare un'azione utilizzando qualsiasi munizione nella cintura. Collegare o scollegare un'arma richiede un'azione. Sostituire 10 cartucce a pallini richiede un'azione.</p>"
		},
		{
			"id": "Antitoxkit",
			"name": "Kit Antitossina",
			"description": "<p>Un antitoxkit contiene una varietà di iniettori hypospray di antidoti ad ampio spettro che vengono progettati per neutralizzare tutti i veleni conosciuti. Un kit ha cinque cariche. Come azione, puoi somministrare una carica del kit per curare un bersaglio da un veleno che lo colpisce o per dargli un vantaggio nei tiri salvezza contro il veleno per 1 ora. Non conferisce alcun beneficio ai droidi o ai costrutti.</p>"
		},
		{
			"id": "Aquatic rebreather",
			"name": "Respiratore Acquatico",
			"description": "<p>I respiratori acquatici sono maschere per il respiro progettate per funzionare sott'acqua. Mentre è indossata, chi la indossa può respirare sia aria che acqua.</p>"
		},
		{
			"id": "Arm prosthesis",
			"name": "Protesi per braccio",
			"description": "Una comune protesi per un intero braccio."
		},
		{
			"id": "Backpack",
			"name": "Zaino",
			"description": "<p>Uno zaino contiene 30 libbre, non superiore a 1 piede cubo.</p>"
		},
		{
			"id": "Bandolier",
			"name": "Bandoliera",
			"description": "<p>Una bandoliera viene indossata sul petto. Ha 12 tasche che possono contenere ciascuna un singolo oggetto che pesa meno di 2 libbre, come un vibro pugnale, una granata a frammentazione o una batteria. Una volta per turno, pescare un oggetto da una bandoliera non richiede la tua interazione con gli oggetti.</p>"
		},
		{
			"id": "Bedroll",
			"name": "Sacco a pelo",
			"description": "Un sacco a pelo che permette di dormire dove meglio si crede, utilizzato spesso in caso scarseggi di letti."
		},
		{
			"id": "Binders",
			"name": "Leganti",
			"description": "<p>I leganti o meglio conosciuti come manette possono essere usati per trattenere una creatura di piccole o medie dimensioni con appendici appropriate. Applicare i leganti richiede un'azione e il bersaglio deve effettuare un tiro salvezza di Forza o Destrezza a DC 14 (il bersaglio sceglie l'abilità da utilizzare). Una creatura ostile effettua questo tiro salvezza con vantaggio. Rompere i leganti richiede una prova di Forza DC 20. Sfuggire ai raccoglitori richiede una prova di Destrezza di DC 20. Un set di leganti viene fornito con una chiave. Senza la chiave, sbloccare i leganti richiede una prova di sicurezza in DC 15 per forzarne l'apertura. I leganti hanno una CA di 10 e 15 punti ferita. Distruggere i leganti libera la creatura senza danneggiarla.</p>"
		},
		{
			"id": "Bipod",
			"name": "Bipiede",
			"description": "<p>Un bipiede è un dispositivo montato su un'arma blaster a due mani per offrire maggiore stabilità mentre si è proni. Come azione, puoi dispiegare o far crollare il bipiede. Mentre sei schierato, ignorerai il requisito di Forza delle armi a distanza con la proprietà della forza mentre sei prono e la tua velocità sarà ridotta a 0. Inoltre, mentre sei schierato e prono, avrai un bonus di +10 alle prove di abilità e ai tiri salvezza per evitare di essere disarmato dall'arma.</p>"
		},
		{
			"id": "Blanket",
			"name": "Coperta",
			"description": "Questa calda coperta di lana ha delle cinghie che permettono di legarla una volta arrotolata. Le coperte vengono spesso usate in combinazione con i sacchi a pelo per fornire calore supplementare o isolarli dal terreno."
		},
		{
			"id": "Bottle",
			"name": "Bottiglia",
			"description": "<p>Una bottiglia contiene 1 litro e mezzo di liquido.</p>"
		},
		{
			"id": "Bucket",
			"name": "Secchio",
			"description": "<p>Un secchio contiene 3 galloni di liquido o 1/2 piede cubo di solidi.</p>"
		},
		{
			"id": "Camtono",
			"name": "Camtono",
			"description": "<p>Un camtono è un contenitore a maniglia sicuro usato per il trasporto di merci di valore. Un camtono viene fornito con una chiave. Senza la chiave, sbloccare il camtono richiede un kit di sicurezza DC 15 per forzare l'apertura. Contiene 5 libbre, non supera 1/4 di piede cubo, ha una CA di 10 e 15 punti ferita. Distruggendo il camtono si rischia di danneggiare qualsiasi merce conservata all'interno.</p>"
		},
		{
			"id": "Canteen",
			"name": "Borraccia",
			"description": "<p>Una borraccia contiene 4 pinte di liquido.</p>"
		},
		{
			"id": "Chest",
			"name": "Baule",
			"description": "<p>Un baule contiene 300 libbre e non supera i 12 piedi cubi.</p>"
		},
		{
			"id": "Chronometer",
			"name": "Cronometro",
			"description": "<p>Un cronometro è un dispositivo che misura e mantiene il tempo lineare.</p>"
		},
		{
			"id": "Clothes, clandestine",
			"name": "Vestiti, clandestino",
			"description": "<p>Questi vestiti sono dotati di due tasche nascoste, ognuna delle quali può contenere fino a 1 libbra. Trovare queste tasche nascoste richiede una prova di Investigazione DC 15.</p>"
		},
		{
			"id": "Clothes, common",
			"name": "Vestiti, comuni",
			"description": ""
		},
		{
			"id": "Clothes, costume",
			"name": "Vestiti, costume",
			"description": ""
		},
		{
			"id": "Clothes, dress uniform",
			"name": "Vestiti, uniforme",
			"description": ""
		},
		{
			"id": "Clothes, fine",
			"name": "Vestiti, raffinati",
			"description": ""
		},
		{
			"id": "Clothes, traveler's",
			"name": "Vestiti, viaggiatore",
			"description": ""
		},
		{
			"id": "Code cylinder",
			"name": "Cilindro a codice",
			"description": "<p>I cilindri a codice sono dispositivi di sicurezza a forma di cilindri corti che contengono informazioni codificate sui loro portatori e permettono loro di accedere ad aree sicure.</p>"
		},
		{
			"id": "Comm jammer",
			"name": "Disturbatore di comunicazioni",
			"description": "<p>Un comm jammer è un dispositivo usato per disturbare le comunicazioni. Un comm jammer può bloccare le trasmissioni da dispositivi di comunicazione non potenziati in un raggio di 30 metri.</p>"
		},
		{
			"id": "Commlink",
			"name": "Commlink",
			"description": "<p>I commlink sono dispositivi di comunicazione portatili standard, dotati di microfoni e ricevitori. I commlink personali standard hanno una portata fino a 30 miglia, ma si riducono nelle aree urbane dense o nelle zone con un alto livello di interferenza.</p>"
		},
		{
			"id": "Computer spike",
			"name": "Computer spike",
			"description": "<p>Quando effettui una prova di Intelligenza (kit dell'affettatore), puoi usare il picco (nessuna azione richiesta) per ripetere la prova. Devi usare il nuovo tiro. Puoi aspettare fino a quando non tiri il [[/r d20]] prima di decidere di usare il chiodo, ma devi decidere prima che il GM dica se il check ha successo o fallisce.</p>"
		},
		{
			"id": "Crate",
			"name": "Cassa",
			"description": "<p>Una cassa contiene 40 galloni di liquido o 4 piedi cubici di solido.</p>"
		},
		{
			"id": "Credit chip",
			"name": "Chip di credito",
			"description": "<p>Il chip di credito è una piccola carta piatta che presenta un codice di sicurezza e strisce di memoria algoritmica. Il chip può essere precaricato con un numero specifico di crediti, o può attingere direttamente da un conto specifico dell'utente. Si può accedere al chip di credito con un pin, o con un controllo del kit dell'affettatore DC 15.</p>"
		},
		{
			"id": "Datacard",
			"name": "Datacard",
			"description": "<p>Una datacard o disco dati è un dispositivo piatto e portatile usato insieme a un datapad per memorizzare informazioni.</p>"
		},
		{
			"id": "Datacron",
			"name": "Datacron",
			"description": "<p>Un datacron è un tipo di holocron a cui possono accedere i non-Force-sensitives e sono principalmente utilizzati per memorizzare dati criptati. Sono completi di una proiezione interattiva per accedere alle informazioni.</p>"
		},
		{
			"id": "Datapad",
			"name": "Datapad",
			"description": "<p>Un datapad è un piccolo dispositivo elettronico utilizzato per l'inserimento, la memorizzazione e la visualizzazione di informazioni. È dotato di una superficie oloproiettiva per la visualizzazione in 3D.</p>"
		},
		{
			"id": "Ear prosthesis",
			"name": "Ear prosthesis",
			"description": "Una comune protesi per le orecchie."
		},
		{
			"id": "Emergency battery",
			"name": "Batteria di emergenza",
			"description": "<p>Tutti i droidi non espandibili hanno bisogno di essere ricaricati man mano che vengono utilizzati. La batteria ha dieci utilizzi. Come azione, puoi consumare un uso della batteria per stabilizzare un droide che ha 0 punti ferita, senza bisogno di effettuare una prova di Intelligenza (Tecnologia).</p>"
		},
		{
			"id": "Emergency raft",
			"name": "Zattera di emergenza",
			"description": "<p>Questa zattera è confezionata in un tubo lungo 2 piedi. Quando viene attivata, la zattera si dispiega rapidamente, espandendosi fino a raggiungere la dimensione massima in sei secondi. La zattera è lunga 6 piedi e larga 3 piedi, e può contenere fino a quattro creature medie che non superino le 800 libbre. La zattera può essere fatta crollare e ripristinata nel corso di 1 minuto.</p>"
		},
		{
			"id": "Emergency rations (one day's)",
			"name": "Razioni di emergenza (1 Giorno)",
			"description": ""
		},
		{
			"id": "Emergency shelter",
			"name": "Rifugio d'emergenza",
			"description": "<p>Questo rifugio viene imballato in un tubo lungo 2 piedi. Quando viene attivato, il rifugio si dispiega, espandendosi fino alla dimensione massima in 1 minuto. Il rifugio è lungo 8 piedi, largo 8 piedi e alto 6 piedi e può ospitare fino a sei creature medie. Il rifugio include degli spuntoni che si fissano automaticamente al terreno, a patto che possano trovare un'entrata. Il rifugio è dotato di un generatore di energia integrato, deboli luci incandescenti all'interno che forniscono una luce fioca, e le creature nel rifugio sono protette dagli elementi, compresi i climi caldi e freddi, come descritto nel capitolo 5 della Guida del Dungeon Master. Il generatore di energia del rifugio dura sette giorni, dopodiché smette di fornire luce. Il rifugio può essere fatto crollare e ripristinato nel giro di 10 minuti.</p>"
		},
		{
			"id": "Enviro-suit",
			"name": "Tuta atmosferica",
			"description": "<p>Le tute ambientali, tute atmosferiche o tute EVA, sono tute a pressione che permettono a chi le indossava di sopravvivere e operare nello spazio a gravità zero e in altre condizioni pericolose.</p>"
		},
		{
			"id": "Eye prosthesis",
			"name": "Protesi per occhio",
			"description": "Una comune protesi per occhio."
		},
		{
			"id": "Facial prosthesis",
			"name": "Facial prosthesis",
			"description": "Una comune protesi facciale."
		},
		{
			"id": "Fibercord cable, 50 ft (rolled)",
			"name": "Fibercord cable, 50 ft (rolled)",
			"description": "Un cavo arrotolato di 50 piedi composto di materiale Fibercord."
		},
		{
			"id": "Field rations (one day's)",
			"name": "Razioni da campo (1 Giorno)",
			"description": "I pacchi razione consistono in alimenti secchi adatti a viaggi prolungati e vengono utilizzati quando gli altri alimenti scarseggiano. Ogni pacchetto è diviso in porzioni e può fornire abbastanza cibo per una persona al giorno."
		},
		{
			"id": "Fire extinguisher",
			"name": "Estintore",
			"description": "<p>Come azione, puoi spendere un uso dell'estintore per creare un cono di aria nebbiosa di 15 piedi che dura 6 secondi, spegnendo qualsiasi fuoco non potenziato nel raggio d'azione. Inoltre, ogni creatura nel raggio d'azione deve effettuare un tiro salvezza di Costituzione di DC 14. Se il tiro salvezza è fallito, la creatura è accecata fino all'inizio del suo prossimo turno. Con un tiro salvezza riuscito, la creatura diventa immune a questo effetto. Un estintore può essere utilizzato 5 volte prima di dover essere riempito al suo costo originale.</p>"
		},
		{
			"id": "Flask",
			"name": "Fiaschetta",
			"description": "<p>Una fiaschetta contiene 1 pinta di liquido.</p>"
		},
		{
			"id": "Flight suit",
			"name": "Tuta da volo",
			"description": "<p>Le tute di volo, o comunemente tute, sono un tipo di abbigliamento indossato dai piloti. Sono indossate insieme ai caschi di volo. Sono disponibili in una varietà di colori diversi e forniscono supporto vitale e proteggono da ambienti ostili.</p>"
		},
		{
			"id": "Foot prosthesis",
			"name": "Protesi per piede",
			"description": "Una comune protesi per un piede."
		},
		{
			"id": "Forearm prosthesis",
			"name": "Protesi per avambraccio",
			"description": "Una comune protesi per avambraccio."
		},
		{
			"id": "Friction-grip gear",
			"name": "Equipaggiamento Attacco-Stacco",
			"description": "<p>Un set speciale di guanti e stivali che permettono a chi li indossa di attaccarsi e arrampicarsi sulle superfici. Mentre indossi questi oggetti, guadagni la capacità di muoverti lungo superfici verticali e soffitti lasciandoti le mani libere. Guadagni anche una velocità di arrampicata pari alla tua velocità di camminata.</p>"
		},
		{
			"id": "Fusion cutter",
			"name": "Tagliatore a fusione",
			"description": "<p>Un tagliatore a fusione è un utensile da taglio manuale popolare tra i tecnici. Taglia quasi tutti i materiali rinforzati, con un tempo sufficiente. La cella di alimentazione interna fornisce un'ora di funzionamento continuo.</p>"
		},
		{
			"id": "Glowrod",
			"name": "Bastone di luce chimica",
			"description": "<p>I bastoni di luce chimica creano un fascio di luce che illumina l'area intorno a voi con una luce brillante per un raggio di 20 piedi e una luce fioca per altri 20 piedi. Il glowrod dura 10 ore e può essere ricaricato collegandolo a una fonte di alimentazione o sostituendo la cella di alimentazione.</p>"
		},
		{
			"id": "Grappling hook",
			"name": "Rampino",
			"description": "<p>Un rampino permette all'utente di arrampicarsi o salire su grandi oggetti. Può essere montato su un blaster, una cintura o altrove. Ha una lunghezza di 15 metri.</p>"
		},
		{
			"id": "Gravity generator",
			"name": "Generatore di gravità",
			"description": "<p>I generatori di gravità sono dispositivi speciali tipicamente indossati su cinture che funzionano come una fonte di gravità artificiale portatile e personale. Attivare o disattivare la cintura richiede un'azione bonus e, mentre è attiva, si è in grado di muoversi come in una normale attrazione gravitazionale. Il generatore dura 10 minuti e può essere ricaricato da una fonte di energia o sostituendo la cella di alimentazione.</p>"
		},
		{
			"id": "Hand prosthesis",
			"name": "Protesi per mano",
			"description": "Una comune protesti per una mano."
		},
		{
			"id": "Headcomm",
			"name": "Headcomm",
			"description": "<p>Un headcomm può essere installato in un casco o indossato indipendentemente. Funziona come un commlink ma senza l'utilizzo delle mani.</p>"
		},
		{
			"id": "Heat generator",
			"name": "Generatore di calore",
			"description": "<p>I generatori di calore sono dispositivi speciali, generalmente indossati alla cintura, che funzionano come una riserva di calore personale e portatile. Attivare o disattivare il generatore richiede un'azione bonus e, mentre è attivo, si è adattati ai climi freddi, come descritto nel capitolo 5 della Guida del Dungeon Master. Il generatore dura 10 minuti e può essere ricaricato da una fonte di energia o sostituendo la cella di energia.</p>"
		},
		{
			"id": "Holocomm",
			"name": "Olocomm",
			"description": "<p>Un holocomm è un'unità di comunicazione che utilizza l'HoloNet. Consente agli utenti di inviare e ricevere messaggi attraverso reti di trasmissione olografiche.</p>"
		},
		{
			"id": "Holocron",
			"name": "Olocrone",
			"description": "<p>Gli olocroni sono dispositivi di immagazzinamento di informazioni usati da chi esercita la Forza, che contengono antiche lezioni o preziose informazioni in forma olografica. Appaiono come poliedri incandescenti di materiale cristallino e hardware, delle dimensioni di un palmo, e possono essere attivati e utilizzati solo attraverso il potere della Forza.</p>"
		},
		{
			"id": "Holorecorder",
			"name": "Oloregistratore",
			"description": "<p>Un oloregistratore è un dispositivo utilizzato per registrare e proiettare ologrammi. Alcuni modelli di droidi sono dotati di oloregistratori interni.</p>"
		},
		{
			"id": "Holotrace device",
			"name": "Dispositivo di Olotraccia",
			"description": "<p>Un dispositivo di olotraccia è un gadget da polso che può essere usato per rintracciare una trasmissione olografica fino alla sua fonte.</p>"
		},
		{
			"id": "Holster",
			"name": "Fondina",
			"description": "<p>Una fondina può essere indossata sulla gamba, sul fianco o sulla schiena e può essere utilizzata per riporre una singola arma. Puoi estrarre un'arma conservata in una fondina senza usare un'azione. Una volta che lo hai fatto, non puoi farlo di nuovo finché non riponi un'arma nella fondina come azione.</p>"
		},
		{
			"id": "Homing beacon",
			"name": "Radiofaro di puntamento",
			"description": "<p>Un radiofaro di puntamento è un dispositivo utilizzato per tracciare le astronavi o qualsiasi altra entità trasportata. I radiofari trasmettono utilizzando ricetrasmettitori HoloNet non di massa in grado di essere tracciati attraverso l'iperspazio. I radiofari sono abbastanza piccoli da poter essere facilmente nascosti all'interno di una nave o nascosti in qualche fessura all'esterno.</p>"
		},
		{
			"id": "Hovercart",
			"name": "Hovercart",
			"description": "<p>Questo hovercart è progettato per spostare in modo efficiente grandi quantità di merci. Ha una velocità di 30 piedi e può immagazzinare 2.000 libbre, senza superare i 120 piedi cubi.</p>"
		},
		{
			"id": "Hydrospanner",
			"name": "Hydrospanner",
			"description": "Un hydrospanner è uno strumento che può essere utilizzato per riparare le astronavi."
		},
		{
			"id": "Jetpack",
			"name": "Jetpack",
			"description": "<p>I jetpack sono dispositivi personali di trasporto aereo che permettono all'operatore di volare in e attraverso l'aria con grande mobilità. Attivare o disattivare il jetpack richiede un'azione bonus e, mentre è attivo, si ha una velocità di volo di 30 piedi. Il jetpack dura 1 minuto per ogni cella di energia (fino a un massimo di 10 minuti) e può essere ricaricato da una fonte di energia o sostituendo le celle di energia.</p>"
		},
		{
			"id": "Jug",
			"name": "Brocca",
			"description": "<p>Una brocca contiene 1 litro di liquido.</p>"
		},
		{
			"id": "Leg prosthesis",
			"name": "Protesi per gamba",
			"description": "Una comune protesi per una gamba."
		},
		{
			"id": "Macrobinoculars",
			"name": "Macrobinocolo",
			"description": "<p>I macrobinocoli sono dispositivi di visualizzazione portatili che permettono agli utenti di osservare oggetti lontani. Alcuni modelli sono in grado di vedere nello spazio dalla superficie di un pianeta.</p>"
		},
		{
			"id": "Medpac",
			"name": "Medpac",
			"description": "<p>Un medpac è una siringa ad azione rapida riempita con una dose concentrata di kolto. Come azione, puoi usare questo medpac per ripristinare i punti ferita di una bestia o di un umanoide entro un raggio di 5 piedi. La creatura tira un dado pari alla dimensione del suo Dado di Colpo e recupera punti ferita pari alla quantità tirata + il suo modificatore di Costituzione (minimo un punto ferita). Se la creatura ha dadi per gli attacchi di diverse dimensioni, usa la dimensione del dado per gli attacchi che ha di più.</p>"
		},
		{
			"id": "Mess kit",
			"name": "Kit da Cucina",
			"description": "<p>Questa scatola contiene una tazza e semplici posate. La scatola si blocca insieme, e un lato può essere usato come pentola e l'altro come piatto o ciotola poco profonda.</p>"
		},
		{
			"id": "Mirror",
			"name": "Specchio",
			"description": "Uno specchio usato spesso per guardare il proprio aspetto, può essere anche usato per guardare oltre gli angoli."
		},
		{
			"id": "Personal translator",
			"name": "Traduttore personale",
			"description": "<p>Un traduttore personale è un dispositivo portatile che può tradurre comunicazioni verbali tra un massimo di cinque lingue. Le lingue possono essere cambiate mentre ci si interfaccia con un droide protocollare o un computer appropriato.</p>"
		},
		{
			"id": "Pitcher",
			"name": "Brocca con coperchio",
			"description": "<p>Una brocca con coperchio contiene 1 pinta di liquido.</p>"
		},
		{
			"id": "Pocket scrambler",
			"name": "SCrambler tascabile",
			"description": "<p>Uno scrambler tascabile è una semplice aggiunta a qualsiasi commlink che codifica automaticamente qualsiasi messaggio inviato. Il messaggio trasmesso può essere letto solo da un dispositivo dotato di uno scrambler abbinato.</p>"
		},
		{
			"id": "Poison",
			"name": "Veleno",
			"description": "<p>Come azione, puoi utilizzare il veleno contenuto in questa fiala per rivestire un'arma a vibrazione, una cartuccia di proiettile o un dardo da lancio da polso. Una creatura colpita dall'arma avvelenata deve effettuare un tiro salvezza di Costituzione a Dc 14, subendo [[/r 2d4]] danni da veleno se il tiro salvezza è fallito o la metà se è riuscito. Una volta applicato, il veleno mantiene la sua potenza per 1 minuto prima di seccarsi.</p>"
		},
		{
			"id": "Pot",
			"name": "Pentola",
			"description": "<p>Una pentola contiene 1 pinta di liquido.</p>"
		},
		{
			"id": "Pouch",
			"name": "Giberna",
			"description": "<p>Una giberna contiene 6 libbre e non supera 1/5 di piede cubo.</p>"
		},
		{
			"id": "Power belt",
			"name": "Cintura di energia",
			"description": "<p>Questa cintura ha degli slot per contenere sei celle di energia e può essere collegata per alimentare direttamente una singola arma blaster che utilizza celle di energia. Una volta per turno, se l'arma alimentata dovesse essere ricaricata, può essere fatto senza usare un'azione utilizzando qualsiasi munizione nella cintura. Collegare o scollegare un'arma richiede un'azione. Sostituire una cella di energia esaurita richiede un'azione.</p>"
		},
		{
			"id": "Propulsion pack",
			"name": "Zaino a propulsione",
			"description": "<p>Gli zaini a propulsione migliorano il movimento subacqueo. Attivare o disattivare il pacchetto di propulsione richiede un'azione bonus e, mentre è attivo, si ha una velocità di nuoto di 30 piedi. Il pacchetto di propulsione dura 1 minuto per cella di energia (fino a un massimo di 10 minuti) e può essere ricaricato da una fonte di energia o sostituendo le celle di energia.</p>"
		},
		{
			"id": "Ram, portable",
			"name": "Ariete, portatile",
			"description": "<p>Puoi usare un ariete portatile per sfondare le porte. Quando lo fai, ottieni un bonus di +4 alla prova di Forza. Un altro personaggio può aiutarti a usare l'ariete, dandoti un vantaggio su questa prova.</p>"
		},
		{
			"id": "Remote detonator",
			"name": "Detonatore a distanza",
			"description": "<p>Un piccolo dispositivo a mano con un solo pulsante, utilizzato per attivare gli esplosivi. Nel corso di 1 minuto, puoi accoppiare il detonatore con un massimo di due mine nel raggio di 10 piedi. Come azione, puoi far detonare a distanza tutte le mine accoppiate. Per farle detonare devi trovarti entro 30 piedi dalle mine.</p>"
		},
		{
			"id": "Repair kit",
			"name": "Kit di riparazione",
			"description": "<p>Un kit di riparazione comprende gli strumenti di base necessari per riparare un droide dopo essere stato danneggiato in combattimento. Il kit ha tre usi. Come azione, puoi spendere un uso del kit per ripristinare i punti ferita di un droide o di un costrutto entro 5 piedi. La creatura tira un dado pari alla dimensione del suo Dado di Colpo e recupera punti ferita pari alla quantità tirata + il suo modificatore di Costituzione (minimo un punto ferita). Se la creatura ha dadi per gli attacchi di diverse dimensioni, usa la dimensione del dado per gli attacchi che ha di più.</p>"
		},
		{
			"id": "Repulsor pack",
			"name": "Repulsor pack",
			"description": "<p>Gli zaini a repulsore sono utilizzati per rallentare la discesa da un'altezza elevata. Attivare o disattivare il pacchetto di repulsori richiede un'azione bonus e, mentre è attivo, la velocità di discesa rallenta a 60 piedi per round, e si ignorano gli effetti del vento di velocità inferiore a quella moderata (non più di 10 mph). Il pacchetto di repulsori dura 1 minuto per cella di energia (fino a un massimo di 10 minuti) e può essere ricaricato da una fonte di energia o sostituendo le celle di energia.</p>"
		},
		{
			"id": "Respirator",
			"name": "Respiratore",
			"description": "<p>Un respiratore, o maschera per il respiro, è un dispositivo portatile che permette a chi respira ossigeno di sopravvivere in atmosfere a basso contenuto di ossigeno. Anche se non adatto all'uso nello spazio esterno, queste maschere a mani libere sono attrezzature essenziali per i viaggi nello spazio profondo che potevano richiedere attività al di fuori di una nave stellare.</p>"
		},
		{
			"id": "Restraining bolt",
			"name": "Bullone di contenimento",
			"description": "<p>I bulloni di contenimento sono piccoli dispositivi cilindrici che possono essere applicati a un droide per limitarne le funzioni e imporre la sua obbedienza. Una volta inserito, un bullone di contenimento limita il droide da qualsiasi movimento che il suo padrone non desidera, e lo costringe anche a rispondere ai segnali prodotti da un'unità di controllo manuale. </p>\n<p>Il montaggio di un bullone di costrizione richiede 1 minuto. Il droide deve effettuare un tiro salvezza di Costituzione DC 14. Un droide ostile effettua questo tiro salvezza con vantaggio. Se il tiro salvezza ha successo, il bullone di contenimento si sovraccarica e viene reso inutile. Con un tiro salvezza fallito, il bullone di contenimento è installato correttamente e l'unità di controllo può essere utilizzata per controllare attivamente il droide. Mentre l'unità di controllo è inattiva, il droide può agire liberamente ma non può tentare di rimuovere il bullone di contenimento.</p>"
		},
		{
			"id": "Rocket boots",
			"name": "Stivali a razzo",
			"description": "<p>Gli stivali a razzo sono una forma di sistema di propulsione a razzo apposto su un paio di stivali invece di essere indossato sulla schiena come un jetpack standard. Attivare o disattivare gli stivali richiede un'azione bonus e, mentre sono attivi, si ha una velocità di volo di 25 piedi. Gli stivali-razzo durano 1 minuto e possono essere ricaricati da una fonte di energia o sostituendo le celle di energia.\t</p>"
		},
		{
			"id": "Rocketpack",
			"name": "Rocketpack",
			"description": "<p>I Rocketpack combinano il trasporto aereo di un jetpack con la potenza di fuoco di un lanciarazzi. Attivare o disattivare le capacità di volo del jetpack richiede un'azione bonus e, mentre è attivo, si ha una velocità di volo di 25 piedi. Il jetpack dura 1 minuto per ogni cella di energia (fino a un massimo di 5 minuti) e può essere ricaricato da una fonte di energia o sostituendo le celle di energia.</p>\n<p>Inoltre, il tuo rocketpack è dotato di un lanciarazzi integrato con le proprietà Munizioni (portata 100/400) e ricarica 1. Invece delle tradizionali celle di energia, questo lanciarazzi spara proiettili specializzati sotto forma di razzi. Ogni volta che effettueresti un attacco con un'arma a distanza, puoi invece lanciare questo lanciarazzi. Quando lanci un razzo a lunga distanza, le creature nel raggio dell'esplosione del razzo hanno un vantaggio sul tiro salvezza. Ricaricare questo lanciarazzi richiede 1 minuto.</p>"
		},
		{
			"id": "Sack",
			"name": "Sacco",
			"description": "<p>Un sacco contiene 30 once e non supera 1 piede cubo.</p>"
		},
		{
			"id": "Security spike",
			"name": "Spike di sicurezza",
			"description": "<p>Quando effettui una prova di Intelligenza (kit di sicurezza), puoi usare la spike (nessuna azione richiesta) per ripetere la prova. Devi usare il nuovo tiro. Puoi aspettare fino a dopo aver tirato il [[/r d20]] prima di decidere di usare la spike, ma devi decidere prima che il GM dica se il controllo ha successo o no.</p>"
		},
		{
			"id": "Shock gloves",
			"name": "Shock gloves",
			"description": "<p>Un guanto da shock è un tipo di guanto corazzato che è rivestito da una fettuccia. Quando viene utilizzato per un attacco, questa fettuccia porta una carica che infligge [[/r 1d4]] danni da fulmine a qualsiasi oggetto con cui il guanto entra in contatto. Se sei impegnato in un combattimento con il bersaglio dell'attacco, devi effettuare una prova di presa invece di un tiro di attacco, utilizzando una prova di Forza (Atletica) contestata dalla prova di Forza (Atletica) o Destrezza (Acrobatica) del bersaglio (il bersaglio sceglie l'abilità da utilizzare).</p>"
		},
		{
			"id": "Shovel",
			"name": "Vanga",
			"description": "Una vanga viene comunemente per scavare, spesso viene utilizzata in ambito di costruzione."
		},
		{
			"id": "Smugglepack",
			"name": "Zaino da contrabbando",
			"description": "<p>Questo zaino è dotato di uno scomparto principale che contiene 15 libbre, non superiore a 1/2 piede cubo. Inoltre, ha uno scomparto nascosto che contiene 5 libbre, che non supera 1/4 di piede cubo. Trovare lo scomparto nascosto richiede una prova di Investigazione DC 15.</p>"
		},
		{
			"id": "Stealth field generator",
			"name": "Generatori di campo furtivo",
			"description": "<p>I generatori di campo furtivo sono dispositivi speciali, solitamente indossati alla cintura, che funzionano come un dispositivo di occultamento personale e portatile. Attivare o disattivare il generatore richiede un'azione bonus e, mentre è attivo, si ha un vantaggio sulle prove di abilità di Destrezza (Furtività) che si basano sulla vista. Il generatore dura 1 minuto e può essere ricaricato da una fonte di energia o sostituendo la cella di alimentazione. Questo effetto termina presto se effettui un attacco o lanci un potere di forza o tecnologico.</p>"
		},
		{
			"id": "Stylus pen",
			"name": "Stylus pen",
			"description": "<p>Una penna stilo è progettata per scrivere sia su superfici solide che su interfacce touch screen.</p>"
		},
		{
			"id": "Sunshades",
			"name": "Occhiali frangisole",
			"description": "<p>Questi occhiali da sole vengono indossati sugli occhi. Mentre sono indossati, non puoi più avere svantaggio nei tiri per attaccare e nei controlli di Saggezza (Percezione) che si basano sulla vista quando tu, il bersaglio del tuo attacco o qualsiasi cosa tu stia cercando di percepire è sotto la luce diretta del sole. Tuttavia, mentre lo indossi, hai svantaggio nei tiri per attaccare e nei controlli di Saggezza (Percezione) che si basano sulla vista quando tu, il bersaglio del tuo attacco o qualsiasi cosa tu stia cercando di percepire è in penombra.</p>"
		},
		{
			"id": "Tankard",
			"name": "Boccale",
			"description": "<p>Un boccale contiene 1 pinta di liquido.</p>"
		},
		{
			"id": "Tent, two-person",
			"name": "Tenda, due persone",
			"description": "Una tenda di medie dimensioni capace di ospitare due persone."
		},
		{
			"id": "Throat prosthesis",
			"name": "Protesi per gola",
			"description": "Una comune protesi per una gola."
		},
		{
			"id": "Torso prosthesis",
			"name": "Protesi per dorso",
			"description": "Una comune protesi per un dorso."
		},
		{
			"id": "Tracker utility vest",
			"name": "Giubbotto smanicato da tracciatore",
			"description": "<p>Un gilet o giubbotto smanicato da tracciatore è un capo d'abbigliamento senza maniche che include diverse tasche uniformemente distribuite, popolare tra i cacciatori, i contrabbandieri e gli avventurieri. Il gilet è fatto di pelle e cuoio per resistere agli strappi, alla corrosione e all'acqua. Chi lo indossa può portare fino a 10 oggetti leggeri (fino a 1 libbra ciascuno) senza aumentare l'ingombro totale.</p>"
		},
		{
			"id": "Traumakit",
			"name": "Traumakit",
			"description": "<p>Un comune traumakit può essere rifornito di bacta pack e contiene bende spray, stabilizzatori di ossa, antisettici e altri elementi essenziali per il trattamento delle ferite. Come azione, puoi spendere un uso del kit per stabilizzare una creatura che ha 0 punti ferita, senza bisogno di effettuare una prova di Saggezza (Medicina). Un traumakit può essere utilizzato per stabilizzare 5 volte prima di dover essere rifornito al suo costo originale.</p>"
		},
		{
			"id": "Tripod",
			"name": "Treppiede",
			"description": "<p>Un treppiede è un dispositivo utilizzato per montare un'arma blaster a due mani per offrire una maggiore stabilità. Nel corso di 1 minuto, puoi dispiegare o far crollare il treppiede. Mentre sei schierato, ignorerai il requisito di Forza delle armi blaster con la proprietà della forza e la tua velocità sarà ridotta a 0. Inoltre, mentre sei schierato, avrai un bonus di +10 alle prove di abilità e ai tiri salvezza per evitare di essere disarmato dall'arma.</p>"
		},
		{
			"id": "Underwater respirator",
			"name": "Respiratore subacqueo",
			"description": "<p>I respiratori subacquei sono indossati sopra la bocca e la parte inferiore del viso. Mentre sono indossati, si può respirare sott'acqua, poiché il respiratore filtra l'acqua per creare ossigeno respirabile. Il respiratore funziona per 1 ora per ogni cella di alimentazione (fino a un massimo di 2 ore) e può essere ricaricato da una fonte di alimentazione o sostituendo le celle di alimentazione.</p>"
		},
		{
			"id": "Vial",
			"name": "Fiala",
			"description": "<p>Una fiala contiene 4 once di liquido.</p>"
		},
		{
			"id": "Vocoder mask",
			"name": "Mascheratore Vocoder",
			"description": "<p>Un Mascheratore Vocoder viene indossato sul naso e sulla bocca di una creatura e può tradurre le comunicazioni verbali tra un massimo di 15 lingue. Le lingue possono essere cambiate mentre ci si interfaccia con un droide protocollare o un computer appropriato.</p>"
		},
		{
			"id": "Water suit",
			"name": "Muta subacquea",
			"description": "<p>Le mute subacquea sono mute sigillate che impediscono all'acqua di entrare o uscire. Inoltre, mentre si indossa una muta d'acqua, si può respirare sott'acqua, poiché la muta filtra l'acqua per creare ossigeno respirabile.</p>"
		},
		{
			"id": "Wristpad",
			"name": "Computer da polso",
			"description": "<p>Un computer da polso è un'imbracatura con un datapad integrato e un'interfaccia per l'oloproiettore che si adatta all'avambraccio e include batterie autocaricanti.</p>"
		}
	]
}