{
	"label": "Consumabili",
	"entries": [
		{
			"id": "Andris",
			"name": "Andris",
			"description": "<p>Il cristallo di andris raffinato, una spezia estratta più comunemente su Sevarcos II, affina la mente di una creatura quando viene fumata. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che le permette di tirare un [[/r d4]] aggiuntivo quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza utilizzando la Saggezza. Alla fine dell'apice, la creatura deve riuscire in un tiro salvezza di Saggezza di DC 14 o sperimentare un abbassamento che dura 10 minuti, durante il quale deve tirare un [[/r d4]] e sottrarre il risultato quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando la Saggezza. Al termine della depressione, la creatura deve effettuare un tiro salvezza di Costituzione di DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Cilona",
			"name": "Cilona",
			"description": "<p>La cilona, il principio attivo dei bastoni della morte, è un allucinogeno che provoca una sensazione estatica che migliora la forza. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che le permette di tirare un [[/r d4]] aggiuntivo quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza utilizzando la Forza. Alla fine dell'apice, la creatura deve riuscire a superare un tiro salvezza di Saggezza di DC 14 o sperimentare un abbassamento che dura 10 minuti, durante il quale deve tirare un [[/r d4]] e sottrarre il risultato quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando la Forza. Al termine della depressione, la creatura deve effettuare un tiro salvezza di Costituzione di DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Deuterium-pyro",
			"name": "Deuterium-pyro",
			"description": "<p>Questa bevanda alcolica, favorita tra i ruffiani, ha un sapore terribile e un forte retrogusto. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che le permette di tirare un [[/r d4]] aggiuntivo quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza utilizzando la Forza. Alla fine dello sballo, la creatura deve riuscire a superare un tiro salvezza di Costituzione di DC 14 o sperimentare un abbassamento che dura 10 minuti, durante il quale deve tirare un [[/r d4]] e sottrarre il risultato quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando la Forza. Alla fine del minimo, la creatura deve effettuare un tiro salvezza di Saggezza di DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Giggledust",
			"name": "Polvere Divertente",
			"description": "<p>Questa polvere marrone-sabbiosa rende tutto umoristico e aumenta l'agilità di una creatura. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che le permette di tirare un [[/r d4]] aggiuntivo quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando la Destrezza. Alla fine dell'alto, la creatura deve riuscire a superare un tiro salvezza di Saggezza di DC 14 o sperimentare un basso che dura 10 minuti, durante i quali deve tirare un [[/r d4]] e sottrarre il risultato quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando la Destrezza. Al termine della depressione, la creatura deve effettuare un tiro salvezza di Costituzione di DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Glitterstim",
			"name": "Glitterstim",
			"description": "<p>Una fettuccia verde-argento tagliente al tatto, ma che quando viene liquefatta provoca uno stato mentale accresciuto e una spinta piacevole. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che le permette di tirare un [[/r d4]] aggiuntivo quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza utilizzando Intelligenza. Alla fine dell'alto, la creatura deve riuscire a superare un tiro salvezza di Saggezza di DC 14 o sperimentare un basso che dura 10 minuti, durante i quali deve tirare un [[/r d4]] e sottrarre il risultato quando effettua una prova di abilità, un tiro d'attacco o un tiro salvezza usando Intelligenza. Alla fine della depressione, la creatura deve effettuare un tiro salvezza di Costituzione </p>\n<p>decisione 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Karrak",
			"name": "Karrak",
			"description": "<p>Un potente antidolorifico, il karrak permette alle creature di continuare a superare le ferite più gravi. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che le permette di tirare un [[/r d4]] aggiuntivo quando effettua una prova di abilità o un tiro salvezza utilizzando la Costituzione, e all'inizio di ogni suo turno guadagna [[/r 2d4]] punti ferita temporanei. Alla fine dell'alto, la creatura deve riuscire in un tiro salvezza di Saggezza DC 14 o subire un basso che dura 10 minuti, durante i quali deve tirare un [[/r d4]] e sottrarre il risultato quando effettua una prova di abilità o un tiro salvezza usando Costituzione, e per la durata i suoi punti ferita attuali e massimi sono ridotti di [[/r 2d4]]. Se questo ridurrebbe i punti ferita massimi al di sotto di 1, diventano invece 1. Alla fine del basso, la creatura deve effettuare un tiro salvezza di Costituzione di DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Mummergy",
			"name": "Mummergio",
			"description": "<p>Il mummergio è un liquore dall'odore forte derivato dall'omonima pianta. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che le permette di tirare un [[/r d4]] aggiuntivo quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza utilizzando Intelligenza. Alla fine dell'alto, la creatura deve riuscire a superare un tiro salvezza di Costituzione di DC 14 o sperimentare un basso che dura 10 minuti, durante i quali deve tirare un [[/r d4]] e sottrarre il risultato quando effettua una prova di abilità, un tiro d'attacco o un tiro salvezza usando Intelligenza. Alla fine del minimo, la creatura deve effettuare un tiro salvezza di Saggezza di DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Muon gold",
			"name": "Oro muonico",
			"description": "<p>L'oro muonico è una spezia a base di lubrificante che dona a chi la usa una maggiore chiarezza mentale e concentrazione per un breve periodo di tempo. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che aumenta i suoi punti tecnici attuali e massimi di [[/r 2d4]]. Alla fine dello sballo, la creatura deve riuscire in un tiro salvezza di Saggezza DC 14 o sperimentare un basso che dura 10 minuti, i suoi punti tecnologia attuali e massimi sono ridotti di [[/r 2d4]]. Alla fine del basso, la creatura deve effettuare un tiro salvezza di Costituzione di DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Novanian grog",
			"name": "Grog novaniano",
			"description": "<p>Questo grog ha un odore pungente e un forte calcio. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che aumenta i suoi punti tecnici attuali e massimi di [[/r 2d4]]. Alla fine dello sballo, la creatura deve riuscire in un tiro salvezza di Costituzione DC 14 o sperimentare un basso che dura 10 minuti, i suoi punti tecnologia attuali e massimi sono ridotti di [[/r 2d4]]. Alla fine del basso, la creatura deve effettuare un tiro salvezza di Saggezza DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Raava",
			"name": "Raava",
			"description": "<p>Il Raava è un liquore tradizionale ricavato dalle bacche di zsajhira. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che le permette di tirare un [[/r d4]] aggiuntivo quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando la Destrezza. Alla fine dell'alto, la creatura deve riuscire in un tiro salvezza di Costituzione di DC 14 o sperimentare un basso che dura 10 minuti, durante i quali deve tirare un [[/r d4]] e sottrarre il risultato quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando la Destrezza. Alla fine del basso, la creatura deve effettuare un tiro salvezza di Saggezza DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Spicebrew",
			"name": "Spicebrew",
			"description": "<p>Lo Spicebrew, una bevanda popolare in tutta la galassia, è una bevanda alcolica abbronzata condita con schiuma. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che aumenta i suoi punti forza attuali e massimi di [[/r 2d4]]. Alla fine dello sballo, la creatura deve riuscire in un tiro salvezza di Costituzione DC 14 o sperimentare un basso che dura 10 minuti, i suoi punti forza attuali e massimi sono ridotti di [[/r 2d4]]. Alla fine del basso, la creatura deve effettuare un tiro salvezza di Saggezza DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Tihaar",
			"name": "Tihaar",
			"description": "<p>Questo spirito incolore, favorito dai Mandaloriani, brucia la bocca e la gola quando viene consumato. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta un high che le permette di tirare un [[/r d4]] aggiuntivo quando effettua una prova di abilità o un tiro salvezza utilizzando la Costituzione, e all'inizio di ogni suo turno guadagna [[/r 2d4]] punti ferita temporanei. Alla fine dell'alto, la creatura deve riuscire in un tiro salvezza di Costituzione di DC 14 o subire un basso che dura 10 minuti, durante i quali deve tirare un [[/r d4]] e sottrarre il risultato quando effettua una prova di abilità o un tiro salvezza usando Costituzione, e per la durata i suoi punti ferita attuali e massimi sono ridotti di [[/r 2d4]]. Se questo ridurrebbe i punti ferita massimi al di sotto di 1, diventano invece 1. Alla fine del basso, la creatura deve effettuare un tiro salvezza di Saggezza DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Tsiraki",
			"name": "Tsiraki",
			"description": "<p>Lo Tsiraki è una bevanda alcolica di colore blu realizzata con mirtilli fermentati e spezie sottaceto. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che le permette di tirare un [[/r d4]] aggiuntivo quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando il Carisma. Alla fine dell'alto, la creatura deve riuscire a superare un tiro salvezza di Costituzione di DC 14 o sperimentare un basso che dura 10 minuti, durante i quali deve tirare un [[/r d4]] e sottrarre il risultato quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando il Carisma. Alla fine del basso, la creatura deve effettuare un tiro salvezza di Saggezza DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Vayerbok",
			"name": "Vayerbok",
			"description": "<p>Il Vayerbok è una bevanda alcolica densa, verde e a base vegetale, tipicamente servita calda. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che le permette di tirare un [[/r d4]] aggiuntivo quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando la Saggezza. Alla fine dell'apice, la creatura deve riuscire in un tiro salvezza di Costituzione di DC 14 o sperimentare un abbassamento che dura 10 minuti, durante il quale deve tirare un [[/r d4]] e sottrarre il risultato quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando la Saggezza. Alla fine del basso, la creatura deve effettuare un tiro salvezza di Saggezza DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Yaladai",
			"name": "Yaladai",
			"description": "<p>Lo yaladai è un potente stimolante che garantisce estrema chiarezza, migliorando il rilassamento e la concentrazione. Come azione, puoi applicare questa sostanza a una creatura entro 5 piedi. Per il minuto successivo, la creatura sperimenta uno sballo che aumenta i suoi punti forza attuali e massimi di [[/r 2d4]]. Alla fine dello sballo, la creatura deve riuscire in un tiro salvezza di Saggezza DC 14 o sperimentare un basso che dura 10 minuti, i suoi punti forza attuali e massimi sono ridotti di [[/r 2d4]]. Alla fine del basso, la creatura deve effettuare un tiro salvezza di Costituzione di DC 14 per resistere alla dipendenza.</p>"
		},
		{
			"id": "Yarrock",
			"name": "Yarrock",
			"description": "<p>Yarrock è un allucinogeno che si dice infonda alla creatura una chiara visione del 'senso della vita', dando una spinta alla fiducia. Come azione, puoi applicare questa sostanza a una creatura nel raggio di un metro e mezzo. Per il minuto successivo, la creatura sperimenta uno sballo che le permette di tirare un [[/r d4]] aggiuntivo quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando il Carisma. Alla fine dell'alto, la creatura deve riuscire a superare un tiro salvezza di Saggezza di DC 14 o sperimentare un basso che dura 10 minuti, durante i quali deve tirare un [[/r d4]] e sottrarre il risultato quando effettua una prova di abilità, un tiro di attacco o un tiro salvezza usando il Carisma. Alla fine del basso, la creatura deve effettuare un tiro salvezza di Costituzione di DC 14 per resistere alla dipendenza.</p>"
		}
	]
}