{
	"label": "Poteri Tecnologici",
	"entries": [
		{
			"id": "Absorb Energy",
			"name": "Assorbi Energia",
			"description": "<p>Il potere cattura parte dell'energia in arrivo, diminuendo il suo effetto su di te e conservandola per il tuo prossimo attacco in mischia. Hai resistenza al tipo di danno innescato fino all'inizio del tuo prossimo turno. Inoltre, la prima volta che colpisci con un attacco in mischia nel tuo prossimo turno, il bersaglio subisce un danno extra di [[/r 1d6]] del tipo innescato e il potere termina.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot di potere di 2° livello o superiore, il danno extra aumenta di [[/r 1d6]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Acid Dart",
			"name": "Dardo Acido",
			"description": "<p>Un dardo verde scintillante si dirige verso un bersaglio a portata di tiro ed esplode in uno spruzzo di acido. Effettua un attacco tecnico a distanza contro il bersaglio. Se viene colpito, il bersaglio subisce [[/r 4d4]] danni da acido immediatamente e [[/r 2d4]] danni da acido alla fine del suo prossimo turno. Se lo manchi, il dardo spruzza il bersaglio di acido per la metà del danno iniziale e nessun danno alla fine del suo prossimo turno.</p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tech di 3° livello o superiore, il danno (sia iniziale che successivo) aumenta di [[/r 1d4]] per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Acid Splash",
			"name": "SChizzo Acido",
			"description": "<p>Emetti una scarica di acido. Scegli una creatura entro il raggio d'azione, o scegli due creature entro il raggio d'azione che si trovino a 5 piedi l'una dall'altra. Un bersaglio deve riuscire in un tiro salvezza di Destrezza o subire [[/r 1d6]] danni da acido.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d6]] quando raggiungi il 5° livello ([[/r 2d6]]), l'11° livello ([[/r 3d6]]) e il 17° livello ([[/r 4d6]]).</p>"
		},
		{
			"id": "Acid Wind",
			"name": "Vento Acido",
			"description": "<p>Produci una brezza piena di goccioline di acido pungente. Ogni creatura in un cubo di 15 piedi proveniente da te deve effettuare un tiro salvezza di Costituzione. Con un tiro salvezza fallito, la creatura subisce [[/r 2d4]] danni da acido ed è accecata fino alla fine del tuo prossimo turno. Con un tiro salvezza riuscito, la creatura subisce la metà dei danni e non è accecata.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 2° livello o superiore, il danno aumenta di [[/r 1d4]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Acidic Strike",
			"name": "Colpo d'Acido",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma da mischia contro una creatura alla tua portata, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e viene inguainato in una densa bava acida fino all'inizio del tuo prossimo turno. Fino all'inizio del tuo prossimo turno, se il bersaglio viene afferrato o riesce ad afferrarlo o a mantenerlo, la bava viene premuta nel suo corpo, causandogli immediatamente [[/r 1d8]] danni da acido. </p>\n<p>Il danno di questo potere aumenta quando si raggiungono livelli più alti. Al 5° livello, l'attacco in mischia infligge un ulteriore [[/r 1d8]] danno acido al bersaglio, e il danno che il bersaglio subisce per aver preso o mantenuto un rampino aumenta a [[/r 2d8]]. Entrambi i tiri per i danni aumentano di [[/r 1d8]] all'11° livello e al 17° livello.</p>"
		},
		{
			"id": "Aid Droid",
			"name": "Soccorri Droide",
			"description": "<p>Scegli un droide o un costrutto che puoi vedere nel raggio d'azione. Il bersaglio può usare immediatamente la sua reazione per recuperare punti ferita pari a [[/r 1d6]] </p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 2° livello o superiore, la guarigione aumenta di [[/r 1d6]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Alarm",
			"name": "Allarme",
			"description": "<p>Metti un allarme contro le intrusioni indesiderate. Scegli una porta, una finestra o un'area nel raggio d'azione che non sia più grande di un cubo di 6 metri. Fino al termine del potere, un allarme ti avvisa ogni volta che una creatura minuscola o più grande tocca o entra nell'area protetta. Quando lanci il potere, puoi designare le creature che non faranno scattare l'allarme. Puoi anche scegliere se l'allarme è mentale o acustico. </p>\n<p>Un allarme silenzioso ti avverte con un ping nella tua mente se ti trovi entro 1 miglio dall'area protetta. Questo ping ti sveglia se stai dormendo.</p>\n<p>Un allarme acustico produce il suono di una campana a mano per 10 secondi entro 60 piedi.</p>"
		},
		{
			"id": "Alter Self",
			"name": "Alterare Se Stessi",
			"description": "<p>Alteri la tua forma con la tecnologia. Quando lanci il potere, scegli una delle seguenti opzioni, i cui effetti durano per la durata del potere. Mentre il potere dura, puoi terminare un'opzione come azione per ottenere i benefici di un'altra.</p>\n<p><strong><em>Adattamento acquatico.</em></strong> Adatti il tuo corpo all'ambiente acquatico. Puoi respirare sott'acqua e guadagnare una velocità di nuoto pari alla tua velocità di camminata.</p>\n<p><strong><em>Cambia aspetto.</em></strong> Trasformi il tuo aspetto. Sei tu a decidere il tuo aspetto, inclusi altezza, peso, lineamenti del viso, suono della voce, lunghezza dei capelli, colorazione e caratteristiche distintive, se presenti. Puoi far apparire te stesso come un membro di un'altra specie (una specie organica non può apparire come un droide, o viceversa), anche se nessuna delle tue statistiche cambia. Puoi anche alterare le tue corde vocali, permettendoti di parlare una lingua che conosci, ma che altrimenti non saresti in grado di parlare. Inoltre non puoi apparire come una creatura di dimensioni diverse dalle tue, e la tua forma di base rimane la stessa; se sei bipede, non puoi usare questo potere per diventare quadrupede, per esempio. In qualsiasi momento per tutta la durata del potere, puoi usare la tua azione per cambiare nuovamente il tuo aspetto in questo modo.</p>\n<p><strong><em>Armi naturali.</em></strong> Ti crescono artigli, zanne, spine, corna o un'altra arma naturale a tua scelta. I dadi dei tuoi colpi disarmati aumentano di un passo (da 1 a [[/r d4]], da [[/r d4]] a [[/r d6]], o da [[/r d6]] a [[/r d8]]). I tuoi colpi disarmati sono considerati potenziati e con essi hai un bonus di +1 ai tiri per attaccare e infliggere danni.</p>"
		},
		{
			"id": "Analyze",
			"name": "Analisi",
			"description": "<p>Scegli un oggetto che devi toccare durante il lancio del potere. Se si tratta di un oggetto potenziato o modificato, impari le sue proprietà e come usarlo, se richiede sintonia per essere usato e quante cariche ha, se ce ne sono. Apprendi se ci sono poteri che influenzano l'oggetto e quali sono. Se l'oggetto è stato creato da un potere, impari quale potere lo ha creato.</p>\n<p>Se invece tocchi una creatura durante il lancio, impari quali poteri tecnici, se ce ne sono, la stanno influenzando.</p>"
		},
		{
			"id": "Antipathy/Sympathy",
			"name": "Antipatia/Simpatia",
			"description": "<p>Questo potere attrae o respinge le creature di tua scelta. Prendi di mira qualcosa nel raggio d'azione, sia un oggetto o una creatura enorme o più piccola, sia un'area che non sia più grande di un cubo di 200 piedi. Poi specifica un tipo di creatura intelligente, come i rancori, i segugi kath o i twi'lek. Investi il bersaglio con un'aura che attrae o respinge le creature specificate per la durata. Scegli l'antipatia o la simpatia come effetto dell'aura.</p>\n<p><strong><em>Antipatia.</em></strong> Il potere fa sì che le creature del tipo da te designato provino un intenso impulso a lasciare l'area ed evitare il bersaglio. Quando una tale creatura può vedere il bersaglio o si trova entro 60 piedi da esso, la creatura deve riuscire in un tiro salvezza di Saggezza o diventare spaventata. La creatura rimane spaventata finché può vedere il bersaglio o si trova entro 60 piedi da esso. Mentre è spaventata dal bersaglio, la creatura deve usare il suo movimento per spostarsi nel punto sicuro più vicino da cui non può vedere il bersaglio. Se la creatura si muove a più di 60 piedi dal bersaglio e non riesce a vederlo, la creatura non è più spaventata, ma la creatura diventa nuovamente spaventata se riacquista la vista del bersaglio o si muove entro 60 piedi da esso.</p>\n<p><strong><em>Simpatia.</em></strong> Il potere fa sì che le creature specificate provino un intenso impulso ad avvicinarsi al bersaglio mentre si trovano entro 60 piedi da esso o sono in grado di vederlo. Quando una tale creatura può vedere il bersaglio o si trova entro 60 piedi da esso, la creatura deve riuscire in un tiro salvezza di Saggezza o usare il suo movimento in ogni suo turno per entrare nell'area o muoversi a portata del bersaglio. Quando la creatura ha fatto ciò, non può allontanarsi volontariamente dal bersaglio. </p>\n<p>Se il bersaglio danneggia o fa male in altro modo a una creatura colpita, questa può effettuare un tiro salvezza di Saggezza per terminare l'effetto, come descritto di seguito.</p>\n<p><strong><em>Finire l'effetto.</em></strong> Se una creatura colpita termina il suo turno mentre non si trova entro 60 piedi dal bersaglio o non è in grado di vederlo, la creatura effettua un tiro salvezza di Saggezza. Se il tiro salvezza ha successo, la creatura non è più influenzata dal bersaglio e riconosce la sensazione di ripugnanza o attrazione come innaturale. Inoltre, una creatura colpita dal potere può effettuare un altro tiro salvezza di Saggezza ogni 24 ore finché il potere persiste.</p>\n<p>Una creatura che effettua con successo un tiro salvezza contro questo effetto ne è immune per 1 minuto, dopodiché può essere nuovamente colpita.</p>"
		},
		{
			"id": "Assess the Situation",
			"name": "Valuta la Situazione",
			"description": "<p>Scatti un'istantanea sensoriale di un bersaglio nel raggio d'azione. La tua tecnica ti concede una breve visione delle difese del bersaglio. Hai un vantaggio al prossimo tiro di attacco che effettui contro il bersaglio prima della fine del tuo prossimo turno.</p>\n<p>Questo potere beneficia di attacchi aggiuntivi ai livelli più alti: due attacchi al 5° livello, tre attacchi all'11° livello e quattro attacchi al 17° livello.</p>"
		},
		{
			"id": "Autonomous Servant",
			"name": "Servo Autonomo",
			"description": "<p>Tocca un oggetto minuscolo e non potenziato che non sia attaccato a un altro oggetto o a una superficie e che non sia trasportato da un'altra creatura. Il bersaglio si anima e guadagna piccole braccia e gambe, diventando una creatura sotto il tuo controllo fino a quando il potere termina o la creatura scende a 0 punti ferita. Vedi il blocco delle statistiche per le sue statistiche. </p>\n<p>Come azione bonus, puoi comandare non verbalmente la creatura se si trova entro 120 piedi da te. (Se controlli più creature con questo potere, puoi comandare una o tutte le creature allo stesso tempo, impartendo lo stesso comando a ciascuna di esse). Sei tu a decidere quale azione la creatura compirà e dove si muoverà durante il suo prossimo turno, oppure puoi impartire un comando semplice e generale, come andare a prendere un cilindro di codice, stare di guardia o impilare alcuni piccoli oggetti. Se non impartisci alcun comando, il servitore non fa altro che difendersi dalle creature ostili. Una volta dato un ordine, il servitore continua a seguirlo fino a quando il suo compito non è completato.</p>\n<p>Quando la creatura scende a 0 punti ferita, ritorna alla sua forma originale e tutti i danni rimanenti vengono riportati a quella forma. </p>\n<p>La creatura è considerata un bersaglio valido per il potere <em>Interfaccia del droide inseguitore</em>.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 4° livello o superiore, puoi animare due oggetti aggiuntivi per ogni livello di slot superiore al 3°. </p>\n<p><em/em>_</p>\n<p>&gt; ## Servitore</p>\n<p>&gt;<em>Piccolo costrutto, non schierato</em></p>\n<p>&gt; <em></em>_</p>\n<p>&gt; - <strong>Classe Armatura</strong> 15 (armatura naturale)</p>\n<p>&gt; - <strong>Punti Ferita</strong> 10 ([[/r 4d4]])</p>\n<p>&gt; - <strong>Velocità</strong> 30 piedi, scalata di 30 piedi</p>\n<p>&gt;<em></em>_</p>\n<p>&gt;|FOR|DES|COS|INT|SAG|CAR|</p>\n<p>&gt;|: ---:|:---:|:---:|:---:|:---:|:---: |</p>\n<p>&gt;|4 (-3)|16 (+3)|10 (+0)|2 (-4)|10 (+0)|1 (-5)|</p>\n<p>&gt;<em></em>_</p>\n<p>&gt; - <strong>Vulnerabilità ai Danni</strong> ionici</p>\n<p>&gt; - <strong>Resistenza Danni</strong> necrotico, veleno, psichici</p>\n<p>&gt; - <strong>Condizioni di Immunità</strong> affascinato, assordato, esausto, avvelenato</p>\n<p>&gt; - <strong>Sensi</strong> vista cieca 60 piedi (cieco oltre questo raggio), percezione passiva 10</p>\n<p>&gt; - <strong>Lingue</strong> —</p>\n<p>&gt; <em></em>_</p>\n<p>&gt; <strong>Circuiteria. </strong> Il costrutto ha uno svantaggio nei tiri salvezza contro gli effetti che infliggerebbero danni da ioni o fulmini.</p>\n<p>&gt; ### Azioni</p>\n<p>&gt; <strong><em>Slam.</em></strong> <em>Attacco con Arma da Mischia:</em> +4 per colpire, portata 5 piedi, un bersaglio. <em>Colpisci</em> 5 ([[/r 1d4 + 3]]) danni cinetici.</p>"
		},
		{
			"id": "Bacta Pack",
			"name": "Pacco di Bacta",
			"description": "<p>Crei un pacchetto luminescente di bacta in qualsiasi spazio, occupato o non occupato, entro il raggio d'azione. Il branco rimane nel suo spazio finché non viene attivato da una creatura a tua scelta. Se lo spazio scelto è occupato da una creatura da te designata, questa può usare la sua reazione per attivare immediatamente il pacchetto; altrimenti, una creatura entro 5 piedi dal pacchetto può usare un'azione bonus per toccarlo e attivarlo.</p>\n<p>Quando il pacchetto viene attivato da una creatura designata, questa recupera punti ferita pari a [[/r 1d6]] + il tuo modificatore di Casting Technologia, e il pacchetto viene consumato. Se il potere termina prima che il pacchetto sia stato attivato, esso diventa inutile e si disintegra. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 2° livello o superiore, puoi aumentare la guarigione di un singolo pacchetto di [[/r 1d6]] per ogni livello di slot superiore al 1°, o creare un altro pacchetto in uno spazio separato, con un ulteriore pacchetto per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Ballistic Shield",
			"name": "Scudo Balistico",
			"description": "<p>Uno scudo blu tremolante circonda il tuo corpo. Finché il potere non finisce, hai resistenza ai danni cinetici, energetici e ionici.</p>"
		},
		{
			"id": "Bestow Virus",
			"name": "Conferisci Virus",
			"description": "<p>Se tocchi un droide, un costrutto o una creatura con un focus sulla tecnologia, questa dovrà riuscire in un tiro salvezza di Intelligenza o ricevere una maledizione basata sulla tecnologia per la durata del potere. Quando lanci questo potere, scegli la natura della maledizione tra le seguenti opzioni:</p>\n<ul>\n<li>Scegli un punteggio di abilità. Mentre è maledetto, il bersaglio ha svantaggio nelle prove di abilità e nei tiri salvezza effettuati con quel punteggio.</li>\n<li>Mentre è maledetto, il bersaglio ha svantaggio nei tiri per colpire contro di te.</li>\n<li>Mentre è maledetto, il bersaglio deve effettuare un tiro salvezza di intelligenza all'inizio di ogni suo turno. Se fallisce, spreca la sua azione in quel turno senza fare nulla.</li>\n<li>Mentre il bersaglio è maledetto, i tuoi attacchi e poteri infliggono un danno extra di [[/r 1d8]] fulmine al bersaglio.</li>\n</ul> <p>Un potere di <em>rimuovi virus</em> pone fine a questo effetto. A discrezione del GM, si può scegliere un effetto maledizione alternativo, ma non dovrebbe essere più potente di quelli descritti sopra. Il GM ha l'ultima parola sull'effetto di tale maledizione.</p>\n<p><strong>Sovraccarica Tecnologia.</strong> Se lanci questo potere usando uno slot tecnologico di 4° livello o superiore, la durata è la concentrazione, fino a 10 minuti. Se usi uno slot tecnico di 5° livello o superiore, la durata è di 8 ore. Se si utilizza uno slot tecnico di 7° livello o superiore, la durata è di 24 ore. Se si utilizza uno slot tecnologico di 9° livello, il potere dura finché non viene dissipato. L'utilizzo di uno slot tecnologico di 5° livello o superiore garantisce una durata che non richiede concentrazione.</p>"
		},
		{
			"id": "Buffer",
			"name": "Buffer",
			"description": "<p>Guadagni [[/r 1d4 + 4]] punti ferita temporanei per la durata. </p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tech di 2° livello o superiore, guadagni 5 punti ferita temporanei aggiuntivi per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Cage",
			"name": "Gabbia",
			"description": "<p>Una prigione immobile, invisibile, a forma di cubo, composta da energia, nasce intorno ad un'area scelta da te entro il raggio d'azione. La prigione può essere una gabbia o una scatola solida, a tua scelta.</p>n<p>Una prigione a forma di gabbia può essere lunga fino a 6 metri su un lato ed è fatta di barre di mezzo pollice di diametro distanziate di mezzo pollice. </p>\n<p>Una prigione a forma di scatola può essere lunga fino a 10 piedi di lato, creando una solida barriera che impedisce a qualsiasi materia di attraversarla e bloccando qualsiasi potere lanciato dentro o fuori l'area.</p>\n<p>Quando lanci il potere, qualsiasi creatura che si trovi completamente all'interno dell'area della gabbia viene intrappolata. Le creature che si trovano solo parzialmente all'interno dell'area, o quelle troppo grandi per entrarci, vengono spinte via dal centro dell'area finché non sono completamente fuori dall'area.</p>\n<p>Una creatura all'interno della gabbia non può uscirne con mezzi non potenziati. Se la creatura cerca di teletrasportarsi per lasciare la gabbia, deve prima effettuare un tiro salvezza di Carisma. Con un successo, la creatura può usare questo potere per uscire dalla gabbia. Se fallisce, la creatura non può uscire dalla gabbia e spreca l'uso del potere o dell'effetto. </p>\n<p>Questo potere non può essere dissipato.</p>"
		},
		{
			"id": "Capacity Boost",
			"name": "Aumento delle Capacità",
			"description": "<p>Si potenzia un'arma blaster che si sta tenendo in mano. Per tutta la durata, puoi ricaricare l'arma una volta in ogni tuo turno senza usare un'azione, e come azione bonus in ogni tuo turno puoi effettuare un attacco con l'arma.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 5° livello o superiore, puoi effettuare due attacchi con la tua azione bonus, invece di uno.</p>"
		},
		{
			"id": "Carbon Fog",
			"name": "Nebbia di Carbonio",
			"description": "<p>Crei una nuvola di nebbia ghiacciata in una sfera di 20 piedi di raggio centrata su un punto che puoi vedere. La sfera si estende intorno agli angoli e la sua area è pesantemente oscurata. La nebbia è semi-solida e la sua area è considerata terreno difficile. Ogni creatura che entra nell'area del potere per la prima volta in un turno o che vi inizia il suo turno prende [[/r 4d6]] danni da freddo e guadagna 1 livello rallentato fino alla fine del suo turno. La nebbia dura per la durata del potere o finché non viene dispersa da un vento di velocità moderata o superiore (almeno 10 mph).</p>"
		},
		{
			"id": "Carbonite",
			"name": "Carbonite",
			"description": "<p>Tenti di congelare in carbonite una creatura che puoi vedere nel raggio d'azione. La creatura deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza è fallito, viene immobilizzata mentre la sua carne inizia a indurirsi. Se il tiro salvezza ha successo, la creatura non viene influenzata. </p> <p>Una creatura trattenuta da questo potere deve effettuare un altro tiro salvezza di Costituzione alla fine di ogni suo turno. Se riesce a salvarsi contro questo potere per tre volte, il potere termina. Se fallisce i tiri salvezza per tre volte, viene trasformata in pietra e soggetta alla condizione di pietrificato per tutta la durata. Non è necessario che i successi e i fallimenti siano consecutivi; tieni traccia di entrambi finché il bersaglio non ne colleziona tre di tipo.</p>\n<p>Se la creatura viene fisicamente spezzata mentre è congelata nella carbonite, soffre di deformazioni simili se ritorna al suo stato originale.</p>\n<p>Se mantieni la concentrazione su questo potere per tutta la durata possibile, la creatura viene congelata nella carbonite finché l'effetto viene rimosso.</p>"
		},
		{
			"id": "Carbonite Explosion",
			"name": "Esplosione di Carbonite",
			"description": "<p>Generi un'esplosione di energia criogenica in una sfera di 60 piedi di raggio centrata su un punto che puoi vedere a distanza. Ogni creatura nell'area colpita deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza viene fallito, la creatura subisce [[/r 8d6 + 20]] danni da freddo e viene immobilizzata per 1 minuto mentre viene avvolta nella carbonite. Se il tiro salvezza ha successo, la creatura subisce metà dei danni e rimane immobilizzata fino alla fine del suo prossimo turno. </p>\n<p>Come azione, una creatura immobilizzata può effettuare una prova di Forza contro la tua CD di salvataggio tecnico, ponendo fine a questo effetto su se stessa in caso di successo.</p>\n<p>Una creatura ridotta a 0 punti ferita da questo potere muore all'istante, mentre il suo corpo si frantuma in pezzi congelati.</p>"
		},
		{
			"id": "Cloaking Screen",
			"name": "Schermo d'Occultamento",
			"description": "<p>Tu o una creatura che tocchi diventa invisibile fino al termine del potere. Tutto ciò che il bersaglio indossa o trasporta è invisibile finché si trova sulla sua persona.</p>"
		},
		{
			"id": "Combustive Shot",
			"name": "Colpo Combustivo",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma a distanza contro una creatura entro la portata della tua arma, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e si infiamma. All'inizio del tuo prossimo turno, la creatura subisce un danno da fuoco pari al tuo modificatore di capacità di trasmettere. Se il bersaglio o una creatura entro 1,5 metri da esso utilizza un'azione per spegnere le fiamme, o se qualche altro effetto spegne le fiamme, l'effetto termina. </p>\n<p>Il danno di questo potere aumenta quando raggiungi livelli più alti. Al 5° livello, l'attacco a distanza infligge un danno da fuoco extra di [[/r 1d6]] al bersaglio, e il danno all'inizio del tuo prossimo turno aumenta a [[/r 1d4]] + il tuo modificatore di capacità di lancio tecnologico. Entrambi i tiri per i danni aumentano di [[/r 1d6]] e [[/r 1d4]], rispettivamente all'11° e al 17° livello.</p>"
		},
		{
			"id": "Concealed Caltrops",
			"name": "Piedi di Corvo Nascosti",
			"description": "<p>Spargi un gran numero di Piedi di Corvo sul terreno in un raggio di 20 piedi centrato su un punto a portata. Questi Piedi di Corvo penetrano in profondità nei piedi e negli stivali di chiunque ci cammini sopra. L'area diventa terreno difficile per tutta la durata. Quando una creatura si muove all'interno dell'area, prende [[/r 2d4]] danni cinetici per ogni 5 piedi che percorre.</p>\n<p>I caltropi sono quasi invisibili a occhio nudo. Qualsiasi creatura che non può vedere l'area nel momento in cui il potere viene lanciato deve effettuare un test di Saggezza (Percezione) contro la tua CD di salvataggio tecnica per notare i Piedi di Corvo prima di entrare nell'area.</p>"
		},
		{
			"id": "Condense/Vaporize",
			"name": "Condensa/Vaporizza",
			"description": "<p>In un contenitore aperto, si possono creare fino a 10 galloni di acqua potabile. Puoi anche produrre una pioggia che cade in un cubo di 30 piedi e spegne le fiamme all'aria aperta. Puoi distruggere la stessa quantità di acqua in un contenitore aperto, o distruggere un cubo di nebbia di 30 piedi. </p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tech di 2° livello o superiore, la quantità d'acqua che puoi creare aumenta di 10 galloni, o la dimensione del cubo aumenta di 5 piedi, per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Contingency",
			"name": "Contigenza",
			"description": "<p>Scegli un potere tecnico di 5° livello o inferiore che puoi lanciare, che ha un tempo di lancio di 1 azione e che può bersagliare te. Lanci quel potere, chiamato potere contingente, come parte del lancio di contingenza, spendendo punti tecnologia per entrambi, ma il potere contingente non entra in vigore. Invece, ha effetto quando si verifica una certa circostanza. Si descrive questa circostanza quando si lanciano i due poteri. </p>\n<p>Il potere contingente ha effetto immediatamente dopo che la circostanza si è verificata per la prima volta, che tu lo voglia o no, e poi la contingenza termina.</p>\n<p>Il potere contingente ha effetto solo su di te, anche se normalmente può colpire altri. Puoi usare un solo potere contingente alla volta. Se lanci di nuovo questo potere, l'effetto di un altro potere di contingenza su di te termina. Inoltre, la contingenza termina su di te se il tuo focus tecnico non è mai sulla tua persona.</p>"
		},
		{
			"id": "Copy",
			"name": "Copia",
			"description": "<p>Questo potere crea un duplicato perfetto di qualsiasi dato scritto, disegnato o digitale visivo, audio o basato sul testo che tocchi su un datapad o una scheda dati che tu fornisca. Puoi copiare fino a 10 pagine di testo o 10 minuti di dati visivi o audio con un solo lancio di questo potere. I documenti avanzati, come i datacron, le planimetrie o i documenti criptati, non possono essere copiati con questo potere.</p>"
		},
		{
			"id": "Corrosive Sphere",
			"name": "Sfera corrosiva",
			"description": "<p>Crei un globulo di acido e lo scagli contro un punto entro il raggio d'azione, dove esplode in una sfera di 20 piedi. Ogni creatura in quell'area deve effettuare un tiro salvezza di Destrezza. Con un tiro salvezza fallito, una creatura subisce [[/r 10d4]] danni da acido e altri [[/r 5d4]] danni da acido alla fine del suo prossimo turno. Con un tiro salvezza riuscito, una creatura subisce metà del danno iniziale e nessun danno alla fine del suo prossimo turno.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 5° livello o superiore, il danno iniziale aumenta di [[/r 2d4]] per ogni livello di slot superiore al 4°.</p>"
		},
		{
			"id": "Countermeasures",
			"name": "Contromisure",
			"description": "<p>Per tutta la durata, ottieni i seguenti benefici:</p>\n<ul> <li>Sei immune al potere tecnico <em>razzi in arrivo</em>. </li>\n<li>Tu e gli oggetti che indossi o trasporti non possono essere rilevati dai poteri tecnologici che rivelano la tua posizione, come <em>scansione dell'area</em> o <em>scansione della frequenza</em>, a meno che l'incantatore non effettui con successo un tiro salvezza di Intelligenza. </li>\n<li>Le creature hanno svantaggio alle prove di Saggezza (Sopravvivenza) per rintracciarti.</li></ul>"
		},
		{
			"id": "Cryogenic Blast",
			"name": "Ventata Criogenica",
			"description": "<p>Rilasci un frammento di energia criogenica contro una creatura nel raggio d'azione. Effettua un attacco tecnico a distanza contro il bersaglio. Se colpito, il bersaglio subisce [[/r 1d10]] danni cinetici. Colpito o mancato, il frammento esplode. Il bersaglio e ogni creatura entro 5 piedi da esso devono riuscire in un tiro salvezza di Destrezza o subire [[/r 2d6]] danni da freddo.</p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 2° livello o superiore, il danno da freddo aumenta di [[/r 1d6]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Cryogenic Blow",
			"name": "Colpo Criogenico",
			"description": "<p>La prossima volta che colpisci una creatura con un attacco con un'arma durante la durata di questo potere, l'attacco infligge un ulteriore [[/r 1d6]] danno da freddo al bersaglio. Il bersaglio deve effettuare un tiro salvezza di Forza. Se il tiro salvezza viene fallito, guadagna un livello di rallentamento per tutta la durata. All'inizio di ogni suo turno, il bersaglio può ripetere il tiro salvezza, terminando l'effetto su se stesso con un successo.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Se lanci questo potere usando uno slot tecnologico di 2° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Cryogenic Burst",
			"name": "Scoppio Criogenico",
			"description": "<p>Emetti un'esplosione di energia fredda contro una creatura nel raggio d'azione. Effettua un attacco tecnico a distanza contro il bersaglio. Se viene colpito, subisce [[/r 1d8]] danni da freddo e guadagna 1 livello rallentato fino all'inizio del tuo prossimo turno.</p>\n<p>Il danno del potere aumenta di [[/r 1d8]] al 5° livello ([[/r 2d8]]), all'11° livello ([[/r 3d8]]) e al 17° livello ([[/r 4d8]]).</p>"
		},
		{
			"id": "Cryogenic Spray",
			"name": "Spray Criogenico",
			"description": "<p>Una ventata di aria fredda erutta da te. Ogni creatura in un cono di 60 piedi deve effettuare un tiro salvezza di Costituzione. Con un tiro salvezza fallito, una creatura prende [[/r 8d8]] danni da freddo e guadagna 1 livello di rallentamento fino all'inizio del tuo prossimo turno. Con un tiro salvezza riuscito, una creatura subisce la metà dei danni e non viene rallentata.</p>\n<p>Una creatura uccisa da questo potere diventa congelata nella carbonite.</p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tech di 6° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 5°.</p>"
		},
		{
			"id": "Cryogenic Storm",
			"name": "Temporale Criogenico",
			"description": "<p>Una tempesta di energia criogenica avvolge il terreno in un cilindro di 20 piedi di raggio e 40 piedi di altezza, centrato su un punto a portata. Ogni creatura nel cilindro deve effettuare un tiro salvezza di Destrezza. Una creatura subisce [[/r 2d8]] danni cinetici e [[/r 4d6]] danni da freddo se fallisce il tiro salvezza, o la metà dei danni se lo supera.</p>\n<p>L'area di effetto della tempesta diventa terreno difficile fino alla fine del tuo prossimo turno. </p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tech di 5° livello o superiore, il danno cinetico aumenta di [[/r 1d8]] per ogni livello di slot superiore al 4°.</p>"
		},
		{
			"id": "Cryogenic Suspension",
			"name": "Sospensione Criogenica",
			"description": "<p>Scegli fino a sei creature a tua scelta in un cubo di 40 piedi entro il raggio d'azione. Ogni bersaglio deve riuscire in un tiro salvezza di Destrezza o essere influenzato da questo potere per tutta la sua durata.</p>\n<p>Un bersaglio influenzato guadagna 1 livello rallentato, subisce una penalità di -2 alla CA e ai tiri salvezza di Destrezza e non può usare reazioni. Nel suo turno, può usare un'azione o un'azione bonus, non entrambe. Indipendentemente dalle abilità o dagli oggetti della creatura, non può effettuare più di un attacco in mischia o a distanza durante il suo turno.</p>\n<p>Se la creatura tenta di lanciare un potere con un tempo di lancio di 1 azione, tira un [[/r d20]]. Con un 11 o più alto, il potere non ha effetto fino al prossimo turno della creatura e la creatura deve usare la sua azione in quel turno per completare il potere. Se non ci riesce, il potere viene sprecato.\t</p>\n<p>Una creatura affetta da questo potere effettua un altro tiro salvezza di Destrezza alla fine del suo turno. Se il tiro salvezza ha successo, l'effetto termina.</p>"
		},
		{
			"id": "Cryogenic Volley",
			"name": "Eruzione Criogenica",
			"description": "<p>Un'esplosione di energia fredda erutta da un punto a tua scelta entro il raggio d'azione. Ogni creatura in una sfera di 5 piedi centrata su quel punto deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, la creatura subisce [[/r 3d6]] danni da freddo e guadagna 1 livello di lentezza fino all'inizio del tuo prossimo turno. Con un tiro salvezza riuscito, la creatura subisce la metà dei danni e non viene rallentata.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 3° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Cryogenic Wave",
			"name": "Onda Criogenica",
			"description": "<p>Un'onda di energia fredda si diffonde da te. Ogni creatura in un cono di 15 piedi deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza viene fallito, la creatura subisce [[/r 2d6]] danni da freddo e guadagna 1 livello di lentezza fino alla fine del suo prossimo turno. In caso di successo, prende la metà dei danni e non subisce alcun effetto aggiuntivo.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 2° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 1°. Al 3° livello o superiore, una creatura guadagna 2 livelli rallentati su un tiro salvezza fallito. Al 5° livello o superiore, una creatura guadagna 3 livelli rallentati per un tiro salvezza fallito. Al 7° livello o superiore, una creatura guadagna 4 livelli rallentati per un tiro salvezza fallito.</p>"
		},
		{
			"id": "Darkvision",
			"name": "Oscurovisione",
			"description": "<p>Tocca una creatura volenterosa per concederle la capacità di vedere al buio. Per la durata, quella creatura ha la visione oscura fino a un raggio di 60 piedi.</p>"
		},
		{
			"id": "Debilitating Gas",
			"name": "Gas Debilante",
			"description": "<p>Crei una sfera di gas di 20 piedi di raggio centrata su un punto. La nube si espande intorno agli angoli e la sua area è pesantemente oscurata. Rimane nell'aria per tutta la sua durata.</p>\n<p>Ogni creatura completamente nella nube all'inizio del suo turno deve effettuare un tiro salvezza di Costituzione contro il veleno. In caso di fallimento, la creatura non fa nulla per quel turno. Le creature che non hanno bisogno di respirare o che sono immuni al veleno hanno automaticamente successo.</p>\n<p>Un vento di 10 mph disperde la nube dopo 4 round. Un vento di 20 mph la disperde dopo 1 round.</p>"
		},
		{
			"id": "Decryption Program",
			"name": "Programma di Decriptazione",
			"description": "<p>Quando lanci questo potere, ottieni un'intuizione su un messaggio criptato che hai in mano, garantendoti un vantaggio nelle prove di abilità che effettui per decifrare il documento.</p>"
		},
		{
			"id": "Defibrillate",
			"name": "Defibrilla",
			"description": "<p>Tocca una creatura che è morta nell'ultimo minuto e somministra uno shock per riportarla in vita. Quella creatura ritorna in vita con 1 punto ferita. Questo potere non può riportare in vita una creatura morta di vecchiaia, né può ripristinare parti del corpo mancanti. Se alla creatura mancano parti del corpo o organi fondamentali per la sua sopravvivenza - la sua testa, per esempio - il potere fallisce automaticamente. Una volta che questo potere ha riportato in vita una creatura, essa non può più beneficiare di questo potere fino a quando non termina un breve o lungo riposo.</p>"
		},
		{
			"id": "Delayed Explosion",
			"name": "Esplosione Ritardata",
			"description": "<p>Crei un'esplosione ritardata in un punto entro il raggio d'azione. Quando il potere termina, sia perché la tua concentrazione è rotta o perché decidi di terminarlo, l'esplosione avviene. Ogni creatura in una sfera di 20 piedi centrata su quel punto deve effettuare un tiro salvezza di Destrezza. Una creatura subisce danni da fuoco pari al totale dei danni accumulati se il tiro salvezza è fallito, o pari alla metà dei danni se il tiro salvezza è riuscito.</p>\n<p>Il danno base del potere è [[/r 12d6]]. Se alla fine del tuo turno l'esplosione non è ancora avvenuta, il danno aumenta di [[/r 1d6]].</p>\n<p>Se l'esplosione viene toccata prima che l'intervallo sia scaduto, la creatura che la tocca deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, il potere termina immediatamente, causando l'esplosione. </p> <p>Il fuoco si propaga dietro gli angoli. Infiamma gli oggetti infiammabili nell'area che non sono stati indossati o trasportati.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 8° livello o superiore, il danno base aumenta di [[/r 1d6]] per ogni livello di slot superiore al 7°.</p>"
		},
		{
			"id": "Destroy Tech",
			"name": "Distruggi Technologia",
			"description": "<p>Effettua un attacco tecnologico a distanza contro una creatura nel raggio d'azione. Se viene colpito, il bersaglio subisce [[/r 4d8]] danni da ioni. Inoltre, se il bersaglio ha dei punti tecnologia, deve effettuare un tiro salvezza di Intelligenza. Se il tiro salvezza fallisce, perde 5 punti tecnologia, come se avesse consumato uno slot tecnologico.</p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere con uno slot tecnologico di 4° livello o superiore, il danno ionico aumenta di [[/r 1d8]], e la quantità di punti tecnologia persi aumenta di 1 per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Detect Enhancement",
			"name": "Rileva Miglioramenti",
			"description": "<p>Per la durata, percepisci la presenza di qualsiasi potenziamento entro 30 piedi da te. Se percepisci un potenziamento in questo modo, puoi usare la tua azione per vedere una debole aura intorno a qualsiasi creatura o oggetto visibile nell'area che porti un potenziamento.</p>\n<p>Il potere è bloccato da 1 piede di pietra, 1 pollice di metallo comune, una sottile lastra di piombo o 3 piedi di legno o terra.</p>"
		},
		{
			"id": "Detect Invisibility",
			"name": "Rileva Invisibilità",
			"description": "<p>Per la durata, vedi creature e oggetti invisibili come se fossero visibili.</p>"
		},
		{
			"id": "Detect Traps",
			"name": "Rileva Trappole",
			"description": "<p>Percepisci la presenza, l'ubicazione generale e la natura di qualsiasi trappola entro 120 piedi da te che sia in linea di vista. Una trappola, per questo potere, include qualsiasi cosa che possa infliggere un effetto improvviso o inaspettato che tu consideri dannoso o indesiderabile, che sia stato specificamente voluto dal suo creatore. </p>\n<p>Mentre il potere è attivo, hai un vantaggio alle prove di Saggezza (Percezione) e Intelligenza (Investigazione) per trovare qualsiasi trappola che si trovi entro la linea di vista.</p>"
		},
		{
			"id": "Diminish Tech",
			"name": "Diminuisci Tecnologia",
			"description": "<p>Scegli una creatura, un oggetto o un effetto tecnologico nel raggio d'azione. Qualsiasi potere tecnologico di 3° livello o inferiore sul bersaglio termina. Per ogni potere tecnologico di 4° livello o superiore sul bersaglio, effettua una prova di abilità usando la tua capacità di techcasting. La CD è pari a 10 + il livello del potere. In caso di successo, il potere termina.</p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 4° livello o superiore, terminerai automaticamente gli effetti di un potere tecnologico sul bersaglio se il livello del potere è uguale o inferiore al livello dello slot tecnologico che hai usato.</p>"
		},
		{
			"id": "Disintegrate",
			"name": "Disintegra",
			"description": "<p>Un'esplosione di energia corrosiva viene emessa da te. Scegli un bersaglio entro il raggio d'azione. </p>\n<p>Una creatura bersaglio di questo potere deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, il bersaglio subisce [[/r 10d6 + 40]] danni da acido. Se questo danno riduce il bersaglio a 0 punti ferita, esso viene disintegrato. Una creatura distrutta in questo modo non può essere rivitalizzata.</p>\n<p>Questo potere disintegra automaticamente un oggetto Grande o più piccolo. Se il bersaglio è un oggetto enorme o più grande, questo potere ne disintegra una porzione di 3 metri cubi. </p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tech di 7° livello o superiore, il danno aumenta di [[/r 3d6]] per ogni livello di slot superiore al 6°.</p>"
		},
		{
			"id": "Disperse Energy",
			"name": "Disperdi Energia",
			"description": "<p>Un'esplosione di energia corrosiva viene emessa da te. Scegli un bersaglio entro il raggio d'azione. </p>\n<p>Una creatura bersaglio di questo potere deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, il bersaglio subisce [[/r 10d6 + 40]] danni da acido. Se questo danno riduce il bersaglio a 0 punti ferita, esso viene disintegrato. Una creatura distrutta in questo modo non può essere rivitalizzata.</p>\n<p>Questo potere disintegra automaticamente un oggetto Grande o più piccolo. Se il bersaglio è un oggetto enorme o più grande, questo potere ne disintegra una porzione di 3 metri cubi. </p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tech di 7° livello o superiore, il danno aumenta di [[/r 3d6]] per ogni livello di slot superiore al 6°.</p>"
		},
		{
			"id": "Echo Blast",
			"name": "Esplosione di Eco",
			"description": "<p>Emetti un impulso sonoro riverberante su un bersaglio entro il raggio d'azione. Il bersaglio deve riuscire in un tiro salvezza di Saggezza o subire [[/r 1d8]] danni sonori.</p>\n<p>Questo potere può colpire più bersagli in successione quando raggiungi livelli superiori: due bersagli al 5° livello, tre bersagli all'11° livello e quattro bersagli al 17° livello. Ogni bersaglio deve trovarsi entro 30 piedi dal bersaglio precedente, e l'ultimo bersaglio non deve essere più lontano di 30 piedi da te. Non puoi bersagliare la stessa creatura due volte di seguito.</p>"
		},
		{
			"id": "Electrical Burst",
			"name": "Raffica Elettrica",
			"description": "<p>Emetti una scarica di elettricità. Ogni creatura entro il raggio d'azione, tranne te, deve riuscire in un tiro salvezza di Destrezza o subire [[/r 1d6]] danni da fulmine.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d6]] al 5° livello ([[/r 2d6]]), all'11° livello ([[/r 3d6]]) e al 17° livello ([[/r 4d6]]).</p>"
		},
		{
			"id": "Electromesh",
			"name": "Elettrosaldatura",
			"description": "<p>Espelli una massa di rete spessa e adesiva in un punto a tua scelta entro il raggio d'azione. La maglia riempie un cubo di 20 piedi da quel punto per la durata. La rete è un terreno difficile e oscura leggermente la sua area.</p>\n<p>Se la rete non è ancorata tra due masse solide (come i muri) o stratificata su un pavimento, una parete o un soffitto, l'elettromaglia collassa su se stessa, e il potere termina all'inizio del tuo prossimo turno. Le maglie stratificate su una superficie piana hanno una profondità di 5 piedi.</p>\n<p>Ogni creatura che inizia il suo turno nella maglia o che vi entra durante il suo turno deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, la creatura viene trattenuta finché rimane nella rete o finché non si libera.</p>\n<p>Una creatura trattenuta dalla rete può usare la sua azione per effettuare una prova di Forza contro la tua CD di tiro salvezza tecnica. Se ci riesce, non è più trattenuta.</p> <p>La maglia è infiammabile. Ogni cubo di 5 piedi di elettromaglia esposto al fuoco brucia in 1 round, infliggendo [[/r 2d4]] danni da fuoco a qualsiasi creatura che inizi il suo turno nel fuoco.</p>"
		},
		{
			"id": "Electroshock",
			"name": "Elettroshock",
			"description": "<p>Un fulmine scaturisce da te per dare una scossa a una creatura che cerchi di toccare. Effettua un attacco tecnico in mischia contro il bersaglio. Hai vantaggio sul tiro per l'attacco se il bersaglio è fatto di metallo o indossa un'armatura di metallo. Se viene colpito, il bersaglio subisce [[/r 1d8]] danni da fulmine e rimane scioccato fino all'inizio del suo prossimo turno.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d8]] al 5° livello ([[/r 2d8]]), all'11° livello ([[/r 3d8]]) e al 17° livello ([[/r 4d8]]).</p>"
		},
		{
			"id": "Element of Surprise",
			"name": "Elemento Sorpresa",
			"description": "<p>Espelli una carica di sabotaggio contro la creatura che ti ha attaccato. La creatura deve effettuare un tiro salvezza di Destrezza. Subisce [[/r 2d10]] danni da fuoco se fallisce il tiro salvezza, o la metà dei danni se lo supera.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tech di 2° livello o superiore, il danno aumenta di [[/r 1d10]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Elemental Accelerant",
			"name": "Accellerante Elementare",
			"description": "<p>Scegli una creatura che puoi vedere e un tipo di danno: acido, freddo, fuoco, fulmine o sonico. Il bersaglio deve effettuare un tiro salvezza di Costituzione. Se fallisce, la prima volta in ogni turno in cui subisce danni del tipo scelto, subisce un danno extra di [[/r 2d6]]. Il bersaglio perde anche la resistenza al tipo fino al termine del potere.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Puoi bersagliare una creatura aggiuntiva per ogni livello di slot superiore al 4°. Le creature devono trovarsi entro 30 piedi l'una dall'altra quando le bersagli.</p>"
		},
		{
			"id": "Encrypted Message",
			"name": "Messaggio Criptato",
			"description": "<p>Punti il dito verso una creatura nel raggio d'azione che possiede un commlink e sussurri un messaggio. Il bersaglio (e solo il bersaglio) sente il messaggio e può inviare una risposta criptata che solo tu puoi sentire. Questi messaggi non possono essere intercettati o decriptati con mezzi non potenziati.</p>\n<p>Puoi lanciare questo potere attraverso oggetti solidi se hai familiarità con il bersaglio e sai che è oltre la barriera. 1 piede di pietra, 1 pollice di metallo comune, una sottile lastra di piombo o 3 piedi di legno bloccano il potere. Il potere non deve seguire una linea retta e può viaggiare liberamente intorno agli angoli o attraverso le aperture.</p>"
		},
		{
			"id": "Energetic Burst",
			"name": "Raffica Energetica",
			"description": "<p>Una creatura che tocchi guadagna 10 punti ferita temporanei. Mentre ha questi punti ferita, la creatura può aggiungere [[/r 1d4]] ai suoi tiri salvezza. Tutti i punti ferita temporanei rimanenti vengono persi quando il potere termina.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere con uno slot tecnologico di 3° livello o superiore, il bersaglio guadagna 5 punti ferita temporanei aggiuntivi per ogni livello di slot superiore al 2°. Quando lanci questo potere al 4° livello o superiore, la dimensione del dado aumenta per ogni due livelli di slot superiori al 3° ([[/r d6]] al 4° livello, [[/r d8]] al 6° livello, [[/r d10]] all'8° livello).</p>"
		},
		{
			"id": "Energizing Aura",
			"name": "Aura Energizzante",
			"description": "<p>Una luce energizzante si irradia da te in un raggio di 10 metri. Le creature di tua scelta che si trovano in quel raggio quando lanci questo potere hanno vantaggio su tutti i tiri salvezza, mentre le altre creature hanno svantaggio nei tiri per colpire contro di loro finché il potere non termina.</p>"
		},
		{
			"id": "Energy Shield",
			"name": "Scudo Energetico",
			"description": "<p>Crei rapidamente uno scudo di energia. Fino all'inizio del tuo prossimo turno, hai un bonus di +5 alla CA. Questo include l'attacco che si innesca.</p>"
		},
		{
			"id": "Enhance Droid",
			"name": "Migliora Droide",
			"description": "<p>Tocca un droide o un costrutto e potenzia uno dei suoi aspetti. Scegli uno dei seguenti effetti; il bersaglio ottiene quell'effetto fino al termine del potere.</p>\n<ul>\n<li><strong><em>Servomotore.</em></strong> Il bersaglio ha un vantaggio sulle prove di Forza e la sua capacità di carico raddoppia. </li>\n<li><strong><em>Motivatore.</em></strong>Il bersaglio ha vantaggio sulle prove di Destrezza. Inoltre non subisce danni dalla caduta da 6 metri o meno se non è incapacitato.</li>\n<li><strong><em>Nucleo di Potenza.</em></strong> Il bersaglio ha vantaggio sulle prove di Costituzione. Guadagna anche [[/r 2d6]] punti ferita temporanei, che vengono persi quando il potere termina. </li>\n<li><strong><em>Databanks.</em></strong> Il bersaglio ha vantaggio sulle prove di Intelligenza. </li>\n<li><strong><em>Sensori.</em></strong> Il bersaglio ha vantaggio sulle prove di Saggezza. </li>\n<li><strong><em>Protocolli di Relazione.</em></strong> Il bersaglio ha vantaggio sulle prove di Carisma. </li>\n</ul>\n<p><strong><em>Sovraccarica Technologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 3° livello o superiore, puoi bersagliare un droide o un costrutto addizionale per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Enhance Weapon",
			"name": "Migliora Arma",
			"description": "<p>Un'arma non potenziata che tocchi diventa un'arma potenziata. Scegli uno di questi tipi di danno: acido, freddo, energia, fuoco, ioni, cinetico o fulmine. Per tutta la durata, un'arma non potenziata che tocchi ha un +1 ai tiri salvezza e infligge un danno extra di [[/r 1d4]] del tipo scelto.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 5° o 6° livello, il bonus ai tiri salvezza aumenta a +2 e il danno extra aumenta a [[/r 2d4]]. Quando usi uno slot di 7° livello o superiore, il bonus aumenta a +3 e il danno extra aumenta a [[/r 3d4]].</p>"
		},
		{
			"id": "Execute Command",
			"name": "Esegui Comando",
			"description": "<p>Detti un comando di una parola a un droide o a un costrutto che puoi vedere nel raggio d'azione. Il bersaglio deve riuscire in un tiro salvezza di Intelligenza o seguire il comando nel suo prossimo turno. Se il costrutto ha il tratto 'Pilotato' e ha un pilota che lo controlla che non sia incapace, guadagna un bonus al tiro salvezza pari al modificatore di Intelligenza del pilota. Seguono alcuni comandi tipici e i loro effetti. È possibile emettere un comando diverso da quello descritto qui. Se lo fate, il GM determina il comportamento del bersaglio. Se il bersaglio non può seguire il tuo comando, il potere termina.</p>\n<p><strong><em>Avvicinarsi.</em></strong> Il bersaglio si muove verso di te per la via più breve e diretta, terminando il suo turno se si muove entro 5 piedi da te.</p>\n<p><strong><em>Disattivare.</em></strong> Il bersaglio cade prono e termina il suo turno. </p>\n<p><strong><em>Getta.</em></strong> Il bersaglio lascia cadere qualsiasi cosa stia tenendo e poi finisce il suo turno.</p>\n<p><strong><em>Fuggi.</em></strong> Il bersaglio passa il suo turno allontanandosi da te con il mezzo più veloce disponibile.</p>\n<p><strong><em>Alt.</em></strong> Il bersaglio non si muove e non compie azioni. Un bersaglio volante rimane in volo, sempre che sia in grado di farlo. Se deve muoversi per rimanere in alto, vola alla distanza minima necessaria per rimanere in aria.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnico di 2° livello o superiore, puoi influenzare un droide o un costrutto addizionale per ogni livello di slot superiore al 1°. Le creature devono trovarsi entro 30 piedi l'una dall'altra quando le bersagli.</p>"
		},
		{
			"id": "Expeditious Retreat",
			"name": "Ritirata Rapida",
			"description": "<p>Questo potere ti dà una scarica di adrenalina che ti permette di muoverti ad una velocità incredibile. Quando lanci questo potere, e poi come azione bonus in ogni tuo turno fino alla fine del potere, puoi compiere l'azione Scatto.</p>"
		},
		{
			"id": "Explosion",
			"name": "Esplosione",
			"description": "<p>Crei un'esplosione in un punto entro il raggio d'azione. Ogni creatura in una sfera di 20 piedi centrata su quel punto deve effettuare un tiro salvezza di Destrezza. Un bersaglio subisce [[/r 8d6]] danni da fuoco se fallisce il tiro salvezza, o la metà dei danni se lo supera.</p>\n<p>Il fuoco si propaga intorno agli angoli. Infiamma gli oggetti infiammabili nell'area che non sono stati indossati o trasportati.</p>n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 4° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Extinguish",
			"name": "Estinguere",
			"description": "<p>Spruzzi schiuma di carbonio in un cubo di 5 piedi che parte da un punto entro il raggio d'azione. Le fiamme all'interno dell'area colpita vengono istantaneamente spente e gli oggetti all'interno dell'area colpita non possono essere incendiati per almeno un minuto. Qualsiasi creatura nell'area colpita deve effettuare un tiro salvezza di Costituzione o subire [[/r 1d4]] danni da freddo.</p>\n<p>Quando raggiungi il 5° livello, questo potere può invece prendere di mira un cubo di 3 metri entro il raggio d'azione. Ottieni ulteriori opzioni di aumento delle dimensioni quando raggiungi l'11° livello (cubo di 15 piedi) e il 17° livello (cubo di 20 piedi).</p>"
		},
		{
			"id": "Fabricate",
			"name": "Fabbrica",
			"description": "<p>Puoi convertire le materie prime in prodotti dello stesso materiale.</p>\n<p>Per esempio, puoi fabbricare un ponte di legno da un ciuffo di alberi, una corda da un pezzo di canapa e vestiti dalla pelle di bantha.</p>\n<p>Scegli le materie prime che puoi vedere a portata di mano. Puoi fabbricare un oggetto grande o più piccolo (contenuto in un cubo di 10 piedi, o otto cubi di 5 piedi collegati), se hai una quantità sufficiente di materia prima. Se stai lavorando con metallo, pietra o un'altra sostanza minerale, tuttavia, l'oggetto fabbricato non può essere più grande di Medio (contenuto in un singolo cubo da 5 piedi). La qualità degli oggetti realizzati con questo potere è commisurata alla qualità delle materie prime. Inoltre, non puoi usarlo per creare oggetti che normalmente richiedono un alto grado di maestria, come gioielli, armi, vetro o armature, a meno che tu non abbia una buona conoscenza del tipo di strumento usato per creare tali oggetti.</p>"
		},
		{
			"id": "Fabricate Trap",
			"name": "Fabbrica Trappola",
			"description": "<p>Quando lanci questo potere, crei una trappola che in seguito si attiverà in risposta a una determinata condizione. Devi attaccarla a una superficie (come un tavolo o una sezione del pavimento o del muro) o all'interno di un oggetto che può essere chiuso o acceso (come un libro, una porta o un terminale di computer) per nascondere la trappola. La trappola può coprire un'area non più grande di 3 metri di diametro. A discrezione del GM, alcune azioni possono causare la rottura della trappola o renderla inutilizzabile.</p>\n<p>La trappola è ben camuffata, e generalmente e richiede un test di Intelligenza (Investigazione) riuscito contro la tua CD di salvataggio tecnico per essere trovata.</p>n<p>Si decide cosa fa scattare la trappola quando si lancia il potere, come entrare in una certa area o accendere l'oggetto. Puoi raffinare ulteriormente l'innesco in modo che la trappola si attivi solo in determinate circostanze o in base alle caratteristiche fisiche (come l'altezza o il peso) o al tipo di creatura (ad esempio, la trappola potrebbe essere impostata per scattare solo per i droidi o i gungan). Puoi anche impostare delle condizioni per le creature che non fanno scattare la trappola, come quelle che pronunciano una certa password.</p>\n<p>Puoi avere solo un'istanza di questa trappola attiva alla volta. Se lanci un'altra trappola prima che la precedente sia attivata, l'altra trappola diventa inerte.</p>\n<p>Quando crei la trappola, scegli una trappola esplosiva o una trappola energetica:</p>\n<p><strong><em>Trappola esplosiva.</em></strong> Quando viene attivata, la trappola esplode in una sfera di 6 metri di raggio centrata sulla trappola. L'esplosione si propaga intorno agli angoli. Ogni creatura nell'area deve effettuare un tiro salvezza di Destrezza. Una creatura subisce [[/r 5d8]] danni da acido, freddo, fuoco, fulmine o sonico se fallisce il tiro salvezza (a tua scelta quando crei la trappola), o la metà dei danni se lo effettua con successo.</p>\n<p><strong><em>Trappola del potere.</em></strong> Puoi immagazzinare un potere tecnologico preparato di 3° livello o inferiore nella trappola, lanciandolo come parte della creazione della trappola. La trappola deve avere come bersaglio una singola creatura o un'area. Il potere memorizzato non ha un effetto immediato quando viene lanciato in questo modo. Quando la trappola viene attivata, il potere immagazzinato viene lanciato. Se la trappola ha un bersaglio, esso prende di mira la creatura che ha fatto scattare la trappola. Se il potere colpisce un'area, l'area è centrata su quella creatura. Se il potere richiede concentrazione, dura fino alla fine della sua durata completa.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 4° livello o superiore, il danno di una trappola esplosiva aumenta di [[/r 1d8]] per ogni livello di slot superiore al 3°. Se crei una trappola esplosiva, puoi immagazzinare qualsiasi potere fino allo stesso livello dello slot che usi per questo potere.</p>"
		},
		{
			"id": "Find the Path",
			"name": "Trovare il Sentiero",
			"description": "<p>Questo potere calcola il percorso fisico più breve e diretto verso un luogo fisso specifico che ti è familiare sullo stesso pianeta. Se nomini una destinazione che si sposta (come una fortezza mobile), o una destinazione che non è specifica (come 'Un covo del Sole Nero'), il potere fallisce.</p>\n<p>Per tutta la durata, finché sei sullo stesso pianeta della destinazione, sai quanto è lontana e in che direzione si trova. Mentre sei in viaggio, ogni volta che ti viene presentata una scelta di percorsi lungo la strada, determini automaticamente quale sia il percorso più breve e diretto (ma non necessariamente il più sicuro) verso la destinazione.</p>"
		},
		{
			"id": "Firestorm",
			"name": "Tempesta di Fuoco",
			"description": "<p>Scegli un punto del terreno entro il raggio d'azione, incenerendo tutto nel raggio di 15 piedi. Tutte le creature devono effettuare un tiro salvezza di Destrezza, subendo [[/r 8d8]] danni da fuoco in caso di fallimento o la metà in caso di successo. Tutte le creature grandi o piccole vengono spinte ai margini del raggio del potere. Puoi scegliere una creatura che si trovi proprio al centro della tempesta di fuoco, se lo fai quella creatura ha svantaggio nel tiro salvezza e viene messa a terra se fallisce.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 7° livello o superiore, il danno aumenta di [[/r 1d8]] e il raggio aumenta di 5 piedi per ogni livello di slot superiore al 6°.</p>"
		},
		{
			"id": "Flame Sweep",
			"name": "Fiammata",
			"description": "<p>Un sottile strato di fiamme si sprigiona da te. Ogni creatura in un cono di 15 piedi deve effettuare un tiro salvezza di Destrezza. Una creatura subisce [[/r 3d6]] danni da fuoco se fallisce il tiro salvezza, o la metà dei danni se lo effettua con successo.</p>\n<p>Il fuoco incendia qualsiasi oggetto infiammabile nell'area che non sia stato indossato o trasportato.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnico di 2° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Flaming Shots",
			"name": "Colpi Infuocati",
			"description": "<p>Incanali il potere tecnologico attraverso un'arma blaster che stai brandendo. Quando un bersaglio subisce danni dall'arma scelta, il bersaglio subisce un danno da fuoco extra [[/r 1d6]]. Il potere termina quando sono stati sparati dodici colpi.</p>\n<p><strong><em>Sovraccarico Tecnologia</em></strong> Quando lanci questo potere usando uno slot tech di 4° livello o superiore, il numero di colpi che puoi effettuare con questo potere aumenta di due per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Flash",
			"name": "Flash",
			"description": "<p>Crei un enorme lampo di luce e un'esplosione di suono in un punto entro il raggio d'azione. Tira [[/r 6d10]]; il totale è quanti punti ferita delle creature può colpire questo potere. Le creature entro 20 piedi dal punto vengono colpite in ordine crescente di punti ferita attuali (ignorando le creature incoscienti).</p>\n<p>Iniziando dalla creatura che ha i punti ferita attuali più bassi, ogni creatura colpita da questo potere viene accecata fino alla fine del tuo prossimo turno. Sottrai i punti ferita di ogni creatura dal totale prima di passare alla creatura con i successivi punti ferita più bassi. I punti ferita di una creatura devono essere uguali o inferiori al totale rimanente perché quella creatura sia influenzata.</p>\n<p><strong><em>Sovraccarico Tecnologico</em></strong> Quando lanci questo potere usando uno slot tecnologico di 2° livello o superiore, tira un ulteriore [[/r 2d10]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Frequency Scan",
			"name": "Scansione di Frequenza",
			"description": "<p>Per la durata, puoi rilevare le trasmissioni elettroniche. Quando lanci il potere e come azione di ogni turno fino al termine del potere, puoi concentrarti su una qualsiasi creatura che puoi vedere entro 30 piedi da te. Se la creatura scelta non possiede un commlink, o non è un droide o un costrutto, la creatura non viene influenzata.</p>\n<p>Se la creatura possiede un commlink o un altro dispositivo di comunicazione, ricevi tutte le trasmissioni che trasmette o riceve per tutta la durata.</p>\n<p>Inoltre, se il bersaglio è un droide o un costrutto, puoi leggere i suoi \"pensieri.\" Inizialmente apprendi i pensieri di superficie della creatura, ovvero ciò che ha in mente in quel momento. Come azione, puoi spostare la tua attenzione sui pensieri di un'altra creatura o tentare di sondare più a fondo la mente della stessa creatura. Se si indaga più a fondo, il bersaglio deve effettuare un tiro salvezza di Saggezza. Se fallisce, otterrai una comprensione del suo ragionamento (se esiste) e di qualcosa che incombe nella sua mente (come i suoi obiettivi attuali). Se riesce, il potere termina. In ogni caso, il bersaglio (o il suo pilota, se ne ha uno) sa che stai sondando la sua mente, e a meno che tu non sposti la tua attenzione sui pensieri di un'altra creatura, questa può usare la sua azione nel suo turno per fare una prova di Intelligenza contestata dalla tua prova di Intelligenza; se riesce, il potere termina. </p>\n<p>Le domande rivolte verbalmente alla creatura bersaglio modellano naturalmente il corso dei suoi pensieri, quindi questo potere è particolarmente efficace come parte di un interrogatorio.</p>\n<p>Puoi anche usare questo potere per rilevare la presenza di droidi, costrutti o creature con dispositivi di comunicazione che non puoi vedere. Quando lanci il potere o come azione durante la sua durata, puoi cercare trasmissioni entro 30 piedi da te. Il potere può penetrare le barriere, ma 2 piedi di roccia, 2 pollici di qualsiasi metallo diverso dal piombo o una sottile lastra di piombo ti bloccano.</p>\n<p>Una volta rilevata la presenza di una creatura in questo modo, puoi leggere i suoi pensieri o le sue trasmissioni per il resto della durata come descritto sopra, anche se non puoi vederla, ma deve comunque essere nel raggio d'azione.</p>"
		},
		{
			"id": "Friendly Fire",
			"name": "Fuoco Amico",
			"description": "<p>Stravolgi i protocolli di puntamento delle macchine vicine. Ogni droide o costrutto in una sfera di 30 piedi di raggio centrata su un punto scelto da te entro il raggio d'azione deve effettuare un tiro salvezza di Intelligenza. Se un costrutto ha il talento 'Pilotato' e ha un pilota che lo controlla che non sia incapace, guadagna un bonus al tiro salvezza pari al modificatore di Intelligenza del pilota. Con un tiro salvezza fallito, il bersaglio perde la capacità di distinguere l'amico dal nemico, considerando tutte le creature che può vedere come nemici fino alla fine del potere. Ogni volta che il bersaglio subisce danni, può ripetere il tiro salvezza, terminando l'effetto su se stesso con un successo.</p>\n<p>Quando la creatura colpita sceglie un'altra creatura come bersaglio, deve scegliere il bersaglio a caso tra le creature che può vedere nel raggio d'azione dell'attacco, del potere o di un'altra abilità che sta usando. Se un nemico provoca un attacco di opportunità da parte della creatura affetta, la creatura deve effettuare quell'attacco se è in grado di farlo.</p>"
		},
		{
			"id": "Gleaming Outline",
			"name": "Contorno Scintillante",
			"description": "<p>Ogni oggetto in un cubo di 6 metri entro il raggio d'azione è delineato di luce blu, verde o viola (a tua scelta). Qualsiasi creatura nell'area quando il potere viene lanciato viene anch'essa illuminata se fallisce un tiro salvezza di Destrezza. Per tutta la durata, gli oggetti e le creature colpite emettono una luce fioca in un raggio di 3 metri. </p>\n<p>Ogni tiro di attacco contro una creatura o un oggetto colpito ha un vantaggio se l'attaccante può vederlo, e la creatura o l'oggetto colpito non può beneficiare dell'essere invisibile.</p>"
		},
		{
			"id": "Glide",
			"name": "Planare",
			"description": "<p>Una creatura volenterosa guadagna la capacità di planare quando cade. Per la durata del potere, cade a una velocità di 30 piedi per round e può muoversi fino a 30 piedi in orizzontale in ogni suo turno. Se la creatura atterra prima della fine del potere, non subisce danni da caduta e può atterrare in piedi, e il potere termina per quella creatura.</p>"
		},
		{
			"id": "Greater Analyze",
			"name": "Analisi Maggiore",
			"description": "<p>Nominare o descrivere una persona, un luogo o un oggetto. Questo potere ti dà un riassunto delle tradizioni significative su di esso. Se la cosa che hai nominato non è conosciuta al di fuori di un sistema planetario, non ottieni alcuna informazione. Più informazioni hai già, più dettagliate sono le informazioni che ricevi.</p>"
		},
		{
			"id": "Greater Explosion",
			"name": "Esplosione Maggiore",
			"description": "<p>Espelli un'enorme esplosione in un punto entro il raggio d'azione. Ogni creatura in una sfera di 40 piedi centrata su quel punto deve effettuare un tiro salvezza di Destrezza. Un bersaglio subisce [[/r 40d6]] danni da fuoco e viene messo a terra se fallisce il tiro salvezza, oppure subisce la metà dei danni se riesce, ma rimane in piedi.</p>\n<p>Il fuoco si propaga intorno agli angoli. Infiamma gli oggetti infiammabili nell'area che non sono stati indossati o trasportati.</p>"
		},
		{
			"id": "Greater Hologram",
			"name": "Ologramma Migliore",
			"description": "<p>Si crea un'immagine non più grande di un cubo di 6 metri. Appare in un punto che potete vedere e dura per tutta la durata. Sembra completamente reale, suoni e altri effetti sensoriali inclusi. Non puoi creare un effetto sensoriale abbastanza forte da causare danni o una condizione.</p>\n<p>Finché sei nel raggio d'azione dell'illusione, puoi usare la tua azione per far spostare l'immagine in qualsiasi altro punto nel raggio d'azione. Mentre l'immagine cambia posizione, puoi alterarla in modo che i suoi movimenti appaiano naturali per l'immagine.</p>\n<p>L'interazione fisica con l'immagine la rivela come un'illusione. Una creatura può usare la sua azione per determinare che si tratta di un'illusione con un test di Investigazione riuscito. Se una creatura scopre che si tratta di un'illusione, può vedere attraverso l'immagine e le altre qualità sensoriali diventano deboli per lei.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Il potere dura finché non viene dissipato senza richiedere concentrazione se lanciato al 6° livello o superiore.</p>"
		},
		{
			"id": "Greater Light",
			"name": "Luce Migliore",
			"description": "<p>Una sfera di luce di 60 piedi di raggio si diffonde da un punto scelto da te. La sfera è una luce brillante e diffonde una luce fioca per altri 60 piedi.</p>\n<p>Se scegli un oggetto che stai tenendo in mano o che non viene indossato o trasportato, la luce brilla e si muove con l'oggetto. Coprire completamente l'oggetto con qualcosa di opaco blocca la luce.</p>\n<p>Se una parte dell'area di questo potere si sovrappone all'oscurità potenziata da un potere di 3° livello o inferiore, l'oscurità viene dissipata.</p>"
		},
		{
			"id": "Greater Sabotage Charges",
			"name": "Cariche di Sabotaggio Migliori",
			"description": "<p>Crei sei cariche di sabotaggio medie che durano per la durata del potere. Quando lanci il potere, e come azione bonus nei turni successivi, puoi lanciare fino a due delle cariche verso punti a tua scelta entro 120 piedi. Ogni carica esplode se raggiunge il punto o colpisce una superficie solida. Ogni creatura entro 10 piedi dall'esplosione deve effettuare un tiro salvezza di Destrezza. L'esplosione infligge [[/r 4d6]] danni da fuoco in caso di fallimento, o metà danni in caso di successo.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Il numero di cariche create aumenta di due per ogni livello di slot superiore al 7°.</p>"
		},
		{
			"id": "Greater Salvo",
			"name": "Salve Migliori",
			"description": "<p>Lanci quattro proiettili contro punti che puoi vedere nel raggio d'azione. Ogni creatura entro una sfera di 20 piedi da ogni punto deve effettuare un tiro salvezza di Destrezza. Una creatura subisce [[/r 15d6]] danni da fuoco e [[/r 15d6]] danni cinetici se fallisce il tiro salvezza, o la metà dei danni se lo supera. Una creatura che si trova nell'area di più di una raffica di fuoco viene colpita solo una volta. </p>\n<p>Il potere danneggia gli oggetti nell'area e incendia gli oggetti infiammabili che non sono stati indossati o trasportati.</p>"
		},
		{
			"id": "Greater Translation Program",
			"name": "Programma di Traduzione Migliore",
			"description": "<p>Questo potere conferisce alla creatura che tocchi la capacità di comprendere qualsiasi lingua registrata parlata che sente. Inoltre, quando il bersaglio parla, qualsiasi creatura che conosca almeno una lingua registrata e possa sentire il bersaglio capisce ciò che dice.</p>"
		},
		{
			"id": "Greater Translocate",
			"name": "Traslocazione Migliore",
			"description": "<p>La tua forma brilla in una configurazione olografica e poi collassa. Ti teletrasporti fino a 60 piedi in uno spazio non occupato che puoi vedere. In ogni tuo turno prima che il potere finisca, puoi usare un'azione bonus per teletrasportarti di nuovo in questo modo.</p>"
		},
		{
			"id": "Group Hologram",
			"name": "Ologramma di Gruppo",
			"description": "<p>Questo potere ti permette di cambiare l'aspetto di un qualsiasi numero di creature che puoi vedere a portata di mano. Darai ad ogni bersaglio scelto un nuovo aspetto illusorio. Un bersaglio non consenziente può effettuare un tiro salvezza di Carisma e, se riesce, non viene influenzato da questo potere.</p>\n<p>Il potere camuffa l'aspetto fisico così come gli abiti, le armature, le armi e l'equipaggiamento. Puoi far sembrare ogni creatura 1 piede più bassa o più alta e apparire magra, grassa o nel mezzo. Non puoi cambiare il tipo di corpo di un bersaglio, quindi devi scegliere una forma che abbia la stessa disposizione di base degli arti. Altrimenti, la portata dell'illusione dipende da te. Il potere dura per tutta la sua durata, a meno che tu non usi la tua azione per annullarlo prima.</p>\n<p>I cambiamenti operati da questo potere non reggono all'ispezione fisica. Ad esempio, se usi questo potere per aggiungere un cappello all'abbigliamento di una creatura, gli oggetti passano attraverso il cappello e chiunque lo tocchi non sente nulla o sente la testa e i capelli della creatura. Se usi questo potere per apparire più magro di quello che sei, la mano di qualcuno che si allunga per toccarti ti urterebbe mentre è apparentemente ferma a mezz'aria.</p>\n<p>Una creatura può usare la sua azione per ispezionare un bersaglio e fare una prova di Intelligenza (Investigazione) contro la tua DC di tiro salvezza. Se riesce, diventa consapevole che il bersaglio è mascherato.</p>"
		},
		{
			"id": "Haywire",
			"name": "Aggrovigliato",
			"description": "<p>Circonda momentaneamente una creatura che puoi vedere nel raggio d'azione con interferenze elettroniche e illusioni olografiche. Il bersaglio deve riuscire in un tiro salvezza di Intelligenza, oppure subisce [[/r 1d6]] danni da fulmine e si muove di 5 piedi in una direzione casuale se può muoversi e la sua velocità è di almeno 5 piedi. Tira un [[/r d4]] per la direzione: 1, nord; 2, sud; 3, est; o 4, ovest. Questo movimento non provoca attacchi di opportunità, e se la direzione tirata è bloccata, il bersaglio non si muove.</p>\n<p>Il danno del potere aumenta di [[/r 1d6]] quando raggiungi il 5° livello ([[/r 2d6]]), l'11° livello ([[/r 3d6]]) e il 17° livello ([[/r 4d6]]).</p>"
		},
		{
			"id": "Hold Droid",
			"name": "Ferma Droide",
			"description": "<p>Emetti un dardo paralizzante contro un droide o un costrutto che puoi vedere nel raggio d'azione. Il bersaglio deve riuscire in un tiro salvezza di Costituzione o rimanere paralizzato per tutta la durata. Alla fine di ogni suo turno, il bersaglio può effettuare un altro tiro salvezza di Costituzione. In caso di successo, il potere termina sul bersaglio.</p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 3° livello o superiore, puoi bersagliare un droide o un costrutto in più per ogni livello di slot superiore al 2°. I bersagli devono trovarsi entro 30 piedi l'uno dall'altro quando li bersagli.</p>"
		},
		{
			"id": "Holding Cell",
			"name": "Cella di Detenzione",
			"description": "<p>Una sfera di energia scintillante nasce e racchiude una creatura o un oggetto di taglia Grande o inferiore entro il raggio d'azione. Una creatura non consenziente deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, la creatura rimane rinchiusa per tutta la sua durata. </p>\n<p> Nulla - né oggetti fisici, né energia, né altri effetti di potere - può passare attraverso la barriera, in entrata o in uscita, anche se una creatura nella sfera può respirare. La sfera è immune a tutti i danni, e una creatura o un oggetto al suo interno non può essere danneggiato da attacchi o effetti provenienti dall'esterno, né una creatura all'interno della sfera può danneggiare qualcosa al di fuori di essa.</p>\n<p>La sfera è priva di peso e grande quanto basta per contenere la creatura o l'oggetto al suo interno. Una creatura chiusa può usare la sua azione per spingere contro le pareti della sfera e quindi far rotolare la sfera fino a metà della sua velocità. Allo stesso modo, il globo può essere raccolto e spostato da altre creature.</p>"
		},
		{
			"id": "Hologram",
			"name": "Ologramma",
			"description": "<p>Crei un'immagine che non è più grande di un cubo di 15 piedi. L'immagine appare in un punto entro il raggio d'azione e dura per la durata. L'immagine è puramente visiva. Se qualcosa la attraversa, si rivela essere un'illusione.</p>\n<p>Puoi usare la tua azione per far muovere l'immagine in qualsiasi punto entro il raggio d'azione. Mentre l'immagine cambia posizione, puoi alterare il suo aspetto in modo che i suoi movimenti appaiano naturali per l'immagine.</p>\n<p>Una creatura che usa la sua azione per esaminare l'immagine può determinare che si tratta di un'illusione con un test di Intelligenza (Investigazione) riuscito contro la tua CD di tiro salvezza tecnica. Se una creatura discerne l'illusione per quello che è, può vedere attraverso l'immagine.</p>"
		},
		{
			"id": "Holographic Disguise",
			"name": "Travestimento Olografico",
			"description": "<p>Finché il potere non termina o non usi un'azione per eliminarlo, puoi mascherarti attraverso l'uso di un emettitore di ologrammi. Puoi sembrare più basso o più alto di circa 30 cm e cambiare l'aspetto del tuo peso corporeo, ma non puoi cambiare la struttura di base del tuo corpo. L'ologramma può includere i tuoi vestiti, l'armatura, le armi e altri oggetti sulla tua persona. </p>\n<p>L'illusione è solo visiva, quindi qualsiasi tipo di contatto fisico interagirà solo con la tua reale dimensione e forma. Una creatura può usare la sua azione per effettuare un test di Intelligenza (Investigazione) contro la tua CD di salvataggio tecnica, vedendo attraverso l'ologramma in caso di successo.</p>"
		},
		{
			"id": "Homing Rockets",
			"name": "Razzi a Ricerca",
			"description": "<p>Agganci uno o più bersagli nel raggio d'azione ed espelli una serie di tre piccoli esplosivi. Ogni esplosivo colpisce una creatura a tua scelta che puoi vedere nel raggio d'azione. Un esplosivo infligge [[/r 1d4 + 1]] danni da fuoco al suo bersaglio. Gli esplosivi colpiscono tutti contemporaneamente e puoi dire loro di colpire una o più creature.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 2° livello o superiore, il potere crea un esplosivo in più per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Illusory Strike",
			"name": "Colpo Illusorio",
			"description": "<p>Come parte dell'azione usata per lanciare questo potere, devi effettuare un attacco con un'arma da mischia contro una creatura alla tua portata, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e tu crei un duplicato illusorio di te stesso nel tuo spazio che solo il bersaglio può vedere. Il bersaglio ha uno svantaggio nel prossimo attacco che effettua contro di te prima dell'inizio del tuo prossimo turno.</p>\n<p>Questo potere crea più duplicati quando raggiungi livelli superiori. Al 5° livello, crei un secondo duplicato illusorio e il bersaglio ha svantaggio nei prossimi due attacchi che effettua contro di te prima dell'inizio del tuo prossimo turno. Il numero di duplicati e di attacchi con svantaggio aumenta a tre all'11° livello e a quattro al 17° livello.</p>"
		},
		{
			"id": "Illusory Terrain",
			"name": "Terreno Illusorio",
			"description": "<p>Fai in modo che il terreno in un cubo di 150 piedi di distanza abbia l'aspetto, il suono e l'odore di un altro tipo di terreno. </p>\n<p>Le caratteristiche tattili del terreno sono invariate, quindi le creature che entrano nell'area sono in grado di vedere attraverso l'illusione. Se la differenza non è evidente al tatto, una creatura che esamina attentamente l'illusione può tentare un test di Intelligenza (Investigazione) contro la tua CD di tiro salvezza tecnica per non crederci. Una creatura che discerne l'illusione per quello che è, la vede come una vaga immagine sovrapposta al terreno.</p>"
		},
		{
			"id": "Immolate",
			"name": "Immolare",
			"description": "<p>Le fiamme avvolgono una creatura che puoi vedere nel raggio d'azione. Il bersaglio deve effettuare un tiro salvezza di Destrezza. Subisce [[/r 8d6]] danni da fuoco se fallisce il tiro salvezza, o la metà dei danni se riesce. Se il tiro salvezza è fallito, il bersaglio brucia anche per la durata del potere. Il bersaglio che brucia emette una luce brillante in un raggio di 30 piedi e una luce fioca per altri 30 piedi. Alla fine di ogni suo turno, il bersaglio ripete il tiro salvezza. Prende [[/r 4d6]] danni da fuoco in caso di tiro salvezza fallito, e il potere termina in caso di tiro riuscito. Queste fiamme potenziate non possono essere estinte con mezzi non potenziati.</p>\n<p>Se il danno di questo potere uccide un bersaglio, questo viene trasformato in cenere.</p>"
		},
		{
			"id": "Implant Message",
			"name": "Impianta Messaggio",
			"description": "<p>Si impianta un messaggio all'interno di un oggetto nel raggio d'azione, un messaggio che viene pronunciato quando si verifica una condizione di attivazione. Scegli un oggetto che puoi vedere e che non sia indossato o trasportato da un'altra creatura. Poi pronunciate il messaggio, che deve essere di 25 parole o meno, anche se può essere consegnato nell'arco di 10 minuti. Infine, determina la circostanza che farà scattare il potere per consegnare il tuo messaggio.</p>\n<p>Quando quella circostanza si verifica, il messaggio viene recitato con la tua voce e allo stesso volume con cui hai parlato. Quando lanci questo potere, puoi far terminare il potere dopo che ha consegnato il suo messaggio, oppure può rimanere e ripetere il suo messaggio ogni volta che si verifica l'innesco.</p>\n<p>La circostanza scatenante può essere generica o dettagliata quanto vuoi, anche se deve essere basata su condizioni visive o acustiche che si verificano entro 30 piedi dall'oggetto. Per esempio, si potrebbe ordinare al messaggio di suonare quando una creatura si muove entro 30 piedi dall'oggetto o quando una campana suona entro 30 piedi da esso.</p>"
		},
		{
			"id": "Incendiary Cloud",
			"name": "Nuvola Incediaria",
			"description": "<p>Crei una nube vorticosa di fumo attraversata da braci incandescenti in una sfera di 20 piedi di raggio centrata su un punto a portata di mano. La nube si diffonde intorno agli angoli ed è pesantemente oscurata. Dura per la durata o finché un vento di velocità moderata o superiore (almeno 10 miglia all'ora) non la disperde.</p>\n<p>Quando la nube appare, ogni creatura al suo interno deve effettuare un tiro salvezza di Destrezza. Una creatura subisce [[/r 10d8]] danni da fuoco se fallisce il tiro salvezza, o la metà dei danni se lo supera. Una creatura deve effettuare questo tiro salvezza anche quando entra nell'area del potere per la prima volta in un turno o vi termina il suo turno.</p>\n<p>La nuvola si allontana di 10 piedi direttamente da te in una direzione che scegli all'inizio di ogni tuo turno.</p>"
		},
		{
			"id": "Infiltrate",
			"name": "Infiltra",
			"description": "<p>Una creatura che tocchi diventa invisibile. Qualsiasi cosa il bersaglio stia trasportando è invisibile finché è sul bersaglio. Il potere termina se il bersaglio attacca, lancia un potere o compie un'azione ostile.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Puoi bersagliare una creatura in più per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Invisibility to Cameras",
			"name": "Invisibilità alle Telecamere",
			"description": "<p>Fino a quattro creature a tua scelta diventano impercettibili ai sensori elettronici e alle telecamere. Tutto ciò che il bersaglio indossa o trasporta è anch'esso non rilevabile, purché sia sulla sua persona. Il bersaglio è ancora visibile alla vista normale.</p>"
		},
		{
			"id": "Invulnerability",
			"name": "Invulnerabilità",
			"description": "<p>Un'aura blu tremolante brilla intorno a te. Finché il potere non finisce, sei immune a tutti i danni.</p>"
		},
		{
			"id": "Ion Blast",
			"name": "Esplosione Ionica",
			"description": "<p>Crei un'esplosione di energia ionica. Scegli una creatura entro il raggio d'azione, o scegli due creature entro il raggio d'azione che si trovino entro 5 piedi l'una dall'altra. Un bersaglio deve riuscire in un tiro salvezza di Destrezza o subire [[/r 1d4]] danni da ioni. </p>\n<p>Il danno di questo potere aumenta di [[/r 1d4]] quando raggiungi il 5° livello ([[/r 2d4]]), l'11° livello ([[/r 3d4]]) e il 17° livello ([[/r 4d4]]).</p>"
		},
		{
			"id": "Ionic Bond",
			"name": "Legame Ionico",
			"description": "<p>Un fascio di energia ionica si lancia verso una creatura a portata, formando una linea continua tra te e il bersaglio. Effettua un attacco tecnico a distanza contro quella creatura. Se viene colpito, il bersaglio subisce [[/r 1d8]] danni da ioni, e in ogni tuo turno per la durata, puoi usare un'azione bonus per infliggere automaticamente [[/r 1d8]] danni da ioni al bersaglio. Il potere termina se usi la tua azione bonus per fare qualcos'altro. Il potere termina anche se il bersaglio si trova fuori dal raggio d'azione del potere o se ha copertura totale da te.</p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tech di 2° livello o superiore, il danno iniziale aumenta di [[/r 1d8]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Ionic Strike",
			"name": "Colpo Ionico",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma da mischia contro una creatura alla tua portata, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e viene avvolto da una scarica ionica. Se il bersaglio reagisce volontariamente prima dell'inizio del tuo prossimo turno, subisce immediatamente [[/r 1d6]] danni ionici e il potere termina. </p>\n<p>Il danno di questo potere aumenta quando raggiungi livelli più alti. Al 5° livello, l'attacco in mischia infligge un ulteriore [[/r 1d6]] danno da ioni al bersaglio, e il danno che il bersaglio subisce per le reazioni aumenta a [[/r 2d6]]. Entrambi i tiri per i danni aumentano di [[/r 1d6]] all'11° livello e al 17° livello.</p>"
		},
		{
			"id": "Itemize",
			"name": "Oggettifica",
			"description": "<p>Impari istantaneamente la quantità esatta di un tipo di oggetto entro 30 piedi da te. Deve essere un tipo di oggetto che hai maneggiato in passato; non puoi, per esempio, usare <em>oggettifica</em> per scoprire quante <em>BKG</em> ci sono nelle vicinanze se non hai mai maneggiato un'arma del genere. L'oggetto da oggettificare deve anche essere ragionevolmente specifico. Si può imparare quanti meiloorun ci sono nelle vicinanze, per esempio, ma non quanta frutta.</p>"
		},
		{
			"id": "Jet of Flame",
			"name": "Getto di Fiamma",
			"description": "<p>Una fiamma tremolante appare nella tua mano. La fiamma rimane lì per tutta la durata e non danneggia né te né il tuo equipaggiamento. La fiamma emette una luce brillante in un raggio di 3 metri e una luce fioca per altri 3 metri. Il potere termina se lo scarti come azione o se lo lanci di nuovo.</p>\n<p>Puoi anche attaccare con la fiamma, anche se questo fa terminare il potere. Quando lanci questo potere, o come azione in un turno successivo, puoi scagliare la fiamma contro una creatura entro 30 piedi da te. Effettua un attacco tecnico a distanza. Se colpito, il bersaglio subisce [[/r 1d8]] danni da fuoco. Il fuoco incendia tutti gli oggetti infiammabili nell'area che non sono stati indossati o trasportati.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d8]] quando raggiungi il 5° livello ([[/r 2d8]]), l'11° livello ([[/r 3d8]]) e il 17° livello ([[/r 4d8]]).</p>"
		},
		{
			"id": "Kolto Cloud",
			"name": "Nuvola di Kolto",
			"description": "<p>Mentre espelli il kolto, fino a sei creature a tua scelta che puoi vedere nel raggio d'azione riacquistano punti ferita pari a [[/r 1d4]] + il tuo modificatore di abilità di techcasting. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 4° livello o superiore, la guarigione aumenta di [[/r 1d4]] per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Kolto Dispenser",
			"name": "Distributore di Kolto",
			"description": "<p>Stabilisci una stazione di pronto soccorso mobile che irradia kolto in un cubo di 5 piedi che puoi vedere nel raggio d'azione.</p>\n<p>Fino al termine del potere, ogni volta che tu o una creatura che puoi vedere entra nello spazio della stazione per la prima volta in un turno o inizia il suo turno lì, puoi far sì che la stazione ripristini [[/r 1d6]] punti ferita a quella creatura (nessuna azione richiesta). La stazione può guarire un numero di volte pari a 1 + il tuo modificatore di abilità di techcasting (minimo due volte). Dopo aver guarito quel numero di volte, la stazione si disintegra. Questo potere non ha effetto su droidi o costrutti.</p>\n<p>Come azione bonus nel tuo turno, puoi spostare la stazione fino a 30 piedi in uno spazio che riesci a vedere.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnico di 3° livello o superiore, la guarigione aumenta di [[/r 1d6]] per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Kolto Infusion",
			"name": "Infusione di Kolto",
			"description": "<p>Scegli una creatura che puoi vedere nel raggio d'azione. Un'ondata di energia Kolto investe la creatura, facendole recuperare 70 punti ferita. Questo potere pone anche fine alla cecità, alla sordità e a qualsiasi malattia che colpisca il bersaglio. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 7° livello o superiore, la quantità di guarigione aumenta di 10 per ogni livello di slot superiore al 6°.</p>"
		},
		{
			"id": "Kolto Pack",
			"name": "Kolto Pack",
			"description": "<p>Una creatura a tua scelta che puoi vedere a portata di tiro recupera punti ferita pari a [[/r 1d4]] + il tuo modificatore di abilità di techcasting. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 2° livello o superiore, la guarigione aumenta di [[/r 1d4]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Kolto Reserve",
			"name": "Riserva di Kolto",
			"description": "<p>Tocca una creatura e le concedi una piccola riserva di kolto. La prima volta che il bersaglio scenderebbe a 0 punti ferita a causa dei danni subiti, il bersaglio scende invece a 1 punto ferita e il potere termina. Se il potere è ancora in vigore quando il bersaglio è soggetto a un effetto che lo ucciderebbe istantaneamente senza infliggere danni, tale effetto viene invece negato al bersaglio e il potere termina. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Kolto Waves",
			"name": "Onde di Kolto",
			"description": "<p>Un flusso di energia kolto scorre da te verso le creature ferite intorno a te. Ripristini fino a 700 punti ferita, divisi a tua scelta tra un numero qualsiasi di creature che puoi vedere nel raggio d'azione. Le creature guarite da questo potere sono anche guarite da tutte le malattie e da qualsiasi effetto che le renda cieche o sorde. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Light",
			"name": "Luce",
			"description": "<p>Tocca un oggetto che non sia più grande di 3 metri in qualsiasi dimensione. Finché il potere non termina, l'oggetto emette una luce brillante in un raggio di 20 piedi e una luce fioca per altri 20 piedi. La luce può essere colorata a piacere. Coprire completamente l'oggetto con qualcosa di opaco blocca la luce. Il potere termina se lo lanci di nuovo o se lo respingi come azione.</p>\n<p>Se prendi di mira un oggetto tenuto o indossato da una creatura ostile, tale creatura deve riuscire in un tiro salvezza di Destrezza per evitare il potere.</p>"
		},
		{
			"id": "Lock",
			"name": "Chiudi a Chiave",
			"description": "<p>Se tocchi una porta, una finestra, un cancello, una cassa o un'altra entrata chiusa, questa si blocca per tutta la durata. Tu e le creature che designi quando lanci questo potere potete aprire l'oggetto normalmente. Puoi anche impostare una parola d'ordine che, se pronunciata entro 1,5 metri dall'oggetto, sopprime questo potere per 1 minuto. Altrimenti, è impraticabile finché non viene rotto o il potere non viene dissipato o soppresso. Il lancio di <em>sciogliere</em> sull'oggetto sopprime <em>blocco</em> per 10 minuti.</p>\n<p>Mentre è affetto da questo potere, l'oggetto è più difficile da rompere o forzare; la CD per romperlo o scassinare qualsiasi serratura su di esso aumenta di 10.</p>"
		},
		{
			"id": "Magnetic Field",
			"name": "Campo Magnetico",
			"description": "<p>Crei un forte campo magnetico intorno a te in un raggio di 3 metri che si muove con te, rimanendo centrato su di te. Il campo dura per tutta la durata del potere.</p>\n<p>Il campo ha i seguenti effetti:</p>\n<ul><li>L'area è un terreno difficile per le creature diverse da te.</li>\n<li>I tiri di attacco delle armi a distanza che infliggono danni cinetici, energetici o ionici hanno svantaggio se gli attacchi passano dentro o fuori il campo.</li>\n<li>Le apparecchiature di comunicazione non possono comunicare dentro o fuori il campo.</li></ul>"
		},
		{
			"id": "Magnetic Hold",
			"name": "Presa Magnetica",
			"description": "<p>Fino alla fine del potere, una creatura volenterosa che tocchi guadagna la capacità di attaccarsi e muoversi lungo qualsiasi superficie metallica. Può muoversi in alto, in basso e attraverso superfici verticali e a testa in giù lungo i soffitti, il tutto lasciando le mani libere, alla sua normale velocità di camminata.</p>"
		},
		{
			"id": "Mass Repair Droid",
			"name": "Riparazione Droidi di massa",
			"description": "<p>Scegli fino a sei droidi o costrutti in una sfera di 30 piedi di raggio centrata su un punto. Ogni bersaglio recupera punti ferita pari a [[/r 3d8]] + il tuo modificatore di abilità di techcasting. Questo potere ha effetto solo su droidi e costrutti.</p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 6° livello o superiore, la guarigione aumenta di [[/r 1d8]] per ogni livello di slot superiore al 5°.</p>"
		},
		{
			"id": "Mending",
			"name": "Rammenda",
			"description": "<p>Questa capacità ripara una singola rottura o uno strappo in un oggetto che tocchi, come ad esempio una catena spezzata, due metà di una chiave rotta, una cinghia strappata o una tazza che perde. Finché la rottura o lo strappo non è più grande di 1 piede in qualsiasi dimensione, lo ripari, senza lasciare traccia del danno precedente.</p>"
		},
		{
			"id": "Minor Defibrillation",
			"name": "Defibrillazione Minore",
			"description": "<p>Generi una carica statica che può aiutare o danneggiare una creatura che tocchi. Effettua un attacco tecnico in mischia contro il bersaglio. Se colpito, il bersaglio subisce [[/r 1d10]] danni da fulmine. Se il bersaglio è una creatura vivente che ha 0 punti ferita, guadagna immediatamente un successo nel tiro salvezza per la morte invece di subire danni.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d10]] al 5° livello ([[/r 2d10]]), all'11° livello ([[/r 3d10]]) e al 17° livello ([[/r 4d10]]).</p>"
		},
		{
			"id": "Minor Hologram",
			"name": "Ologramma Minore",
			"description": "<p>Questa abilità è un trucco tecnico minore che crea uno dei seguenti effetti nel raggio d'azione.</p>\n<ul>\n<li>Crea un effetto sensoriale istantaneo e innocuo, come una pioggia di scintille, un soffio di vento, deboli note musicali o uno strano odore. </li>\n<li>Si accende o si spegne istantaneamente una fonte di luce. </li>\n<li>Pulisci o sporchi istantaneamente un oggetto non più grande di 1 piede cubo. </li>\n<li>Rinfreschi, riscaldi o aromatizzi fino a 1 piede cubo di materiale non vivente per 1 ora. </li>\n<li>Fai apparire un colore, un piccolo segno o un simbolo su un oggetto o una superficie per 1 ora. </li>\n<li>Crea un gingillo o un'immagine illusoria che può stare nella tua mano e che dura fino alla fine del tuo prossimo turno. </li>\n</ul>\n<p>Se usi questo potere più volte, puoi avere fino a tre dei suoi effetti non istantanei attivi alla volta e puoi respingere tale effetto come azione.</p>"
		},
		{
			"id": "Mirror Image",
			"name": "Specchia Immagine",
			"description": "<p>Tre duplicati illusori di te stesso appaiono nel tuo spazio. Fino alla fine del potere, i duplicati si muovono con te e imitano le tue azioni, cambiando posizione in modo che sia impossibile capire quale immagine sia reale. Puoi usare la tua azione per respingere i duplicati illusori.</p>\n<p>Ogni volta che una creatura ti prende di mira con un attacco durante la durata del potere, tira un [[/r d20]] per determinare se l'attacco prende di mira uno dei tuoi duplicati.</p>\n<p>Se hai tre duplicati, devi tirare un 6 o più alto per cambiare il bersaglio dell'attacco con un duplicato. Con due duplicati, devi tirare un 8 o più alto. Con un duplicato, devi tirare un 11 o più alto.</p>\n<p>La CA di un duplicato è pari a 10 + il tuo modificatore di Destrezza. Se un attacco colpisce un duplicato, il duplicato viene distrutto. Un duplicato può essere distrutto solo da un attacco che lo colpisce. Ignora tutti gli altri danni ed effetti. Il potere termina quando tutti e tre i duplicati sono distrutti.</p>\n<p> Una creatura non è influenzata da questo potere se non può vedere, se si affida a sensi diversi dalla vista, come la vista cieca, o se può percepire le illusioni come false, come con la vista vera.</p>"
		},
		{
			"id": "Mislead",
			"name": "Fuorviare",
			"description": "<p>Diventi invisibile nello stesso momento in cui un tuo doppio illusorio appare dove ti trovi. Il doppio dura per tutta la durata, ma l'invisibilità termina se attacchi o lanci un potere.</p>\n<p>Puoi usare la tua azione per muovere il tuo doppio illusorio fino al doppio della tua velocità e fargli gesticolare, parlare e comportarsi in qualsiasi modo tu scelga.</p>\n<p>Puoi vedere attraverso i suoi occhi e sentire attraverso le sue orecchie come se ti trovassi dove si trova lui. Ad ogni tuo turno, come azione bonus, puoi passare dall'uso dei suoi sensi all'uso dei tuoi, o viceversa. Mentre usi i suoi sensi, sei accecato e assordato per quanto riguarda il tuo ambiente.</p>"
		},
		{
			"id": "Mobile Lights",
			"name": "Luci Mobili",
			"description": "<p>Crei fino a quattro sfere di luce nel raggio d'azione che si librano nell'aria per la durata. Puoi anche combinare le quattro luci in una forma luminosa vagamente umanoide di taglia media. Qualsiasi forma tu scelga, ogni luce emette una luce fioca in un raggio di 3 metri.</p>\n<p>Come azione bonus nel tuo turno, puoi spostare le luci fino a 60 piedi in un nuovo punto entro il raggio d'azione. Una luce deve trovarsi entro 6 metri da un'altra luce creata con questo potere, e una luce si spegne se supera il raggio d'azione del potere.</p>"
		},
		{
			"id": "Motivator Boost",
			"name": "Boost del Motivatore",
			"description": "<p>Infondi a un droide volenteroso una maggiore velocità e manovrabilità. Fino al termine del potere, la velocità del bersaglio è raddoppiata, guadagna un bonus di +2 alla CA e ha vantaggio nei tiri salvezza di Destrezza. </p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 3° livello o superiore, puoi bersagliare un droide in più per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Mutate/Augment",
			"name": "Mutazione/Migliorie",
			"description": "<p>Alteri il tuo corpo con la tecnologia, guadagnando temporaneamente nuove proprietà che durano per la durata. Puoi selezionare tre delle seguenti proprietà. Non puoi selezionare una proprietà più di una volta, a meno che quella proprietà non dica altrimenti.</p>\n<ul><li>Il tuo corpo diventa più flessibile. Hai un vantaggio nelle prove di abilità e nei tiri salvezza contro gli effetti che potrebbero afferrarti o trattenerti, e il tuo movimento non è influenzato da terreni difficili o dalla compressione.</li>\n<li>Ti cresce un'appendice in più. Questa appendice serve come un braccio e una mano, anche se può assumere la forma di un arto, un tentacolo o un'appendice simile. Puoi selezionare questa proprietà due volte per far crescere un numero massimo di due appendici. Puoi ottenere il beneficio degli oggetti posseduti da due delle tue braccia in qualsiasi momento, e una volta per round puoi cambiare da quali braccia stai traendo beneficio (nessuna azione richiesta).</li>\n<li>Ti spuntano delle antenne che ti danno il senso del tremore fino a un raggio di 30 piedi.</li>\n<li>Tu estendi la lunghezza dei tuoi arti. Quando effettui un attacco in mischia o cerchi di afferrare, spingere o far inciampare una creatura nel tuo turno, il tuo raggio d'azione è di 5 piedi superiore al normale.</li>\n<li>Prendi una velocità di scavo pari alla tua velocità di cammino.</li>\n<li>La tua carne si indurisce. La tua CA non può essere inferiore a 16, indipendentemente dal tipo di armatura che stai indossando.</li>\n<li>Puoi ottenere i benefici di una qualsiasi opzione del potere <em>alterare se stessi</em>. Puoi selezionare questa proprietà più volte per ottenere i benefici di più opzioni del potere <em>alterare se stessi</em>, scegliendo ogni volta un'opzione diversa.</li>\n<li>Ottieni l'effetto del potere <em>tenuta magnetica</em>, ma puoi attaccarti e muoverti su qualsiasi superficie, invece che solo su quelle metalliche. You have a climbing speed equal to your walking speed.</li>\n<li>You can gain any one effect of the <em>force enlightenment</em> power.</li>\n</ul>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 4° livello o superiore, puoi selezionare una proprietà aggiuntiva per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Neurotoxin",
			"name": "Neurotossina",
			"description": "<p>Rilasci una serie di dardi pieni di neurotossina. Scegli un numero qualsiasi di creature che puoi vedere nel raggio d'azione. Ogni creatura deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza è fallito, la creatura subisce un effetto basato sui suoi punti ferita attuali:</p>\n<ul>\n<li>60 punti ferita o meno: avvelenata per 1 minuto</li>\n<li>50 punti ferita o meno: avvelenata e assordata per 1 minuto</li>\n<li>40 punti ferita o meno: Avvelenato, assordato e accecato per 10 minuti</li>\n<li>30 punti ferita o meno: avvelenato, accecato, assordato e stordito per 1 ora</li>\n<li>20 punti ferita o meno: ucciso all'istante</li>\n</ul>.</p>"
		},
		{
			"id": "Oil Slick",
			"name": "Macchia d'Olio",
			"description": "<p>Ricopri di olio il terreno in un quadrato di 3 metri entro il raggio d'azione. Per tutta la durata, è un terreno difficile.</p>\n<p>Quando l'olio appare, ogni creatura in piedi nella sua area deve riuscire in un tiro salvezza di Destrezza o cadere a terra. Anche una creatura che entra nell'area o vi finisce il suo turno deve riuscire in un tiro salvezza di Destrezza.</p>\n<p>L'olio è infiammabile. Ogni quadrato di 5 piedi di olio esposto al fuoco brucia in un round. Ogni creatura che entra nel fuoco o vi inizia il suo turno deve effettuare un tiro salvezza di Destrezza, subendo [[/r 3d6]] danni da fuoco se fallisce il tiro salvezza, o la metà se riesce. Il fuoco incendia qualsiasi oggetto infiammabile nell'area che non sia stato indossato o trasportato.</p>"
		},
		{
			"id": "On/Off",
			"name": "Accendi/Spegni",
			"description": "<p>Questo potere ti permette di attivare o disattivare qualsiasi dispositivo elettronico nel raggio d'azione, a patto che il dispositivo non sia impugnato da una creatura e abbia una funzione di accensione o spegnimento chiaramente definita e facilmente accessibile dall'esterno del dispositivo. Qualsiasi dispositivo che richiede una sequenza di spegnimento basata su software per attivarsi o disattivarsi non può essere influenzato da <em>Accendi/Spegni</em>.</p>"
		},
		{
			"id": "Overheat",
			"name": "Surriscalda",
			"description": "<p>Scegli un oggetto di metallo fabbricato, come un blaster o un'armatura di metallo pesante o media, che puoi vedere a portata di mano. Fai brillare l'oggetto di rosso fuoco. Qualsiasi creatura in contatto fisico con l'oggetto subisce [[/r 2d8]] danni da fuoco quando lanci il potere. Finché il potere non termina, puoi usare un'azione bonus in ogni tuo turno successivo per causare nuovamente questo danno.</p>\n<p>Se un oggetto viene tenuto, indossato o integrato e una creatura subisce il danno da esso, la creatura deve riuscire in un tiro salvezza di Costituzione o far cadere l'oggetto, se può. Se non lo fa o non può lasciarlo cadere, ha svantaggio nei tiri per colpire e nelle prove di abilità fino all'inizio del tuo prossimo turno.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 3° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Overload",
			"name": "Sovraccarico",
			"description": "<p>Espelli un'esplosione di energia. Ogni creatura in un cubo di 15 piedi proveniente da te deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza è fallito, la creatura subisce [[/r 2d6]] danni da ioni e viene spinta a 3 metri da te. Con un tiro salvezza riuscito, la creatura subisce la metà dei danni e non viene spinta.</p>\n<p><strong><em>Sovraccarico Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 2° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Override Interface",
			"name": "Bypassa Interfaccia",
			"description": "<p>Scegli un droide o un costrutto che puoi vedere nel raggio d'azione e tenta di scavalcare a distanza i suoi comandi. Il bersaglio deve effettuare un tiro salvezza di Intelligenza. Se il costrutto ha il talento 'Pilotato' e ha un pilota che lo controlla che non sia incapace, guadagna un bonus al tiro salvezza pari al modificatore di Intelligenza del pilota. Se tu o creature a te amichevoli state combattendo contro di essa, essa ha un vantaggio sul tiro salvezza. Se il tiro salvezza viene fallito, la creatura viene incantata da te per tutta la durata del tiro.</p>\n<p>Mentre il droide è incantato, hai un collegamento wireless con esso finché vi trovate sullo stesso pianeta. Tramite il tuo focus tecnologico, puoi usare questo collegamento per impartire comandi alla creatura mentre sei cosciente (nessuna azione richiesta), ai quali essa fa del suo meglio per obbedire. Puoi specificare una semplice e generale linea d'azione, come 'Attacca quella creatura', 'Spostati lì o 'Prendi quell'oggetto'. Se il droide esegue l'ordine e non riceve ulteriori istruzioni da te, si difende e si conserva al meglio delle sue capacità. </p>\n<p>Puoi usare la tua azione per prendere il controllo totale e preciso dell'obiettivo. Fino alla fine del tuo prossimo turno, il droide compie solo le azioni da te scelte e non fa nulla che tu non gli permetta di fare. Durante questo periodo, puoi anche far sì che la creatura usi una reazione, ma questo richiede che tu usi anche la tua reazione. </p>\n<p>Ogni volta che il bersaglio subisce un danno, effettua un nuovo tiro salvezza di Intelligenza contro il potere. Se il tiro salvezza ha successo, il potere termina.</p>\n<p><strong><em>Sovraccarico Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 6° livello, la durata è di 10 minuti. Quando usi uno slot tecnico di 7° livello, la durata è di 1 ora. Quando usi uno slot tecnico di 8° livello o superiore, la durata è di 8 ore.</p>"
		},
		{
			"id": "Paralyze Creature",
			"name": "Paralizza Creatura",
			"description": "<p>Emetti un dardo paralizzante contro una creatura che puoi vedere nel tuo raggio d'azione. Il bersaglio deve riuscire in un tiro salvezza di Costituzione o essere avvelenato per la durata. Mentre è avvelenato in questo modo, il bersaglio è paralizzato. Alla fine di ogni suo turno, il bersaglio può effettuare un altro tiro salvezza di Costituzione. In caso di successo, il potere termina sul bersaglio.</p>\n<p><strong><em>Sovraccarico Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 6° livello o superiore, puoi bersagliare una creatura aggiuntiva per ogni livello di slot superiore al 5°. Le creature devono trovarsi entro 30 piedi l'una dall'altra quando le bersagli.</p>"
		},
		{
			"id": "Paralyze Humanoid",
			"name": "Paralizza Umanoide",
			"description": "<p>Emetti un dardo paralizzante contro un umanoide che puoi vedere nel tuo raggio d'azione. Il bersaglio deve riuscire in un tiro salvezza di Costituzione o essere avvelenato per la durata. Mentre è avvelenato in questo modo, il bersaglio è paralizzato. Alla fine di ogni suo turno, il bersaglio può effettuare un altro tiro salvezza di Costituzione. In caso di successo, il potere termina sul bersaglio.</p>\n<p><strong><em>Sovraccarico Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 3° livello o superiore, puoi bersagliare un umanoide in più per ogni livello di slot superiore al 2°. Gli umanoidi devono trovarsi entro 30 piedi l'uno dall'altro quando li bersagli.</p>"
		},
		{
			"id": "Pheromone Burst",
			"name": "Raffica di Feromoni",
			"description": "<p>Espelli una scarica di feromoni che alterano l'umore intorno a te. Ogni creatura nel raggio d'azione diverso da te deve riuscire in un tiro salvezza di Carisma o subire [[/r 1d4]] danni da veleno e diventare spaventata da te fino all'inizio del suo prossimo turno. Una creatura immune alla condizione di avvelenato non viene spaventata.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d4]] quando raggiungi il 5° livello ([[/r 2d4]]), l'11° livello ([[/r 3d4]]) e il 17° livello ([[/r 4d4]]).</p>"
		},
		{
			"id": "Poison Dart",
			"name": "Dardo Velenoso",
			"description": "<p>Effettua un attacco tecnico a distanza contro una creatura nel raggio d'azione. Se colpito, il bersaglio subisce [[/r 2d8]] danni da veleno e deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza è fallito, è anche avvelenato fino alla fine del tuo prossimo turno.</p>\n<p><strong><em>Sovraccarico Tecnologia</em></strong> Quando lanci questo potere usando uno slot tech di 2° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Poison Spray",
			"name": "Spray Velenoso",
			"description": "<p>Allunghi la mano verso una creatura che puoi vedere nel raggio d'azione e proietti uno sbuffo di gas nocivo. La creatura deve riuscire in un tiro salvezza di Costituzione o subire [[/r 1d12]] danni da veleno. </p>\n<p>Il danno di questo potere aumenta di [[/r 1d12]] quando raggiungi il 5° livello ([[/r 2d12]]), l'11° livello ([[/r 3d12]]) e il 17° livello ([[/r 4d12]]).</p>"
		},
		{
			"id": "Predictive AI",
			"name": "IA Prevedibile",
			"description": "<p>Tocca una creatura consenziente, concedendole un compagno di IA limitato che può prevedere il mondo che la circonda. Per tutta la durata, il bersaglio non può essere sorpreso e ha un vantaggio sui tiri di attacco, sulle prove di abilità e sui tiri salvezza. Inoltre, per tutta la durata, le altre creature hanno uno svantaggio nei tiri per colpire il bersaglio.</p> <p>Questo potere termina immediatamente se lo lanci di nuovo prima che finisca la sua durata.</p>"
		},
		{
			"id": "Preparedness",
			"name": "Prontezza",
			"description": "<p>Tocca una creatura consenziente. Per la durata, il bersaglio può aggiungere [[/r 1d8]] ai suoi tiri di iniziativa.</p>"
		},
		{
			"id": "Pressure Crush",
			"name": "Pressione Schiacciante",
			"description": "<p>Tenti di schiacciare il corpo di una creatura che tocchi. Il bersaglio deve effettuare un tiro salvezza di Forza. Se la creatura è afferrata o trattenuta da te o da un effetto che controlli, effettua il tiro salvezza con svantaggio. Se il tiro salvezza viene fallito, la creatura subisce [[/r 1d12]] di danno cinetico.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d12]] quando raggiungi il 5° livello ([[/r 2d12]]), l'11° livello ([[/r 3d12]]) e il 17° livello ([[/r 4d12]]).</p>"
		},
		{
			"id": "Programmed Illusion",
			"name": "Illusione Programmata",
			"description": "<p>Crei un'illusione di un oggetto, una creatura o qualche altro fenomeno visibile nel raggio d'azione che si attiva quando si verifica una determinata condizione. L'illusione è impercettibile fino a quel momento. Non deve essere più grande di un cubo di 30 piedi, e sei tu a decidere quando lanci il potere come si comporta l'illusione e quali suoni emette. Questa performance programmata può durare fino a 5 minuti.</p>\n<p>Quando si verifica la condizione da te specificata, l'illusione nasce e si comporta nel modo da te descritto. Una volta che l'illusione finisce di esibirsi, scompare e rimane dormiente per 10 minuti. Dopo questo tempo, l'illusione può essere attivata di nuovo.</p>\n<p>La condizione di attivazione può essere generica o dettagliata quanto vuoi, anche se deve essere basata su condizioni visive o acustiche che si verificano entro 30 piedi dall'area. Per esempio, potresti creare un'illusione di te stesso per apparire e mettere in guardia gli altri che tentano di aprire una porta intrappolata, oppure potresti impostare l'illusione per scattare solo quando una creatura dice la parola o la frase giusta.</p>\n<p>L'interazione fisica con l'immagine rivela che è un'illusione, perché le cose possono passarci attraverso. Una creatura che usa la sua azione per esaminare l'immagine può determinare che si tratta di un'illusione con un test di Intelligenza (Investigazione) riuscito contro la tua CD di salvataggio tecnica. Se una creatura discerne l'illusione per quello che è, la creatura può vedere attraverso l'immagine e qualsiasi rumore che essa emette suona vuoto per la creatura.</p>"
		},
		{
			"id": "Project Hologram",
			"name": "Proietta Ologramma",
			"description": "<p>Crei una copia illusoria di te stesso che dura per la durata. La copia può apparire in qualsiasi luogo nel raggio d'azione che tu abbia già visto, indipendentemente dagli ostacoli che intervengono. L'illusione ha il tuo aspetto e i tuoi suoni, ma è intangibile. Se l'illusione subisce dei danni, scompare e il potere termina.</p>\n<p>Puoi usare la tua azione per muovere l'illusione fino al doppio della tua velocità, e farle compiere gesti, parlare e comportarsi in qualsiasi modo tu voglia. Puoi vedere attraverso i suoi occhi e sentire attraverso le sue orecchie come se fossi nel suo spazio. Al tuo turno, come azione bonus, puoi passare dall'uso dei suoi sensi all'uso dei tuoi, o viceversa. Mentre stai usando i suoi sensi, sei accecato e assordato per quanto riguarda i tuoi dintorni.</p>\n<p>L'interazione fisica con l'immagine rivela che è un'illusione, perché le cose possono attraversarla. Una creatura che usa la sua azione per esaminare l'immagine può determinare che si tratta di un'illusione con un test di Intelligenza (Investigazione) riuscito contro la tua CD di salvataggio tecnica. Se una creatura discerne l'illusione per quello che è, la creatura può vedere attraverso l'immagine e qualsiasi rumore che essa emette suona vuoto per la creatura.</p>"
		},
		{
			"id": "Protection from Energy",
			"name": "Protezione dall'Energia",
			"description": "<p>Per la durata, la creatura volenterosa che tocchi ha resistenza a un tipo di danno a tua scelta: acido, freddo, fuoco, fulmine o sonico.</p>"
		},
		{
			"id": "Pyrotechnics",
			"name": "Pirotecnica",
			"description": "<p>Scegli un'area di fiamme non potenziate che puoi vedere e che rientra in un cubo di 5 piedi a portata. Puoi spegnere il fuoco in quell'area e creare fuochi d'artificio o fumo quando lo fai.</p>\n<p><strong><em>Fuochi d'artificio.</em></strong> Il bersaglio esplode con un abbagliante spettacolo di colori. Ogni creatura entro 10 piedi dal bersaglio deve riuscire in un tiro salvezza di Costituzione o diventare accecata fino alla fine del tuo prossimo turno.</p>\n<p><strong><em>Fumo.</em></strong> Un denso fumo nero si diffonde dal bersaglio in un raggio di 20 piedi, muovendosi dietro gli angoli. L'area del fumo è pesantemente oscurata. Il fumo persiste per 1 minuto o finché un forte vento non lo disperde.</p>"
		},
		{
			"id": "Radiation",
			"name": "Radiazione",
			"description": "<p>Una luce fioca e verdastra si diffonde all'interno di una sfera di 30 piedi di raggio centrata su un punto a tua scelta all'interno del raggio d'azione. La luce si diffonde intorno agli angoli e dura finché il potere non termina.</p>\n<p>Quando una creatura si muove nell'area del potere per la prima volta in un turno o inizia il suo turno lì, quella creatura deve riuscire in un tiro salvezza di Costituzione o subire [[/r 4d10]] danni necrotici, e subisce un livello di esaurimento ed emette una luce fioca e verdastra in un raggio di 5 piedi. Questa luce rende impossibile per la creatura beneficiare dell'invisibilità. La luce e gli eventuali livelli di esaurimento causati da questo potere scompaiono quando il potere termina.</p>"
		},
		{
			"id": "Read Memory",
			"name": "Leggi Memoria",
			"description": "<p>Leggi la memoria di un droide o di un costrutto incapace nel raggio d'azione. Il bersaglio deve avere il suo nucleo di memoria (e/o altri componenti appropriati) intatto.</p>\n<p>Fino alla fine del potere, puoi fare fino a cinque domande. A seconda di ciò che saprebbe o di cui è stato testimone, il bersaglio fornisce in risposta dati visivi, audio o testuali. Il bersaglio non può fornire nuove informazioni e non può speculare su eventi futuri.</p>"
		},
		{
			"id": "Reboot",
			"name": "Riavvia",
			"description": "<p>Scegli un droide o un costrutto medio o più piccolo che puoi vedere. Il bersaglio deve effettuare un tiro salvezza di Carisma. Se il tiro salvezza viene fallito, è incapacitato fino all'inizio del tuo prossimo turno. Ogni volta che la creatura subisce danni o è il bersaglio di un potere ostile mentre è inabilitata in questo modo, può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Release",
			"name": "Rilascia",
			"description": "<p>Scegli un oggetto che puoi vedere a portata di mano. L'oggetto può essere una porta, una scatola, un forziere, un set di raccoglitori, una serratura o un altro oggetto che contiene un mezzo banale o potenziato che impedisce l'accesso.</p>\n<p>Un obiettivo che è tenuto chiuso da una serratura banale o che è bloccato o sbarrato diventa sbloccato, sbloccato o non bloccato. Se l'oggetto ha più lucchetti, solo uno di essi viene sbloccato.</p>\n<p>Se si sceglie un obiettivo che è tenuto chiuso con <em>blocco</em>, quel potere viene soppresso per 10 minuti, durante i quali l'obiettivo può essere aperto e chiuso normalmente.</p>"
		},
		{
			"id": "Remove Virus",
			"name": "Rimuovi Virus",
			"description": "<p>Al tuo tocco, tutte le maledizioni basate sulla tecnologia che colpiscono una creatura o un oggetto terminano. Se l'oggetto è un oggetto potenziato maledetto, la sua maledizione rimane, ma il potere rompe la sintonia del suo proprietario con l'oggetto in modo che possa essere rimosso o scartato.</p>"
		},
		{
			"id": "Repair Droid",
			"name": "Ripara Droide",
			"description": "<p>Un droide o un costrutto che tocchi recupera un numero di punti ferita pari a [[/r 1d8]] + il tuo modificatore di abilità di techcasting. Questo potere ha effetto solo su droidi e costrutti.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 2° livello o superiore, la guarigione aumenta di [[/r 1d8]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Reprogram Droid",
			"name": "Riprogramma Droide",
			"description": "<p>Alteri i protocolli di un droide che puoi vedere nel tuo raggio d'azione, costringendolo a compiere qualche servizio o ad astenersi da qualche azione o corso di attività come tu decidi. Il droide deve riuscire in un tiro salvezza di Saggezza o rimanere incantato da te per tutta la durata. Mentre il droide è ammaliato da te, subisce [[/r 5d10]] danni da fulmine ogni volta che agisce in maniera direttamente contraria alle tue istruzioni, ma può farlo solo una volta al giorno.</p>\n<p>Puoi impartire qualsiasi comando tu scelga, tranne un'attività che comporterebbe morte certa. Se emetti un comando suicida, il potere termina. Puoi terminare il potere in anticipo usando un'azione per annullarlo. Anche il potere <em>Rimuovi Virus</em> lo termina.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 7° o 8° livello, la durata è di 1 anno. Quando lanci questo potere usando uno slot tecnico di 9° livello, il potere dura finché non viene terminato da <em>Rimuovi Virus</em>.</p>"
		},
		{
			"id": "Rewrite Memory",
			"name": "Riscrivi Memoria",
			"description": "<p>Tenti di alterare i ricordi di un droide o di un costrutto. Un droide o un costrutto che puoi vedere deve effettuare un tiro salvezza di Saggezza. Se stai combattendo la creatura, essa ha un vantaggio sul tiro salvezza. Se il tiro salvezza viene fallito, il bersaglio diventa incantato da te per la durata. Il bersaglio incantato è incapace e ignaro di ciò che lo circonda, anche se può ancora sentirti. Se subisce danni o viene bersagliato da un altro potere, questo potere termina e nessuno dei ricordi del bersaglio viene modificato.</p>\n<p>Finché questo incantesimo dura, puoi influenzare la memoria del bersaglio di un evento che ha vissuto nelle ultime 24 ore e che non è durato più di 10 minuti. Puoi eliminare permanentemente ogni ricordo dell'evento, permettergli di ricordare l'evento con perfetta chiarezza e dettagli precisi, cambiare il suo ricordo dei dettagli dell'evento, o creare un ricordo di qualche altro evento.</p> <p>La mente del bersaglio riempie i vuoti nella memoria alterata. Se il potere termina prima che tu abbia finito di prescrivere i ricordi modificati, la memoria della creatura non viene alterata. Altrimenti, i ricordi modificati prendono piede quando il potere termina.</p>\n<p> Un ricordo modificato non influenza necessariamente il comportamento del bersaglio, soprattutto se il ricordo contraddice la sua programmazione di base, il suo allineamento o le sue credenze. Un ricordo modificato illogico, come l'impianto di un ricordo di quanto il bersaglio si sia divertito a inzupparsi nell'acido, viene liquidato, forse come un glitch. Il DM potrebbe ritenere una memoria modificata troppo insensata per influenzare un bersaglio in modo significativo.</p>\n<p> Un <em>rimuovi virus</em> o un potere simile lanciato sul bersaglio ripristina la sua vera memoria.</p>\n<p><strong><em>Sovraccarico Tecnologia. </em></strong> Se lanci questo potere usando uno slot tecnologico di 6° livello o superiore, puoi alterare i ricordi del bersaglio di un evento avvenuto fino a 7 giorni fa (6° livello), 30 giorni fa (7° livello), 1 anno fa (8° livello) o qualsiasi momento del passato della creatura (9° livello).</p>"
		},
		{
			"id": "Rime Shot",
			"name": "Sparo con Brina",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma a distanza contro una creatura nel raggio d'azione della tua arma, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e la creatura guadagna 1 livello rallentato fino alla fine del suo turno, mentre l'aria intorno a lei diventa gelida. </p>\n<p>Questo potere infligge danni aggiuntivi quando si raggiungono livelli più alti. Al 5° livello l'attacco a distanza infligge un danno da freddo aggiuntivo di [[/r 1d6]]. Questo danno aumenta di [[/r 1d6]] di nuovo all'11° livello e al 17° livello.</p>"
		},
		{
			"id": "Rime Strike",
			"name": "Colpo con Brina",
			"description": "<p>Come parte dell'azione usata per lanciare questo potere, devi effettuare un attacco con un'arma da mischia contro una creatura alla tua portata, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e guadagna 1 livello di lentezza fino all'inizio del tuo prossimo turno, poiché l'energia fredda penetra nel suo essere. Inoltre, se il bersaglio non si muove di almeno 5 piedi prima dell'inizio del tuo prossimo turno, subisce immediatamente [[/r 1d8]] danni da freddo e il potere termina. </p>\n<p>Il danno di questo potere aumenta quando raggiungi livelli più alti. Al 5° livello, l'attacco in mischia infligge un ulteriore [[/r 1d8]] danno da freddo al bersaglio, e il danno che il bersaglio subisce per non essersi mosso aumenta a [[/r 2d8]]. Entrambi i tiri per i danni aumentano di [[/r 1d8]] all'11° livello e al 17° livello.</p>"
		},
		{
			"id": "Ring of Fire",
			"name": "Anello di Fuoco",
			"description": "<p>Un muro di fiamme erutta dal terreno in un anello intorno a te con un raggio di 15 piedi e un'altezza di 10 piedi. Le creature che iniziano il loro turno nell'anello di fuoco o ci passano attraverso nel loro turno subiscono [[/r 1d6]] danni da fuoco. Le creature all'interno dell'anello di fuoco che tentano volontariamente di muoversi attraverso il fuoco per fuggire devono riuscire in un tiro salvezza di Saggezza per farlo. Le creature che sono immuni alla paura o al fuoco riescono automaticamente a superare questo tiro salvezza. </p>\n<p><strong><em>Sovraccarico Tecnologia</em></strong> Quando lanci questo potere usando uno slot tech di 2° livello o superiore, il danno dell'anello di fuoco aumenta di [[/r 1d6]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Sabotage Charges",
			"name": "Cariche di Sabotaggio",
			"description": "<p>Crei sei piccole cariche di sabotaggio che durano per tutta la durata del potere. Quando lanci il potere, e come azione bonus nei turni successivi, puoi lanciare fino a due delle cariche verso punti a tua scelta entro 120 piedi. Ogni carica esplode se raggiunge il punto o colpisce una superficie solida. Ogni creatura entro 5 piedi dall'esplosione deve effettuare un tiro salvezza di Destrezza. L'esplosione infligge [[/r 2d6]] danni da fuoco in caso di fallimento, o metà danni in caso di successo.</p>\n<p><strong><em>Tecnica della sovralimentazione.</em></strong> Il numero di cariche create aumenta di due per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Salvo",
			"name": "Salve",
			"description": "<p>Lanci tre proiettili contro punti che puoi vedere nel raggio d'azione. Ogni creatura entro una sfera di 10 piedi di raggio da ogni punto deve effettuare un tiro salvezza di Destrezza. Una creatura subisce [[/r 3d6]] di fuoco e [[/r 3d6]] di danni cinetici se fallisce il tiro salvezza, o la metà dei danni se riesce. Una creatura nell'area di più di una sfera viene colpita solo una volta.</p>\n<p>Il potere danneggia gli oggetti nell'area e incendia gli oggetti infiammabili che non vengono indossati o trasportati.</p>\n<p><strong><em>Sovraccarico Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 6° livello o superiore, crei quattro proiettili. Quando lanci questo potere usando uno slot tecnologico di 8° livello o superiore, crei cinque proiettili.</p>"
		},
		{
			"id": "Scan Area",
			"name": "Scansiona Area",
			"description": "<p>Programma una creatura o un oggetto che ti è familiare nel tuo tech focus. Usando una scansione sonar, il tech focus cerca di trovare un percorso verso la posizione della creatura o dell'oggetto, a patto che la creatura o l'oggetto si trovino entro 1.000 piedi da te. Se la creatura o l'oggetto si sta muovendo, conosci la direzione del suo movimento.</p>\n<p>Il potere può localizzare una creatura o un oggetto specifico a te noto, o la creatura/oggetto più vicina di un tipo specifico (come un droide o un Bothan), a patto che tu abbia visto una tale creatura da vicino, entro 30 piedi, almeno una volta.</p>"
		},
		{
			"id": "Scramble Interface",
			"name": "Scompiglia Interfaccia",
			"description": "<p>Scegli un droide o un costrutto che puoi vedere nel raggio d'azione e stravolgi la sua capacità di differenziare i bersagli. Il bersaglio deve effettuare un tiro salvezza di Intelligenza. Se il costrutto ha il tratto 'Pilotato' e ha un pilota che lo controlla che non sia incapace, guadagna un bonus al tiro salvezza pari al modificatore di Intelligenza del pilota. Con un tiro salvezza fallito, il bersaglio perde la capacità di distinguere l'amico dal nemico, considerando tutte le creature che può vedere come nemici fino alla fine del potere. Ogni volta che il bersaglio subisce danni, può ripetere il tiro salvezza, terminando l'effetto su se stesso con un successo.</p>\n<p>Ogni volta che la creatura colpita sceglie un'altra creatura come bersaglio, deve scegliere il bersaglio a caso tra le creature che può vedere nel raggio d'azione dell'attacco, potere o altra abilità che sta usando. Se un nemico provoca un attacco di opportunità da parte della creatura affetta, la creatura deve effettuare quell'attacco se è in grado di farlo.</p>"
		},
		{
			"id": "Scrambling Barrier",
			"name": "Scompiglia Barriera",
			"description": "<p>Una barriera immobile e debolmente scintillante nasce in un raggio di 3 metri intorno a te e rimane per tutta la sua durata.</p>\n<p>Qualunque potere tecnologico di 5° livello o inferiore lanciato dall'esterno della barriera non può influenzare le creature o gli oggetti al suo interno, anche se il potere viene lanciato utilizzando uno slot tecnologico di livello superiore. Un tale potere può bersagliare creature e oggetti all'interno della barriera, ma il potere non ha effetto su di essi. Allo stesso modo, l'area all'interno della barriera è esclusa dalle aree colpite da tali poteri.</p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando si lancia questo potere usando uno slot tech di 7° livello o superiore, la barriera blocca i poteri di un livello superiore per ogni livello di slot superiore al 6°.</p>"
		},
		{
			"id": "Scrambling Field",
			"name": "Scompiglia Campo",
			"description": "<p>Una sfera scintillante di soppressione dei poteri, con un raggio di 3 metri, ti circonda. All'interno della sfera, i poteri non possono essere lanciati e gli oggetti potenziati diventano banali. Finché il potere non termina, la sfera si muove con te, centrata su di te.</p>\n<p>Poteri e altri effetti potenziati vengono soppressi nella sfera e non possono sporgere al suo interno. Uno slot speso per lanciare un potere soppresso viene consumato. Mentre un effetto è soppresso, non funziona, ma il tempo che trascorre soppresso conta per la sua durata.</p>\n<p><strong><em>Effetti Mirati.</em></strong> I poteri e gli altri effetti potenziati che bersagliano una creatura o un oggetto nella sfera non hanno effetto su quel bersaglio.</p>\n<p><strong><em>Aree Potenziate.</em></strong> L'area di un altro potere o effetto potenziato, come <em>esplosione</em>, non può estendersi nella sfera. Se la sfera si sovrappone a un'area potenziata, la parte dell'area coperta dalla sfera viene soppressa.</p>\n<p><strong><em>Poteri.</em></strong> Qualsiasi potere attivo o altro effetto potenziato su una creatura o un oggetto nella sfera viene soppresso mentre la creatura o l'oggetto si trova in essa.</p>\n<p><strong><em>Articoli Potenziati.</em></strong> Le proprietà e i poteri degli oggetti potenziati vengono soppressi nella sfera. Per esempio, una spada laser +1 nella sfera funziona come una spada laser non potenziata.</p>\n<p>Le proprietà e i poteri di un'arma potenziata sono soppressi se viene usata contro un bersaglio nella sfera o brandita da un attaccante nella sfera. Se un'arma potenziata o un pezzo di munizione potenziata lascia completamente la sfera (per esempio, se si spara un colpo potenziato o si lancia una vibrospear potenziata contro un bersaglio al di fuori della sfera), il potenziamento dell'oggetto cessa di essere soppresso non appena esce.</p>\n<p><strong><em>Viaggio Potenziato.</em></strong> Il teletrasporto non funziona nella sfera, che la sfera sia la destinazione o il punto di partenza di tale viaggio potenziato. Un portale verso un altro luogo si chiude temporaneamente mentre si trova nella sfera.</p>\n<p><strong><em>Creature e Oggetti.</em></strong> Una creatura o un oggetto evocato o creato dai poteri ammicca temporaneamente fuori dall'esistenza nella sfera. Tale creatura riappare istantaneamente una volta che lo spazio che la creatura occupava non è più all'interno della sfera.</p>\n<p><strong><em>Override Tecnologia/Diminuisci Tecnologia.</em></strong> Poteri ed effetti potenziati come <em>Override Tecnologia</em> non hanno effetto sulla sfera. Allo stesso modo, le sfere create da diversi poteri di campo di rimescolamento non si annullano a vicenda.</p>"
		},
		{
			"id": "Security Protocols",
			"name": "Protocolli di Sicurezza",
			"description": "<p>Crei un reparto che protegge fino a 2.500 piedi quadrati di spazio (un'area di 50 piedi quadrati, o cento quadrati da 5 piedi o venticinque quadrati da 10 piedi). L'area protetta può essere alta fino a 20 piedi e può avere la forma che desideri. Puoi sorvegliare diversi piani di una roccaforte dividendo l'area tra loro, a patto che tu possa camminare in ogni area contigua mentre stai lanciando il potere.</p>\n<p>Quando lanci questo potere, puoi specificare degli individui che non sono influenzati da uno o tutti gli effetti che scegli. Puoi anche specificare una password che, se pronunciata ad alta voce, rende chi parla immune a questi effetti.</p>\n<p>Quando viene comandato (nessuna azione richiesta), <em>protocolli di sicurezza</em> crea i seguenti effetti nell'area protetta.</p>\n<p><strong><em>Corridoi.</em></strong> La nebbia riempie tutti i corridoi protetti, rendendoli pesantemente oscurati. Inoltre, ad ogni intersezione o passaggio ramificato che offre una scelta di direzione, c'è il 50% di possibilità che una creatura diversa da te creda di andare nella direzione opposta a quella scelta.</p>\n<p><strong><em>Porte.</em></strong> Tutte le porte nell'area protetta sono bloccate, come se fossero sigillate dal potere <em>lock</em>. Inoltre, puoi coprire fino a dieci porte con un'immagine (equivalente alla funzione oggetto illusorio del potere <em>minore ologramma</em>) per farle apparire come semplici sezioni di muro.</p>\n<p><strong><em>Scale.</em></strong> L'elettromesh riempie tutte le scale nell'area protetta da cima a fondo, come il potere <em>electromesh</em>. Questa rete ricresce in 10 minuti se viene bruciata o strappata mentre i <em>protocolli di sicurezza</em> durano.</p>\n<p><strong><em>Altro effetto di potere.</em></strong> Puoi piazzare uno dei seguenti effetti potenziati a tua scelta all'interno dell'area protetta della roccaforte.</p>\n<ul> <n<li>Posiziona <em>luci mobili</em> in quattro corridoi. Puoi designare un semplice programma che le luci ripetano fino a quando durano i <em>protocolli di sicurezza</em>.</li> <li>Posiziona <em>impianto di messaggi</em> in due luoghi.</li> <li>Posiziona <em>gas debilitante</em> in due luoghi. I vapori appaiono nei luoghi da voi designati; ritornano entro 10 minuti se dispersi dal vento mentre i <em>protocolli di sicurezza</em> durano.</li>\n</ul> <p>L'intera area protetta irradia energia. Un <em>diminuire la tecnologia</em> lanciato su un effetto specifico, se ha successo, rimuove solo quell'effetto.</p>\n<p>Puoi creare una struttura permanentemente sorvegliata e protetta lanciandovi questo potere ogni giorno per un anno.</p>"
		},
		{
			"id": "Sending",
			"name": "Invio",
			"description": "<p>Invii un breve messaggio di venticinque parole o meno a una creatura con cui hai familiarità e che possiede un commlink. La creatura ascolta il messaggio, ti riconosce come mittente se ti conosce e può rispondere immediatamente in modo analogo. </p>\n<p>Puoi inviare il messaggio a qualsiasi distanza e anche ad altri pianeti, ma se l'obiettivo si trova su un pianeta diverso dal tuo, c'è il 5% di possibilità che il messaggio non arrivi.</p>"
		},
		{
			"id": "Sensor Probe",
			"name": "Telecamera Endoscopica",
			"description": "<p>Crei una piccola sonda invisibile e temporanea che si libra nell'aria per tutta la durata. Ricevi mentalmente informazioni visive dalla sonda. Ha una visione oscura fino a 30 piedi. L'occhio può guardare in tutte le direzioni.</p>N<p>Come azione, puoi muovere la sonda fino a 30 piedi in qualsiasi direzione. Non c'è limite alla distanza che può raggiungere. Una barriera solida blocca il movimento della sonda, ma essa può passare attraverso un'apertura di almeno 1 pollice di diametro.</p>"
		},
		{
			"id": "Shared Shielding",
			"name": "Schermatura Condivisa",
			"description": "<p>Schermatura condivisaQuesto potere protegge una creatura volenterosa che tocchi e crea un legame energetico tra te e il bersaglio finché il potere non termina. Mentre il bersaglio si trova entro 60 piedi da te, guadagna un bonus di +1 alla CA e ai tiri salvezza e ha resistenza a tutti i danni. Inoltre, ogni volta che subisce danni, tu subisci la stessa quantità di danni.</p>\n<p>Il potere termina se scendi a 0 punti ferita o se tu e il bersaglio siete separati da più di 60 piedi. Finisce anche se il potere viene lanciato di nuovo su una delle creature collegate. Puoi anche eliminare il potere come azione.</p>"
		},
		{
			"id": "Shatter",
			"name": "Frantumazione Assordante",
			"description": "<p>Un improvviso e forte rumore squillante, dolorosamente intenso, erompe da un punto a tua scelta entro il raggio d'azione. Ogni creatura in una sfera di 10 piedi centrata su quel punto deve effettuare un tiro salvezza di Costituzione. Una creatura subisce [[/r 3d8]] danni sonori se fallisce il tiro salvezza, o la metà dei danni se lo supera. Una creatura fatta di materiale inorganico come pietra, cristallo o metallo ha svantaggio in questo tiro salvezza.</p>\n<p>Anche un oggetto non potenziato che non sia stato indossato o trasportato subisce danni se si trova nell'area del potere.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnico di 3° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Shocking Ray",
			"name": "Raggio Shock",
			"description": "<p>Crei tre raggi ionici e li scagli contro i bersagli nel raggio d'azione. Puoi scagliarli contro un solo bersaglio o contro più bersagli. Effettua un attacco tecnico a distanza per ogni raggio. Se colpito, il bersaglio subisce [[/r 2d4]] danni ionici.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 3° livello o superiore, crei un raggio addizionale per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Short Circuit",
			"name": "Corto Circuito",
			"description": "<p>Fulmini una creatura a portata di mano. Effettua un attacco tecnico a distanza contro la creatura. Se colpito, il bersaglio subisce [[/r 1d8]] danni da fulmine. Se il bersaglio è un droide, un costrutto o ha un focus tecnologico, ha svantaggio al primo attacco che effettua contro di te fino alla fine del tuo prossimo turno. </p>\n<p>Il danno di questo potere aumenta di [[/r 1d8]] quando raggiungi il 5° livello ([[/r 2d8]]), l'11° livello ([[/r 3d8]]) e il 17° livello ([[/r 4d8]]).</p>"
		},
		{
			"id": "Shutdown",
			"name": "EMP",
			"description": "<p>Emetti un impulso elettromagnetico che spegne tutti i dispositivi elettronici, ad eccezione del tuo focus tecnologico, che non siano tenuti da una creatura o sotto il suo diretto controllo. Se lo è, la creatura deve riuscire in un tiro salvezza di Intelligenza per impedire lo spegnimento del dispositivo. Mentre il potere è attivo, nessun dispositivo elettronico nel raggio d'azione può essere avviato o riavviato.</p>"
		},
		{
			"id": "Skill Protocol",
			"name": "Protocollo d'Abilità",
			"description": "<p>Migliori i protocolli di un droide o di un costrutto. Tocca un droide o un costrutto volenteroso e conferiscigli competenza in un'abilità a tua scelta; finché il potere non termina, la creatura raddoppia il suo bonus di competenza per le prove di abilità che effettua e che utilizzano l'abilità scelta.</p>\n<p>Devi scegliere un'abilità in cui il bersaglio è abile e che non stia già beneficiando di un effetto, come la competenza, che raddoppia il suo bonus di competenza.</p>"
		},
		{
			"id": "Slow-Release Medpac",
			"name": "Medpac a Rilascio Lento",
			"description": "<p>L'energia Kolto si irradia da te in un'aura con un raggio di 30 piedi. Finché il potere non termina, l'aura si muove con te, centrata su di te. Puoi usare un'azione bonus per far sì che una creatura nell'aura (te compreso) riacquisti [[/r 2d6]] punti ferita. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Smoke Cloud",
			"name": "Nuvola di Fumo",
			"description": "<p>Fai eruttare del fumo denso da un punto entro il raggio d'azione, riempiendo una sfera di 20 piedi di raggio. La sfera si diffonde intorno agli angoli e la sua area è pesantemente oscurata. Dura per la durata o finché un vento di velocità moderata o superiore (almeno 10 miglia all'ora) non lo disperde.</p>\n<p><strong><em>Sovraccarico Tecnologico</em></strong> Quando lanci questo potere usando uno slot tech di 2° livello o superiore, il raggio della nuvola di fumo aumenta di 20 piedi per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Smuggle",
			"name": "Contrabbanda",
			"description": "<p>Smorzi il suono e la luce e attutisci l'odore delle creature nelle tue vicinanze. Per tutta la durata, ogni creatura scelta entro 30 piedi da te ha un bonus di +10 alle prove di Destrezza (Furtività) e non può essere rintracciata se non con mezzi potenziati mentre si trova entro questo raggio. Puoi scegliere anche te stesso. Una creatura che riceve questo bonus non lascia tracce del suo passaggio.</p>"
		},
		{
			"id": "Sonic Fists",
			"name": "Pugni Sonici",
			"description": "<p>Potenzi i tuoi pugni - o appendici analoghe - con energia sonica. Per tutta la durata, hai un'arma naturale che infligge [[/r 1d10]] danni sonori con un colpo. Ogni volta che colpisci una creatura di non più di una taglia più grande di te con un attacco in mischia con quest'arma, puoi spingerla a un metro e mezzo da te.</p>"
		},
		{
			"id": "Sonic Shot",
			"name": "Sonic Shot",
			"description": "<p>As part of the action used to cast this power, you must make a ranged weapon attack against one creature within your weapon's range, otherwise the power fails. On a hit, the target suffers the attack's normal effects, and it becomes wreathed in a sonic barrier until the start of your next turn. If the target willingly moves before then, it immediately takes sonic damage equal to your techcasting modifier, becomes deafened until the start of your next turn, and the power ends.</p>\n<p>This power's damage increases when you reach higher levels. At 5th level, the ranged attack deals an extra [[/r 1d6]] sonic damage to the target, and the damage the target takes for moving increases to [[/r 1d6]] + your techcasting ability modifier.  Both damage rolls increase by an additional [[/r 1d6]] at 11th and 17th level.</p>"
		},
		{
			"id": "Sonic Strike",
			"name": "Colpo Sonico",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma da mischia contro una creatura alla tua portata, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e tu inizi a emettere un ronzio inquietante. Se una creatura ostile termina il suo turno entro un raggio di 5 piedi da te prima dell'inizio del tuo prossimo turno, subisce [[/r 1d4]] danni sonori. </p>\n<p>Il danno di questo potere aumenta quando raggiungi livelli più alti. Al 5° livello, l'attacco in mischia infligge un ulteriore [[/r 1d8]] danno sonico al bersaglio e il danno secondario aumenta di [[/r 1d4]]. Entrambi i danni aumentano di [[/r 1d8]] e [[/r 1d4]], rispettivamente all'11° livello e al 17° livello.</p>"
		},
		{
			"id": "Spectrum Bolt",
			"name": "Dardo Spettrale",
			"description": "<p>Spari un dardo ondeggiante e gorgheggiante di energia contro una creatura nel raggio d'azione. Effettua un attacco tecnico a distanza contro il bersaglio. Se colpito, il bersaglio subisce [[/r 2d8]] + [[/r 1d6]] danni. Scegliere uno dei dadi. Il numero tirato su quel dado determina il tipo di danno dell'attacco, come mostrato di seguito.</p>\n<p>| [[/r d8]]  | Tipo di Danno |</p>\n<p>|:---:|:-----------: |</p>\n<p>| 1 | Acido |</p>\n<p>| 2 | Freddo |</p>\n<p>| 3 | Fuoco |</p>\n<p>| 4 | Energia |</p>\n<p>| 5 | Ioni |</p>\n<p>| 6 | Fulmine |</p>\n<p>| 7 | Veleno |</p>\n<p>| 8 | Sonico |</p>\n<p>Se esce lo stesso numero su entrambi i d8, il dardo salta dal bersaglio ad un'altra creatura di tua scelta entro 30 piedi da esso. Effettua un nuovo tiro di attacco contro il nuovo bersaglio e un nuovo tiro per il danno, che potrebbe causare un nuovo salto del fulmine. Una creatura può essere bersagliata solo una volta per ogni lancio di questo potere.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tech di 2° livello o superiore, ogni bersaglio prende [[/r 1d6]] danni extra del tipo tirato per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Spectrum Discharge",
			"name": "Scarica Spettrale",
			"description": "<p>Tocca una creatura consenziente, concedendole una carica elementale. Scegli acido, freddo, fuoco, fulmine, veleno o sonico. Per la durata, una creatura può usare un'azione per espellere energia del tipo scelto in un cono di 15 piedi. Ogni creatura in quell'area deve effettuare un tiro salvezza di Destrezza, subendo [[/r 3d6]] danni del tipo scelto se il tiro salvezza viene fallito, o la metà dei danni se viene superato.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnologico di 3° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Spectrum Ray",
			"name": "Raggio Spettrale",
			"description": "<p>Spari un raggio di energia verso una creatura che puoi vedere nel raggio d'azione. Scegli acido, freddo, fuoco, fulmine, veleno o sonico per il tipo di raggio che crei e poi esegui un attacco tecnico a distanza contro il bersaglio. Se l'attacco va a segno, la creatura subisce [[/r 1d8]] danni del tipo che hai scelto.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d8]] quando raggiungi il 5° livello ([[/r 2d8]]), l'11° livello ([[/r 3d8]]) e il 17° livello ([[/r 4d8]]).</p>"
		},
		{
			"id": "Spot the Weakness",
			"name": "Rileva la Debolezza",
			"description": "<p>Fino a tre creature a tua scelta che puoi vedere nel raggio d'azione devono effettuare dei tiri salvezza di Destrezza. La prima volta ogni turno che un bersaglio che fallisce questo tiro salvezza effettua un tiro d'attacco o un tiro salvezza prima che il potere termini, il bersaglio deve tirare un [[/r d4]] e sottrarre il numero ottenuto dal tiro d'attacco o dal tiro salvezza.</p>\n<p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere con uno slot tecnico di 3° livello o superiore, puoi bersagliare una creatura addizionale per ogni due livelli di slot superiori al 1°. Quando lanci questo potere al 3°, 6° o 9° livello, il dado aumenta rispettivamente a [[/r d6]], [[/r d8]] e [[/r d10]].</p>"
		},
		{
			"id": "Squad Shield",
			"name": "Scudo di Squadra",
			"description": "<p>Di fronte al pericolo, crei una barriera che protegge te e chi ti circonda. Appare una sfera di protezione debolmente incandescente con un raggio di 3 metri. Qualsiasi potere tecnologico (o potere di forza che infligge energia o danni da fulmine) di 7° livello o inferiore lanciato dall'esterno della barriera non può influenzare le creature o gli oggetti al suo interno, anche se il potere viene lanciato utilizzando uno slot tecnologico di livello superiore. Un tale potere può bersagliare creature e oggetti all'interno della barriera, ma il potere non ha effetto su di essi. Allo stesso modo, l'area all'interno della barriera è esclusa dalle aree influenzate da tali poteri.</p>\n<p> Inoltre, i pericoli dei seguenti tipi non possono fisicamente attraversare la barriera o influenzare qualsiasi cosa al suo interno.</p>\n<ul><li>proiettili fisici o di energia.</li>\n<li>Un effetto specifico, come l'esplosione di un detonatore termico. </li>\n<li>Un pericolo ambientale, come la caduta di rocce o una colata di lava.</li>\n</ul><p><strong><em>Sovraccarica Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tech di 8° livello o superiore, il raggio massimo aumenta di 10 piedi per ogni livello di slot superiore al 7°. Inoltre, la barriera blocca i poteri di un livello superiore per ogni livello di slot superiore al 7°.</p>"
		},
		{
			"id": "Stack the Deck",
			"name": "Impila il Mazzo",
			"description": "<p>Potenzi fino a tre creature di tua scelta nel raggio d'azione. Ogni volta che un bersaglio effettua un tiro d'attacco o un tiro salvezza prima che il potere termini, il bersaglio può tirare un [[/r d4]] e aggiungere il numero tirato al tiro d'attacco o al tiro salvezza.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere con uno slot tecnico di 3° livello o superiore, puoi bersagliare una creatura addizionale per ogni due livelli di slot superiori al 1°. Quando lanci questo potere al 3°, 6° o 9° livello, il dado aumenta rispettivamente a [[/r d6]], [[/r d8]] e [[/r d10]].</p>"
		},
		{
			"id": "Stinger",
			"name": "Pungente",
			"description": "<p>Spari un dardo pungente contro una creatura nel raggio d'azione. Effettua un attacco tecnico a distanza contro il bersaglio. Se viene colpito, il bersaglio subisce [[/r 1d8]] danni da veleno e, se il bersaglio è un umanoide o una bestia, non può riguadagnare punti ferita fino all'inizio del tuo prossimo turno.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d8]] al 5° livello ([[/r 2d8]]), all'11° livello ([[/r 3d8]]) e al 17° livello ([[/r 4d8]]).</p>"
		},
		{
			"id": "Storming Shot",
			"name": "Colpo di Fulmine",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma a distanza contro una creatura entro la portata della tua arma, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e diventa scioccato fino alla fine del tuo prossimo turno. Quando questo potere colpisce un bersaglio, se c'è una creatura entro 30 piedi che viene scioccata, un arco di fulmini scorre tra le due creature, infliggendo [[/r 1d6]] danni da fulmine a entrambe. Se ci sono più creature che vengono scosse, il fulmine salta verso la creatura più vicina.</p>\n<p>Il danno del potere aumenta quando si raggiungono livelli superiori. Al 5° livello, gli effetti dell'attacco con arma a distanza e della scarica infliggono un ulteriore danno da fulmine di [[/r 1d6]]. Entrambi i tiri per i danni aumentano di un ulteriore [[/r 1d6]] all'11° e al 17° livello.</p>"
		},
		{
			"id": "Stun Dart",
			"name": "Dardo Stordente",
			"description": "<p>Emetti un piccolo dardo paralizzante contro un bersaglio a portata di mano. Se il bersaglio ha 150 punti ferita o meno, viene stordito. In caso contrario, il potere non ha effetto.</p>\n<p>Il bersaglio stordito deve effettuare un tiro salvezza di Costituzione alla fine di ogni suo turno. Se il tiro salvezza ha successo, l'effetto dello stordimento termina.</p>"
		},
		{
			"id": "Superior Translation Program",
			"name": "Programma di Traduzione Superiore",
			"description": "<p>Garantisci a un massimo di quattro creature volenterose la capacità di comprendere qualsiasi lingua registrata che leggono o sentono. Inoltre, ottengono la capacità di parlare quella lingua, se sono fisicamente in grado di parlarla normalmente. </p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tech di 7° livello o superiore, puoi influenzare una creatura aggiuntiva per ogni livello di slot superiore al 6°.</p>"
		},
		{
			"id": "Synchronicity",
			"name": "Sincronicità",
			"description": "<p>Una creatura che tocchi non è disturbata da ritardi banali. I semafori sono sempre verdi, c'è sempre un ascensore in attesa e un taxi è sempre dietro l'angolo. Il bersaglio può correre a tutta velocità attraverso una folla densa e gli attacchi di opportunità provocati dal suo movimento sono effettuati con svantaggio.</p>\n<p>Il potere garantisce anche un vantaggio alle prove di furtività, poiché la copertura è sempre disponibile. Inoltre, il bersaglio ha un vantaggio su tutte le prove di abilità nel guidare un veicolo.</p>\n<p>Se due o più creature sotto l'effetto del potere stanno cercando di evitare di essere disturbate l'una dall'altra, le creature effettuano prove di Carisma ogni volta che gli effetti si opporrebbero. La prova più alta dei due poteri ha effetto.</p>"
		},
		{
			"id": "Tactical Advantage",
			"name": "Vantaggio Tattico",
			"description": "<p>Scegli una creatura volenterosa che puoi vedere a portata di mano. Finché il potere non termina, la velocità del bersaglio è raddoppiata, guadagna un bonus di +2 alla CA, ha vantaggio sui tiri salvezza di Destrezza e guadagna un'azione aggiuntiva in ogni suo turno. Questa azione può essere utilizzata solo per attaccare (solo un attacco con un'arma), lanciarsi in avanti, disimpegnarsi, nascondersi o usare un oggetto.</p>\n<p>Quando il potere termina, il bersaglio non può muoversi o compiere azioni fino al suo prossimo turno, mentre un'ondata di letargia lo investe.</p>"
		},
		{
			"id": "Tactical Barrier",
			"name": "Barriera Tattica",
			"description": "<p>Un campo scintillante appare e circonda una creatura di tua scelta entro il raggio d'azione, garantendole un bonus di +2 alla CA per tutta la durata.</p>"
		},
		{
			"id": "Tactical Superiority",
			"name": "Superiorità Tattica",
			"description": "<p>Scegli fino a due creature volenterose che puoi vedere a portata di mano. Finché il potere non termina, la velocità di ogni bersaglio viene raddoppiata, essi ottengono un bonus di +2 alla CA, hanno un vantaggio ai tiri salvezza di Destrezza e ottengono un'azione aggiuntiva in ogni loro turno. Questa azione può essere utilizzata solo per effettuare le azioni Attacco (solo un attacco con un'arma), Schivare, Disimpegnarsi, Nascondersi o Utilizzare un oggetto. </p>\n<p>Quando il potere termina, ogni bersaglio non può muoversi o compiere azioni fino a dopo il suo prossimo turno, mentre un'ondata di letargia lo investe.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 8° livello o superiore, puoi bersagliare una creatura aggiuntiva per ogni livello di slot superiore al 7°.</p>"
		},
		{
			"id": "Target Lock",
			"name": "Aggancia Bersaglio",
			"description": "<p>Scegli una creatura che puoi vedere a distanza e la segni come tua preda. Fino al termine del potere, infliggi un danno extra di [[/r 1d6]] al bersaglio ogni volta che lo colpisci con un attacco dell'arma, il bersaglio non ottiene alcun beneficio dalla copertura di un quarto, metà e tre quarti contro di te, e se il bersaglio è invisibile, puoi vederlo come se fosse visibile. Se il bersaglio scende a 0 punti ferita prima che questo potere finisca, puoi usare un'azione bonus in un tuo turno successivo per marcare una nuova creatura.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 3° o 4° livello, puoi mantenere la tua concentrazione sul potere fino a 8 ore. Quando usi uno slot tecnologico di 5° livello o superiore, puoi mantenere la concentrazione sul potere fino a 24 ore.</p>"
		},
		{
			"id": "Targeting Shot",
			"name": "Tiro Mirato",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma a distanza contro una creatura nel raggio d'azione della tua arma, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e un piccolo bersaglio visibile solo a te lo contrassegna. Il prossimo attacco che effettuerai contro la creatura prima della fine del tuo prossimo turno non potrà subire svantaggi.</p>\n<p>Questo potere infligge danni aggiuntivi quando raggiungi livelli superiori. Al 5° livello, l'attacco a distanza infligge un danno extra di [[/r 1d6]]. Questo danno aumenta di [[/r 1d6]] di nuovo all'11° livello e al 17° livello. Il danno è dello stesso tipo di quello dell'arma.</p>"
		},
		{
			"id": "Tech Override",
			"name": "Override Tecnologia",
			"description": "<p>Tenti di interrompere una creatura che sta lanciando un potere tecnico. Se la creatura sta lanciando un potere di 3° livello o inferiore, il suo potere fallisce e non ha effetto. Se sta lanciando un potere di 4° livello o superiore, effettua una prova di abilità usando la tua capacità di trasmettere tecnologia. La CD è pari a 10 + il livello del potere. In caso di successo, il potere della creatura fallisce e non ha effetto.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 4° livello o superiore, il potere interrotto non ha effetto se il suo livello è inferiore o uguale al livello dello slot tecnologico che hai usato.</p>"
		},
		{
			"id": "Temporary Boost",
			"name": "Boost Temporaneo",
			"description": "<p>Tocca una creatura consenziente. Una volta prima che il potere finisca, il bersaglio può tirare un [[/r d4]] e aggiungere il numero tirato a una prova di abilità a sua scelta. Può tirare il dado prima o dopo aver effettuato la verifica dell'abilità. Il potere termina quindi. </p>\n<p>Il dado di questo potere aumenta ai livelli più alti: un [[/r d6]] al 5° livello, un [[/r d8]] all'11° livello e un [[/r d10]] al 17° livello.</p>"
		},
		{
			"id": "Tonal Translocate",
			"name": "Translocazione Tonale",
			"description": "<p>Ti teletrasporti in uno spazio non occupato che puoi vedere nel raggio d'azione. Subito dopo essere scomparso, si sente un'esplosione fragorosa e ogni creatura entro 3 metri dallo spazio che hai lasciato deve effettuare un tiro salvezza di Costituzione, subendo [[/r 3d10]] danni sonori se il tiro salvezza è fallito, o la metà dei danni se è riuscito. L'esplosione può essere udita fino a 300 piedi di distanza.</p>\n<p>Puoi portare con te degli oggetti, purché il loro peso non superi quello che puoi trasportare. Puoi anche teletrasportare una creatura volenterosa della tua taglia o più piccola che sta trasportando un equipaggiamento fino alla sua capacità di carico. La creatura deve trovarsi entro un raggio di un metro e mezzo da te quando lanci questo potere, e deve esserci uno spazio libero entro un raggio di un metro e mezzo dallo spazio di destinazione in cui la creatura possa apparire, altrimenti viene lasciata indietro.</p>\n<p><strong><em>Sovraccarico Tecnologia.</em></strong> Quando lanci questo potere usando uno slot tecnico di 4° livello o superiore, il danno aumenta di [[/r 1d10]] per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Toxic Cloud",
			"name": "Nuvola di Tossine",
			"description": "<p>Crei una sfera di 20 piedi di nebbia velenosa giallo-verde centrata su un punto a tua scelta nel raggio d'azione. La nebbia si diffonde intorno agli angoli. Dura per la durata o finché un forte vento non disperde la nebbia, ponendo fine al potere. Quando una creatura entra nell'area del potere per la prima volta in un turno o vi inizia il suo turno, deve effettuare un tiro salvezza di Costituzione. La creatura subisce [[/r 5d8]] danni da veleno se fallisce il tiro salvezza, o la metà dei danni se lo supera. Le creature sono colpite anche se trattengono il respiro o non hanno bisogno di respirare.</p>\n<p>La nebbia si allontana di 10 piedi da te all'inizio di ogni tuo turno, rotolando lungo la superficie del terreno. I vapori, essendo più pesanti dell'aria, affondano fino al livello più basso del terreno, riversandosi anche nelle aperture.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tech di 6° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 5°.</p>"
		},
		{
			"id": "Toxin Purge",
			"name": "Purga Tossina",
			"description": "<p>Tocca una creatura. Se è avvelenata o malata, neutralizzi il veleno o la malattia. Se più di un veleno o malattia affligge il bersaglio, neutralizzi un veleno o una malattia che sai essere presente, oppure ne neutralizzi uno a caso.</p>\n<p>Per tutta la durata, il bersaglio ha vantaggio nei tiri salvezza contro l'essere avvelenato o malato, e ha resistenza ai danni da veleno.</p>"
		},
		{
			"id": "Toxin Scan",
			"name": "Scansiona Tossina",
			"description": "<p>Per la durata, puoi vedere la presenza e la posizione di veleni e malattie entro 30 piedi da te. Puoi anche identificare il tipo di veleno o malattia in ogni caso.</p>"
		},
		{
			"id": "Tracer Bolt",
			"name": "Dardo Tracciatore",
			"description": "<p>Un lampo di luce striscia verso una creatura a tua scelta entro il raggio d'azione. Effettua un attacco tecnico a distanza contro il bersaglio. Se viene colpito, il bersaglio subisce [[/r 4d6]] danni da energia e il prossimo attacco effettuato contro questo bersaglio prima della fine del tuo prossimo turno ha un vantaggio. </p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tech di 2° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Tracker Droid Interface",
			"name": "Interfaccia Droide Tracker",
			"description": "<p>Interfacci un droide tracker con la Concentrazione Tecnologica, creando un legame permanente. </p>\n<p>Il tuo droide tracker agisce indipendentemente da te, ma obbedisce sempre ai tuoi comandi. In combattimento, agisce al tuo turno.</p>\n<p>Quando il tuo droide tracker si trova entro 30 metri da te, puoi comunicare con lui tramite la tua concentrazione tecnologica. Inoltre, come azione, puoi vedere attraverso la visione del tuo droide e sentire ciò che sente fino all'inizio del tuo prossimo turno, ottenendo i benefici di tutti i sensi speciali che il droide possiede. Durante questo periodo, sei sordo e cieco per quanto riguarda i tuoi sensi.</p>\n<p>Non puoi mantenere un'interfaccia tra più di un droide tracker e la tua concentrazione tecnologica alla volta. </p>n<p>Infine, quando lanci un potere tecnologico con una portata di tocco, il tuo tracker può erogare il potere come se lo avesse lanciato. Il tuo droide tracker deve trovarsi entro 30 metri da te e deve usare la sua reazione per erogare il potere quando lo lanci. Se il potere richiede un tiro di attacco, usi il tuo modificatore di attacco per il tiro.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tecnologico di 3° livello o superiore, puoi mantenere un legame con un altro droide inseguitore per ogni due livelli di slot superiori al 1°. Più droidi inseguitori agiscono sulla stessa iniziativa. Puoi vedere attraverso la visione di un solo droide alla volta, ma puoi passare da un droide all'altro come azione bonus. Ogni droide deve comunque trovarsi entro 100 piedi da te.</p>"
		},
		{
			"id": "Tranquilizer",
			"name": "Tranquillante",
			"description": "<p>Emetti un dardo tranquillizzante che fa perdere i sensi a una creatura. Tira [[/r 5d8]]; se i punti ferita rimanenti della creatura sono inferiori al totale, la creatura cade svenuta finché il potere non termina, il dormiente non subisce danni o qualcuno usa un'azione per scuoterlo o schiaffeggiarlo. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Sovraccarica Tecnologia</em></strong> Quando lanci questo potere usando uno slot tech di 2° livello o superiore, puoi bersagliare una creatura aggiuntiva per ogni livello di slot superiore al 1°. Per ogni bersaglio, tira [[/r 5d8]] separatamente.</p>"
		},
		{
			"id": "Translation Program",
			"name": "Programma di Traduzione",
			"description": "<p>Per tutta la durata, capisci il significato letterale di qualsiasi lingua registrata parlata che sentite, purché tu abbia la tua concentrazione tecnologica. Capisci anche qualsiasi lingua scritta che vedi, ma devi essere a portata della superficie su cui sono scritte le parole. Ci vuole circa 1 minuto per leggere una pagina di testo. </p>\n<p>Questo potere non decodifica i messaggi segreti in un testo, né interpreta un glifo, come un'antica runa Sith, che non fa parte di una lingua scritta.</p>"
		},
		{
			"id": "Translocate",
			"name": "Transloca",
			"description": "<p>La tua forma brilla in una configurazione olografica e poi collassa. Ti teletrasporti fino a 30 piedi in uno spazio non occupato che puoi vedere.</p>"
		},
		{
			"id": "Tri-Shot",
			"name": "Tricolpo",
			"description": "<p>Scegli fino a tre creature nel raggio d'azione, nessuna delle quali può essere distante più di 3 metri. Se scegli tre creature, ogni bersaglio deve riuscire in un tiro salvezza di Destrezza o subire [[/r 1d4]] danni da energia. Se scegli due creature, ogni bersaglio subisce invece [[/r 1d6]] danni da energia se fallisce il tiro salvezza. Se scegli una sola creatura, il bersaglio subisce [[/r 1d8]] danni energetici con un tiro salvezza fallito.</p>\n<p>Il danno di questo potere aumenta di un dado al 5° livello (due dadi), all'11° livello (tre dadi) e al 17° livello (quattro dadi).</p>"
		},
		{
			"id": "Truth Serum",
			"name": "Siero della Verità",
			"description": "<p>Somministri un veleno a una creatura che hai toccato che le impedisce di dire bugie. La creatura toccata deve effettuare un tiro salvezza di Costituzione. In caso di successo, non succede nulla. In caso di fallimento, la creatura non può dire una bugia deliberata finché il potere non termina.</p>\n<p>Una creatura affetta è consapevole del potere e può quindi evitare di rispondere a domande a cui normalmente risponderebbe con una bugia. Tale creatura può essere evasiva nelle sue risposte finché rimane entro i confini della verità.</p>"
		},
		{
			"id": "Venomous Strike",
			"name": "Colpo Velenoso",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma da mischia contro una creatura alla tua portata, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e, se eri nascosto da esso, subisce un ulteriore danno da veleno di [[/r 1d4]]. </p>\n<p>Il danno di questo potere aumenta quando raggiungi livelli più alti. Al 5° livello, l'attacco in mischia infligge un ulteriore [[/r 1d8]] danno da veleno al bersaglio, e il danno che il bersaglio subisce quando gli sei nascosto aumenta a [[/r 2d4]]. Entrambi i tiri per i danni aumentano di [[/r 1d8]] e [[/r 1d4]], rispettivamente all'11° livello e al 17° livello.</p>"
		},
		{
			"id": "Vertical Maneuvering",
			"name": "Manovrabilità Verticale",
			"description": "<p>Se lanci questo potere come reazione, la tua caduta viene fermata e rimani in alto. Per tutta la durata, finché ti trovi entro 30 piedi da una superficie solida, hai una velocità di volo di 40 piedi. Inoltre, non puoi essere messo a terra e hai un vantaggio nei tiri salvezza contro gli effetti che potrebbero spingerti o tirarti. Quando il potere termina, vieni delicatamente abbassato a terra, se ti trovi entro 30 piedi da essa.</p>"
		},
		{
			"id": "Voltaic Shielding",
			"name": "Schermatura Voltaica",
			"description": "<p>Una barriera protettiva ti circonda, manifestandosi come un fulmine crepitante che copre te e il tuo equipaggiamento. Guadagni 5 punti ferita temporanei per la durata della barriera. Se una creatura ti colpisce con un attacco in mischia mentre hai questi punti ferita, la creatura subisce 5 danni da fulmine.</p>\n<p><strong><em>Sovraccarico Tecnlogico</em></strong> Quando lanci questo potere usando uno slot tecnologico di 2° livello o superiore, sia i punti ferita temporanei che i danni da fulmine aumentano di 5 per ogni slot.</p>"
		},
		{
			"id": "Vortex Shot",
			"name": "Colpo di Vortice",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma a distanza contro una creatura entro la portata della tua arma, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e ogni creatura grande o più piccola entro un raggio di 3 metri dal bersaglio deve riuscire in un tiro salvezza di Forza o essere trascinata nello spazio non occupato più vicino al bersaglio. </p>\n<p>Questo potere infligge danni aggiuntivi quando si raggiungono livelli più alti. Al 5° livello, l'attacco a distanza infligge un danno extra di [[/r 1d6]]. Questo danno aumenta di [[/r 1d6]] di nuovo all'11° livello e al 17° livello. Il danno è dello stesso tipo di quello dell'arma.</p>"
		},
		{
			"id": "Ward",
			"name": "Difesa",
			"description": "<p>Emetti un potente campo di forza che devia gli attacchi in arrivo. Fino alla fine del tuo prossimo turno, hai resistenza contro i danni cinetici, energetici e ionici inflitti dagli attacchi delle armi.</p>"
		},
		{
			"id": "Warding Shot",
			"name": "Colpo Difensivo",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma a distanza contro una creatura nel raggio d'azione della tua arma, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e una barriera oscura lo circonda. La prima volta che infliggerebbe danni prima dell'inizio del tuo prossimo turno, tali danni sono ridotti di [[/r 1d6]]. </p>\n<p>La riduzione del danno di questo potere aumenta di [[/r 1d6]] quando raggiungi il 5° livello ([[/r 2d6]]), l'11° livello ([[/r 3d6]]) e il 17° livello ([[/r 4d6]]).</p>"
		},
		{
			"id": "Wire Bind",
			"name": "Legatura a Filo",
			"description": "<p>Produci fino a 4 fili, che legano creature di tua scelta che puoi vedere nel raggio d'azione. Una creatura può essere bersagliata da più di un filo. </Ogni bersaglio deve effettuare un tiro salvezza di Destrezza per ogni filo che lo prende di mira. Se il tiro salvezza viene fallito, la creatura viene trattenuta e cade prona mentre viene avvolta saldamente dal filo. </p>\n<p>Una creatura trattenuta da un filo può usare la sua azione per effettuare una prova di Forza o Destrezza (a sua scelta) contro la tua CD di tiro salvezza tecnica. In caso di successo, non è più trattenuta da quel filo. Un filo può anche essere distrutto; ogni filo ha CA 15 e 10 punti ferita, ed è immune a tutti i danni non inferti da armi da mischia.</p>\n<p>Un filo che manca il suo bersaglio o che viene sfuggito cade allentato e si disintegra, come tutti i fili rimanenti quando il potere finisce.</p>"
		},
		{
			"id": "Wire Line",
			"name": "Filo Ravvicinante",
			"description": "<p>Lanci un rampino verso una creatura che vedi nel raggio d'azione. Effettua un attacco tecnico in mischia contro il bersaglio. Se l'attacco va a segno, la creatura subisce [[/r 1d6]] danni cinetici e, se la creatura è Grande o più piccola, la tiri fino a 10 piedi più vicino a te.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d6]] quando raggiungi il 5° livello ([[/r 2d6]]), l'11° livello ([[/r 3d6]]) e il 17° livello ([[/r 4d6]]).</p>"
		}
	]
}
