{
	"label": "Talenti",
	"entries": [
		{
			"id": "Ace Pilot",
			"name": "Asso dell'Aviazione",
			"description": "<p>Sei abbastanza esperto sia sulla terra che nell'aria, sia per il tempo trascorso in una marina, come mercenario, o forse anche per la pirateria. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Intelligenza di 1, fino a un massimo di 20.</li>\n<li>Potrai acquisire competenza nell'abilità Pilotare. Se sei già abile in essa, guadagni invece competenza in essa. </li>\n<li>Ogni volta che effettui una prova di Intelligenza (Investigazione) o Saggezza (Percezione) relativa a veicoli o navi, si considera che tu abbia competenza nell'abilità Investigazione o Percezione.</li></ul>"
		},
		{
			"id": "Acrobat",
			"name": "Acrobata",
			"description": "<p>Diventi più agile, ottenendo i seguenti benefici: </p>\n<ul>\n<li>Aumenta il tuo punteggio di Destrezza di 1, fino a un massimo di 20. </li>\n<li>Acquisti la competenza nell'abilità Acrobatica. Se sei già abile in essa, guadagni invece competenza in essa. </li>\n<li>Come azione bonus, puoi effettuare una prova di Destrezza (Acrobatica) a 15 punti. Se ci riesci, il terreno difficile non ti costa movimenti extra fino alla fine del turno in corso.</li></ul>"
		},
		{
			"id": "Actor",
			"name": "Attore",
			"description": "<p>Abile nella mimica e nella drammatizzazione, ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Carisma di 1, fino a un massimo di 20.</li>\n<li>Hai un vantaggio alle prove di Carisma (Inganno) e Carisma (Performance) quando cerchi di spacciarti per un'altra persona.</li>\n<li>Puoi imitare il discorso di un'altra persona o i suoni prodotti da altre creature. Devi aver sentito la persona che parla o la creatura emettere il suono per almeno 1 minuto. Un test di Saggezza (Intuito) riuscito, contestato dal tuo test di Carisma (Inganno), permette a chi ti ascolta di determinare che l'effetto è simulato.</li></ul>"
		},
		{
			"id": "Alert",
			"name": "All'erta",
			"description": "<p>Sempre in cerca di pericoli, ottieni i seguenti benefici:</p>\n<ul> \n<li>Prendi un bonus di +5 all'iniziativa.</li>\n<li>Non puoi essere sorpreso mentre sei cosciente.</li> <li>Le altre creature non ottengono vantaggio nei tiri per attaccare contro di te come risultato del fatto che non sei visto da te.</li></ul>"
		},
		{
			"id": "Animal Handler",
			"name": "Addetto agli Animali",
			"description": "<p>Padroneggi le tecniche necessarie per addestrare e maneggiare gli animali. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Saggezza di 1, fino ad un massimo di 20. </li>\n<li>Prendi competenza nell'abilità Maneggiare gli animali. Se sei già abile in questa abilità, ottieni invece competenza in essa.</li>\n<li>Puoi usare un'azione bonus nel tuo turno per comandare una bestia amica entro 60 piedi da te, che possa sentirti e che non stia seguendo il comando di qualcun altro. Puoi decidere ora quale azione la bestia intraprenderà e dove si muoverà durante il suo prossimo turno, oppure puoi impartire un comando generale che dura 1 minuto, ad esempio per sorvegliare una determinata area.</li></ul>"
		},
		{
			"id": "Armor Expert",
			"name": "Esperto di Armature",
			"description": "<p>Hai imparato a muoverti fluidamente in un'armatura, ottenendo i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Forza, Destrezza o Costituzione di 1, fino a un massimo di 20.</li>\n<li>Proprietà con le armature leggere. Se sei già abile con le armature leggere, invece, mentre indossi un'armatura leggera, la tua velocità aumenta di 5 piedi. </li>\n<li>Se sei già esperto in armature leggere quando prendi questo talento, guadagni anche competenza in armature medie. Se sei già abile con le armature medie, invece, mentre indossi un'armatura media, puoi aggiungere 3, invece di 2, alla tua CA se hai una Destrezza di 16 o superiore, e ignori la proprietà ingombrante delle armature medie. </li>\n<li>Se sei già esperto in armature medie quando prendi questo talento, guadagni anche competenza in armature pesanti. Se sei già abile con le armature pesanti, invece, mentre indossi un'armatura pesante, i colpi critici sferrati contro di te vengono trattati come colpi normali. </p>"
		},
		{
			"id": "Athlete",
			"name": "Atleta",
			"description": "<p>Ti sei sottoposto ad un esteso allenamento fisico per ottenere i seguenti benefici:</p>\n<ul> <li>Aumenta il tuo punteggio di Forza o Destrezza di 1, fino ad un massimo di 20.</li>\n<li>Quando sei prono, alzarti in piedi utilizza solo 5 piedi del tuo movimento.</li>\n<li>L'arrampicata non ti costa movimenti extra.</li>\n<li>Puoi fare un salto in lungo di corsa o un salto in alto di corsa dopo aver mosso solo 5 piedi a piedi, invece di 10 piedi.</li></ul>"
		},
		{
			"id": "Augmented Cyborg",
			"name": "Potenziamenti da Cyborg",
			"description": "<p>Hai sperimentato i potenziamenti cibernetici, che ti garantiscono i seguenti benefici: </p>\n<ul> <li>Aumenta di 1 un punteggio di abilità a tua scelta, fino a un massimo di 20.</li>\n<li>Scegli un potenziamento cibernetico di rarità standard dall'Appendice A. Questo potenziamento viene installato e non conta per il massimo di potenziamenti cibernetici che puoi supportare, ma conta per il totale dei tuoi potenziamenti cibernetici come indicato nella tabella Effetti collaterali dei potenziamenti cibernetici nel Capitolo 7.</li></ul>"
		},
		{
			"id": "Battle Scarred",
			"name": "Sfregiato dalla Guerra",
			"description": "<p>Hai passato una vita a combattere e le cicatrici lo dimostrano. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Costituzione di 1, fino ad un massimo di 20.</li>\n<li>Quando ottieni un 19 o un 20 al [[/r d20]] per un tiro salvezza, riacquisti 1 punto ferita. </li>\n<li>Quando si è ridotti a 0 punti ferita ma non si è uccisi del tutto, si può scendere a 1 punto ferita. Una volta che hai usato questa abilità, devi completare un lungo riposo prima di poterla usare di nuovo.</li></ul>"
		},
		{
			"id": "Blinding Agility",
			"name": "Agilità Accecante",
			"description": "<p>Hai i riflessi di uno che riesce a vedere le cose prima che accadano, concedendoti i seguenti benefici:</p>\n<ul>\n<li>Prendi competenza nei tiri salvezza di Destrezza. Se sei già abile in essi, guadagni invece competenza in essi.</li>\n<li>Le armi che non hanno le proprietà a due mani o speciali sono considerate avere la proprietà sottile per te.</li>\n<li>Gli attacchi di opportunità fatti contro di te hanno svantaggio.</li></ul>"
		},
		{
			"id": "Bountiful Luck",
			"name": "Fortuna Generosa",
			"description": "<p>La tua gente ha una fortuna straordinaria, che hai imparato a prestare ai tuoi compagni quando li vedi vacillare. Non sei sicuro di come fai, basta che lo desideri e succede. Sicuramente un segno del favore della fortuna! </p>\n<p>Quando un alleato che puoi vedere entro 30 piedi da te tira un 1 sul [[/r d20]] per un tiro di attacco, una prova di abilità o un tiro salvezza, puoi usare la tua reazione e spendere 1 punto fortuna per far ritirare il dado all'alleato. L'alleato deve utilizzare il nuovo tiro. Quando usi questa abilità, non puoi utilizzare i punti fortuna prima della fine del tuo prossimo turno.</p>"
		},
		{
			"id": "Brawny",
			"name": "Muscoloso",
			"description": "<p>Diventi più forte, ottenendo i seguenti benefici: </p>\n<ul> \n<li>Aumenta il tuo punteggio di Forza di 1, fino a un massimo di 20. </li>\n<li>Acquisti la competenza nell'abilità Atletica. Se sei già abile in essa, guadagni invece competenza in essa. </li>\n<li>La tua capacità di trasporto e il peso che puoi spingere, trascinare o sollevare raddoppiano. Se queste caratteristiche sono già raddoppiate, esse triplicano.</li></ul>"
		},
		{
			"id": "Casting Specialist",
			"name": "Specialista del Casting",
			"description": "<p>Scegli uno dei tipi di lancio di forza o di tecnologia. Hai padronanza del tipo di lancio scelto, ottenendo i seguenti benefici:</p>\n<ul><li>Prendi un bonus di +1 alla CD dei tiri salvezza di forza o tecnici e al modificatore di attacco di forza o tecnici.</li>\n<li>Una volta per turno, quando lanci un potere che richiede un tiro d'attacco o un tiro salvezza, puoi avere vantaggio su un tiro d'attacco, oppure puoi forzare una creatura influenzata dal potere ad avere vantaggio o svantaggio sul tiro salvezza (a tua scelta). Una volta che hai usato questa caratteristica su un potere, non puoi influenzare nuovamente quel potere finché non completi un riposo breve o lungo. Una volta che hai usato questa caratteristica su una creatura, non puoi farlo di nuovo finché non completi un riposo breve o lungo.</li>\n<li>Una volta per turno, quando lanci un potere che non richiede una prova di abilità, un tiro di attacco o un tiro salvezza, ma richiede un tiro di dado, puoi scegliere il massimo o il minimo del dado (a tua scelta). Se il potere richiede il lancio di più dadi, puoi influenzare in questo modo solo un numero di dadi pari a metà del tuo bonus di competenza (arrotondato per eccesso). Una volta che hai usato questa caratteristica su un potere, non puoi influenzare nuovamente quel potere finché non completi un riposo breve o lungo.</li>\n</ul>\n<p> Puoi selezionare questa caratteristica due volte. Ogni volta che lo fai, devi scegliere un tipo di lancio diverso.</p>"
		},
		{
			"id": "Charmer",
			"name": "Incantatore",
			"description": "<p>Hai imparato l'arte di affascinare chi ti circonda, ottenendo i seguenti benefici: </p>\n<ul><li>Aumenta il tuo punteggio di Carisma di 1, fino a un massimo di 20. </li>\n<li>Acquisti la competenza nell'abilità Persuasione. Se sei già abile in essa, guadagni invece competenza in essa. </Se passi 1 minuto a parlare con qualcuno che può capire quello che dici, puoi effettuare una prova di Carisma (Persuasione) contestata dalla prova di Saggezza (Intuito) della creatura. Se tu o i tuoi compagni state combattendo la creatura, la tua prova fallirà automaticamente. Se la tua prova ha successo, il bersaglio viene ammaliato da te finché rimane entro 60 piedi da te e per 1 minuto dopo.</li></ul>"
		},
		{
			"id": "Class Improvement",
			"name": "Miglioramento Classe",
			"description": "<p>Adotti una particolare nuova applicazione alla tua classe, ottenendo i seguenti benefici:</p>\n<ul><li>Aumenta un punteggio di abilità a tua scelta di 1, fino a un massimo di 20.</li>\n<li>Scegli una delle opzioni di miglioramento della classe, dettagliate più avanti in questo capitolo.</li>\n</ul>\n<p>Puoi ricevere questo talento più volte.</p>\n<ul>\n<li>@Compendium[sw5e.feats.C8Iftmd1TNFrkZdZ]{Berserker}</li>\n<li>@Compendium[sw5e.feats.fejCvE78ZlWj1tYF]{Console}</li>\n<li>@Compendium[sw5e.feats.yvcWtlTDvt7nr6CM]{Ingegnere}</li>\n<li>@Compendium[sw5e.feats.UPdDMnF0GhZrf0Lp]{Combattente}</li>\n<li>@Compendium[sw5e.feats.pFC02kZevXcVHwNO]{Guardiano}</li>\n<li>@Compendium[sw5e.feats.FplL9LRkC6PxBl0y]{Monaco}</li>\n<li>@Compendium[sw5e.feats.cJ3YivzMIYDNq10X]{Operativo}</li>\n<li>@Compendium[sw5e.feats.6H3Njwe8rh2HfvcZ]{Scolaro}</li>\n<li>@Compendium[sw5e.feats.NqFLpV9FLK9SQGhD]{Scout}</li>\n<li>@Compendium[sw5e.feats.o0dvzY0pwLkZ0b1G]{Sentinella}</li></ul>"
		},
		{
			"id": "Class Improvement (Berserker)",
			"name": "Miglioramento Classe (Berserker)",
			"description": "<p>Quando una creatura finisce il suo turno entro 15 piedi da te, puoi usare la tua reazione per muoverti fino a metà della tua velocità in uno spazio più vicino alla creatura. Questo movimento non provoca attacchi di opportunità.</p>"
		},
		{
			"id": "Class Improvement (Consular)",
			"name": "Miglioramento Classe (Console)",
			"description": "<p>Quando completi un riposo lungo, puoi scegliere uno dei poteri di forza che conosci e sostituirlo con un altro potere di forza, purché questo non sia di livello superiore al tuo Livello di Potere Massimo.</p>"
		},
		{
			"id": "Class Improvement (Engineer)",
			"name": "Miglioramento Classe (Ingegnere)",
			"description": "<p>Quando una creatura ha un dado di Attitudine Potente da te e lancia un potere, può tirare il dado e aggiungere il numero tirato a un tiro di danno o di guarigione del potere. Se il potere danneggia o guarisce più bersagli, questo bonus si applica solo a uno di essi. Il dado Attitudine Potente viene quindi perso.</p>"
		},
		{
			"id": "Class Improvement (Fighter)",
			"name": "Miglioramento Classe (Combattente)",
			"description": "<p>Ogni volta che completi un riposo lungo, puoi sostituire uno stile di combattimento che conosci con un altro stile disponibile. Non puoi prendere uno Stile di Combattimento più di una volta, anche se in seguito potrai scegliere di nuovo.</p>"
		},
		{
			"id": "Class Improvement (Guardian)",
			"name": "Miglioramento Classe (Guardiano)",
			"description": "<p>Come azione bonus, puoi spendere un uso del tuo Canalizzare la Forza per recuperare 2 punti forza. Puoi usare questo talento un numero di volte pari al tuo bonus di competenza, come indicato nella tabella dei guardiani. Riacquisterai tutti gli usi consumati quando completerai un riposo lungo.</p>"
		},
		{
			"id": "Class Improvement (Monk)",
			"name": "Miglioramento Classe (Monaco)",
			"description": "<p>Come azione, puoi spendere 2 Punti Concentrazione e tirare un dado delle Arti Marziali. Recupererai un numero di punti ferita pari a quello tirato + il tuo modificatore di Saggezza o Carisma (a tua scelta, minimo uno).</p>"
		},
		{
			"id": "Class Improvement (Operative)",
			"name": "Miglioramento Classe (Operativo)",
			"description": "<p>Puoi usare l'azione bonus concessa dalla tua Azione Astuta per mirare attentamente il tuo prossimo attacco. Otterrai un vantaggio sul tuo prossimo tiro di attacco prima della fine del tuo turno corrente. Non puoi usare questa caratteristica se ti sei mosso durante questo turno, e l'uso di questa caratteristica riduce la tua velocità a 0 fino alla fine del tuo turno corrente.</p>"
		},
		{
			"id": "Class Improvement (Scholar)",
			"name": "Miglioramento Classe (Scolaro)",
			"description": "<p>Quando completi un riposo lungo, puoi scegliere una delle manovre che conosci e sostituirla con un'altra.</p>"
		},
		{
			"id": "Class Improvement (Scout)",
			"name": "Miglioramento Classe (Scout)",
			"description": "<p>Come azione, puoi ridurre il tuo livello di stanchezza di 1 e darti un numero di punti ferita temporanei pari a [[/r 1d10]] + il tuo livello di scout. </p>\n<p>Una volta che hai usato questo talento, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Class Improvement (Sentinel)",
			"name": "Miglioramento Classe(Sentinella)",
			"description": "<p>Una volta per turno, quando si tira un dado Kinetic Combat, si può tirare il dado con vantaggio.</p>"
		},
		{
			"id": "Climber",
			"name": "Scalatore",
			"description": "<p>Eccelli nella scalata di dirupi, colline, alberi e nell'arrampicata in generale. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Forza di 1, fino a un massimo di 20. </li>\n<li>Acquisti una velocità di arrampicata pari alla tua velocità di movimento.</li>\n<li>Hai un vantaggio nelle prove di abilità e nei tiri salvezza per evitare di cadere mentre ti arrampichi. </li>\n<li>Puoi passare 5 minuti ad istruire, indicare appigli e guidare altre creature prima di effettuare una scalata. Quando lo fai, scegli fino a sei creature amiche (che possono includere te stesso) entro 30 piedi da te. Ogni creatura può aggiungere un [[/r 1d6]] a qualsiasi prova di abilità o tiro salvezza che effettua per quella scalata.</li></ul>"
		},
		{
			"id": "Close Quarters Caster",
			"name": "Incantatore Ravvicinato",
			"description": "<p>Ti sei esercitato a utilizzare i poteri in spazi ristretti, imparando tecniche che ti garantiscono i seguenti benefici:</p>\n<ul>\n<li>Quando effettui un attacco di forza o tecnico a distanza mentre ti trovi entro un metro e mezzo da una creatura ostile, non hai svantaggio nel tiro di attacco. </li>\n<li>I tuoi attacchi di forza e tecnologici a distanza ignorano mezza copertura e tre quarti di copertura contro i bersagli entro 30 piedi da te. </li>\n<li>Impari un potere per volere che richiede un tiro di attacco. La tua capacità di lancio per questo potere dipende dalla lista dei poteri che hai scelto: Saggezza o Carisma (a seconda dell'allineamento dei poteri) per i poteri di forza o Intelligenza per i poteri tecnici.</li></ul>"
		},
		{
			"id": "Combat Caster",
			"name": "Incantatore di combattimento",
			"description": "<p>Ti sei allenato a rendere i tuoi poteri più difficili da evitare, imparando tecniche che ti garantiscono i seguenti benefici:</p>\n<ul>\n<li>Quando una creatura tira un 1 al [[/r d20]] di un tiro salvezza contro un potere che lanci che infligge danni, prende invece il numero più alto possibile per il dado del danno.</li>\n<li>Impari un potere di volontà che richiede un tiro salvezza. La tua abilità di lancio per questo potere dipende dalla lista dei poteri che hai scelto: Saggezza o Carisma (a seconda dell'allineamento dei poteri) per i poteri di forza o Intelligenza per i poteri tecnici.</li></ul>"
		},
		{
			"id": "Commando",
			"name": "Commando",
			"description": "<p>Ti sei allenato a combattere da prono, ottenendo i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Destrezza di 1, fino a un massimo di 20.</li>\n<li>Prendi una velocità di strisciamento pari alla tua velocità di movimento.</li>\n<li>Non hai più svantaggio nei tiri di attacco a distanza contro bersagli entro 30 piedi.</li>\n<li>Quando cerchi di nasconderti nel tuo turno da prono, puoi scegliere di non muoverti in quel turno. Se si evita di muoversi, si è considerati leggermente oscurati. Perdi questo beneficio se ti muovi o ti alzi, volontariamente o a causa di qualche effetto esterno. Sei comunque rilevato automaticamente se un qualsiasi effetto o azione fa sì che tu non sia più nascosto. Se sei ancora nascosto al tuo prossimo turno, puoi continuare a rimanere immobile e ottenere questo beneficio finché non vieni individuato.</li></ul>"
		},
		{
			"id": "Companion Keeper",
			"name": "Custode della Compagnia",
			"description": "<p>Ottieni i servizi di un compagno. Scegli una delle opzioni di natura del compagno, dettagliate più avanti in questo capitolo.</p>"
		},
		{
			"id": "Competitor",
			"name": "Competitore",
			"description": "<p>Hai una forte attitudine alla competizione. Scegli un set di gioco. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta un punteggio di abilità a tua scelta di 1, fino ad un massimo di 20.</li>\n<li>Acquisti competenza nel set di gioco scelto. Se sei già abile con esso, guadagni invece competenza con esso.</li>\n<li>Finché spendi almeno 1 minuto usando il tuo set di gioco, non puoi avere svantaggio alle prove di Intelligenza che fai per usare il set di gioco, alle prove di Carisma (Inganno) che fai per bluffare con il set di gioco o alle prove di Saggezza (Intuito) che fai per leggere un avversario con cui sei in competizione con il set di gioco.</li>\n</ul>\n<p> Puoi prendere questa impresa più volte. Ogni volta che lo si fa, si deve scegliere un set di gioco diverso.</p>"
		},
		{
			"id": "Crafter",
			"name": "Costruttore",
			"description": "<p>Hai un talento per l'artigianato; lavori con maggiore efficienza e produci beni di qualità superiore. Scegli un tipo di attrezzo artigianale. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta un punteggio di abilità a tua scelta di 1, fino a un massimo di 20.</li>\n<li>Proprietà con lo strumento scelto. Se sei già abile con esso, ottieni invece competenza con esso.</li>\n<li>Quando crei qualcosa con lo strumento scelto, il valore di mercato totale che puoi creare aumenta di 50 cr al giorno. Se hai competenza con esso, il valore di mercato invece aumenta di 100 cr al giorno.</li>\n<li>Se usi lo strumento che hai scelto per praticare una professione durante i tempi morti, puoi sostenere uno stile di vita superiore a quello che saresti normalmente in grado di fare.</li>\n</ul>\n<p>Puoi prendere questa impresa più volte. Ogni volta che lo fai, devi scegliere un diverso set di attrezzi da artigiano.</p>"
		},
		{
			"id": "Cunning Intellect",
			"name": "Intelletto Astuto",
			"description": "<p>Hai l'astuzia dei più prolifici studiosi, che ti garantisce i seguenti benefici:</p>\n<ul>\n<li>Prendi competenza nei tiri salvezza di Intelligenza. Se sei già abile in essi, guadagni invece competenza in essi.</li>\n<li>Quando intraprendi l'attività Addestramento nei tempi morti, durante la risoluzione, aggiungi il tuo bonus di competenza alla verifica. Se si aggiunge già il bonus di competenza, si aggiunge invece il doppio del bonus di competenza. Se si aggiunge già il doppio del proprio bonus di competenza, si ha invece un vantaggio sulla verifica.</li>\n<li>Ogni volta che si effettua una verifica di abilità che utilizza la propria Intelligenza, si può aggiungere metà del proprio bonus di competenza (arrotondato per difetto) se non include già il proprio bonus di competenza. Inoltre, se ottieni un risultato inferiore alla metà del tuo livello (arrotondato per difetto) in una prova di Intelligenza, puoi usare il tuo livello per il lancio del [[/r d20]].</li></ul>"
		},
		{
			"id": "Customized Droid",
			"name": "Droide Personalizzato",
			"description": "<p>Sei stato personalizzato al di là degli altri droidi dello stesso modello, garantendo i seguenti benefici: </p>\n<ul>\n<li>Aumenta di 1 un punteggio di abilità a tua scelta, fino a un massimo di 20.</li>\n<li>Scegli una personalizzazione droide di rarità standard dall'Appendice A. Questa personalizzazione è installata e non conta per le personalizzazioni massime del droide che puoi supportare, ma conta per le tue parti massime come mostrato nella tabella delle parti massime del droide nel Capitolo 7.</li></ul>"
		},
		{
			"id": "Dual Focused Caster",
			"name": "Incantatore a Doppia Concentrazione",
			"description": "<p>Hai imparato a biforcare la tua attenzione mentre ti concentri sui poteri, imparando tecniche che ti garantiscono i seguenti benefici:</p>\n<ul>\n<li>Se cerchi di lanciare un potere che richiede concentrazione mentre sei già concentrato su un potere esistente, puoi mantenere la concentrazione su entrambi i poteri contemporaneamente. Devi spendere la tua azione ogni round successivo per mantenere questa concentrazione, o perdere la concentrazione per entrambi i poteri.                              </li>\n<li>Alla fine di ogni tuo turno in cui hai due poteri su cui ti stai concentrando, devi effettuare un tiro salvezza di Costituzione (la CD è pari a 10 + il numero di round completi in cui ti sei concentrato su due poteri). In caso di fallimento, si perde la concentrazione per entrambi i poteri. Puoi abbandonare la concentrazione su uno dei tuoi poteri durante il tuo turno come azione gratuita per evitare questo tiro salvezza.</li>\n<li>Ogni volta che saresti costretto a fare un tiro salvezza di Costituzione per mantenere la concentrazione a causa dei danni subiti, la CD è pari a 10 + i livelli di entrambi i poteri combinati, o la metà dei danni subiti, qualunque sia il numero più alto. In caso di fallimento, si perde la concentrazione su entrambi i poteri.</li></ul>"
		},
		{
			"id": "Dungeon Delver",
			"name": "Topo di Caverna",
			"description": "<p>Attento alle trappole nascoste e alle porte segrete che si trovano in molti dungeon, ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Intelligenza o Saggezza di 1, fino a un massimo di 20. </li>\n<li>Hai un vantaggio alle prove di Saggezza (Percezione) e Intelligenza (Investigazione) effettuate per individuare la presenza di porte segrete.</li>\n<li>Hai un vantaggio ai tiri salvezza effettuati per evitare o resistere alle trappole.</li>\n<li>Hai resistenza ai danni inflitti dalle trappole. </li>\n<li>Viaggiare a passo veloce non comporta più una penalità di -5 al tuo punteggio passivo di Saggezza (Percezione).</li></ul>"
		},
		{
			"id": "Durable",
			"name": "Durevole",
			"description": "<p>Duro e resistente, ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Costituzione di 1, fino a un massimo di 20.</li>\n<li>Quando tiri un dado per recuperare punti ferita, il numero minimo di punti ferita che puoi recuperare dal tiro è pari al doppio del tuo modificatore di Costituzione (minimo 2).</li>\n<li>I tuoi punti ferita massimi aumentano di un ammontare pari al doppio del tuo livello quando ottieni questa impresa. Ogni volta che salirai di livello in seguito, i tuoi punti ferita aumenteranno di altri 2 punti ferita.</li></ul>."
		},
		{
			"id": "Empathic",
			"name": "Empatico",
			"description": "<p>Possiedi un'intuizione acuta su come le altre persone pensano e sentono. Ottieni i seguenti benefici: </p>\n<ul><li>Aumenta il tuo punteggio di Saggezza di 1, fino ad un massimo di 20. </li>\n<li>Guadagni la competenza nell'abilità Intuizione. Se sei già abile in essa, guadagni invece competenza in essa. </li>\n<li>Puoi usare la tua azione per cercare di ottenere un'intuizione misteriosa su un umanoide che puoi vedere entro 30 piedi da te. Effettua una prova di Saggezza (Intuizione) contrastata dalla prova di Carisma (Inganno) del bersaglio. In caso di successo, avrai un vantaggio nei tiri per colpire e nelle prove di abilità contro il bersaglio fino alla fine del tuo prossimo turno.</li></ul>"
		},
		{
			"id": "Entertainer",
			"name": "Intrattenitore",
			"description": "<p>Hai un dono naturale per l'esecuzione. Scegli uno strumento musicale. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta un punteggio di abilità a tua scelta di 1, fino a un massimo di 20.</li>\n<li>Potrai acquisire competenza nello strumento musicale scelto. Se sei già abile con esso, guadagni invece competenza con esso.</li>\n<li>Mentre suoni lo strumento musicale scelto, puoi sempre leggere le emozioni di chi ti presta attenzione. Durante questo periodo, e per un massimo di un minuto dopo averlo completato, hai un vantaggio alle prove di Saggezza (Intuito) per leggere le emozioni di coloro per cui ti sei esibito.</li>\n</ul>\n<p>Puoi prendere questa impresa più volte. Ogni volta che lo fai, devi scegliere uno strumento musicale diverso.</p>"
		},
		{
			"id": "Exalted Awareness",
			"name": "Consapevolezza Esaltata",
			"description": "<p>Possiedi la saggezza associata ai più rinomati maestri della Forza, che ti garantisce i seguenti benefici:</p>\n<ul>\n<li>Acquisti la competenza nei tiri salvezza di Saggezza. Se sei già abile in essi, guadagni invece competenza in essi.</li>\n<li>Le creature entro 60 piedi da te hanno svantaggio alle prove di Destrezza (Furtività) fatte per nascondersi da te.</li>\n<li>Come azione, puoi percepire la presenza di illusioni e altri effetti progettati per ingannare i sensi entro 30 piedi da te, a condizione che tu non sia accecato o assordato. Percepisci che un effetto sta cercando di ingannarti, ma non ottieni alcuna comprensione di ciò che è nascosto o della sua vera natura. Una volta che hai usato questa caratteristica, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</li></ul>"
		},
		{
			"id": "Fanatic",
			"name": "Fanatico",
			"description": "<p>Ogni colpo che colpisce i tuoi nemici ti fa sentire più vicino alla vittoria, facendoti tremare dall'eccitazione. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando ottieni un colpo critico con un tiro di attacco o riduci una creatura a 0 punti ferita, puoi effettuare un attacco con l'arma come azione bonus.</li>\n<li>Ogni volta che una creatura che puoi vedere entro 30 piedi è ridotta a 0 punti ferita, vai in fervore guadagnando punti ferita temporanei pari a [[/r 1d4]] + il tuo modificatore di Costituzione.</li></ul>"
		},
		{
			"id": "Feigned Confidence",
			"name": "Finta Fiducia",
			"description": "<p>Hai passato anni a fingere di sapere quello che stai facendo, ottenendo i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Carisma di 1, fino a un massimo di 20.</li>\n<li>Quando dovresti effettuare una prova di abilità con un'abilità o uno strumento che non aggiunge il tuo bonus di competenza, puoi prima effettuare una prova di Carisma (Inganno) di DC 15. In caso di successo, potrai aggiungere il tuo bonus di competenza alla prova di abilità iniziale. Puoi utilizzare questa caratteristica un numero di volte pari al tuo modificatore di Carisma (minimo una volta). Riacquisterai tutti gli utilizzi effettuati al termine di un riposo breve o lungo.</li></ul>"
		},
		{
			"id": "Fighting Master",
			"name": "Maestro Combattente",
			"description": "<p>Hai acquisito la padronanza di un particolare stile di combattimento. Scegli una delle opzioni di maestria nel combattimento, dettagliate più avanti in questo capitolo. Puoi prendere questa impresa più volte.</p>"
		},
		{
			"id": "Fighting Stylist",
			"name": "Stilista Combattente",
			"description": "<p>Adotti un particolare stile di combattimento come tua specialità, ottenendo i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Forza, Destrezza o Costituzione di 1, fino a un massimo di 20.</li>\n<li>Scegli una delle opzioni di stile di combattimento, dettagliate più avanti in questo capitolo. </li>\n</ul>\n<p>Puoi prendere questo talento più volte.</p>"
		},
		{
			"id": "Force Guidance",
			"name": "Guida della Forza",
			"description": "<p>Hai imparato a utilizzare il tuo dono con la Forza in un modo specifico e unico. Ottieni i seguenti benefici</p>\n<ul>\n<li>Aumenta il tuo punteggio di Saggezza o Carisma di 1, fino a un massimo di 20. </li>\n<li>Scegli un'abilità o uno strumento in cui sei abile. Quando effettui una prova di abilità con l'abilità o lo strumento scelto, puoi aggiungere metà del tuo modificatore di Saggezza o Carisma (a tua scelta, arrotondato per difetto, con un minimo di uno) alla prova, se non include già quel modificatore. Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Saggezza o Carisma (a tua scelta, minimo una volta). Si riacquistano tutti gli usi consumati quando si completa un riposo lungo.</li>\n</ul>\n<p>È possibile prendere questa caratteristica più volte. Ogni volta che lo fai, devi scegliere un'abilità o uno strumento diverso.</p>"
		},
		{
			"id": "Force of Personality",
			"name": "Forza della Personalità",
			"description": "<p>Le stanze non passano mai inosservate alla tua presenza, e la forza della tua personalità fa perdere agli altri la concentrazione sul proprio gioco sociale. I poteri e gli altri effetti raramente prevalgono sulla tua forza di volontà. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Carisma di 1, fino a un massimo di 20.</li>\n<li>Puoi usare il tuo modificatore di Carisma invece di quello di Saggezza quando effettui le prove di Intuito.</li>\n<li>Quando dovresti effettuare un tiro salvezza di Saggezza, puoi invece effettuare un tiro salvezza di Carisma. Puoi usare questa caratteristica un numero di volte pari al tuo bonus di competenza. Riacquisterai tutti gli utilizzi di questa caratteristica quando completerai un riposo lungo.</li></ul>"
		},
		{
			"id": "Force-Sensitive",
			"name": "Sensitivo alla Forza",
			"description": "<p>Conosci due poteri di forza a volontà. Al 3° livello, imparerai un potere di forza di 1° livello, che potrai lanciare una volta per ogni riposo lungo. Al 5° livello, imparerai un potere di forza di 2° livello, che potrai lanciare una volta per ogni riposo lungo. La tua abilità di lancio della forza è la Saggezza o il Carisma (a seconda dell'allineamento del potere). Inoltre, perdi il tratto speciale Non Sensitivo alla Forza, se lo possiedi.</p>"
		},
		{
			"id": "Forceful Vigor",
			"name": "Vigore Impetuoso",
			"description": "<p>La tua forza e la tua virilità passano raramente inosservate, spesso fino alla distrazione. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Forza di 1, fino a un massimo di 20.</li>\n<li>Puoi usare il tuo modificatore di Forza invece di quello di Costituzione quando effettui le prove di Costituzione.</li>\n<li>Quando dovresti effettuare un tiro salvezza di Costituzione, puoi invece effettuare un tiro salvezza di Forza. Puoi usare questa caratteristica un numero di volte pari al tuo bonus di competenza. Riacquisterai tutti gli utilizzi di questo talento quando completerai un riposo lungo.</li></ul>"
		},
		{
			"id": "Formfighting Dabbler",
			"name": "Dilettante nel Formfighting",
			"description": "<p>Ti sei dilettato nelle basi delle forme conosciute di combattimento con la spada laser. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta di 1 un punteggio di abilità a tua scelta, fino a un massimo di 20.</li>\n<li>Impari una forma di spada laser, dettagliata più avanti in questo capitolo. Se conosci già almeno una forma di spada laser, impari invece tre forme di spada laser. Se conosci già almeno tre forme di spada laser, impari invece sette forme di spada laser. Se conosci già almeno dieci forme di spada laser, impari invece le forme rimanenti.</li></ul>"
		},
		{
			"id": "Galvanizing Presence",
			"name": "Presenza Galvanizzante",
			"description": "<p>La tua presenza sul campo di battaglia è una fonte di ispirazione. Otterrai i seguenti benefici:</p>\n<ul>\n}<li>Aumenta il tuo punteggio di Carisma di 1, fino a un massimo di 20.</li>\n<li>Come azione bonus, emetterai un grido di guerra di incitamento, mettendo fine alla condizione di spaventato o incantato su te stesso e su un numero di alleati che possono sentirti pari al tuo modificatore di Carisma (minimo uno). Una volta che hai usato questa capacità, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</li></ul>"
		},
		{
			"id": "Haggler",
			"name": "Mercanteggia",
			"description": "<p>La tua abilità nel baratto ti ha conferito i seguenti benefici:</p>\n<ul><li>Aumenta il tuo punteggio di Carisma di 1 fino a un massimo di 20. </li>\n<li>Sei avvantaggiato alle prove di Carisma (Persuasione) e Carisma (Inganno) quando cerchi di barattare o commerciare. </li>\n<li>Sei sempre a conoscenza del valore monetario attuale di qualsiasi oggetto non potenziato o comunemente potenziato. Ogni volta che identifichi un oggetto, ottieni una stima approssimativa del suo valore monetario attuale.</li></ul>"
		},
		{
			"id": "Healer",
			"name": "Guaritore",
			"description": "<p>Sei un abile medico, che ti permette di curare rapidamente le ferite e riportare i tuoi alleati in battaglia. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Intelligenza o Saggezza di 1, fino a un massimo di 20.</li>\n<li>Quando usi un traumakit per stabilizzare una creatura morente, questa recupera anche 1 punto ferita. </li>\n<li>Come azione, puoi spendere un uso del traumakit per curare una creatura e restituirle [[/r 1d6 + 4]] punti ferita, più altri punti ferita pari al numero massimo di dadi ferita della creatura. La creatura non può riguadagnare di nuovo punti ferita in questo modo finché non finisce un riposo breve o lungo.</li></ul>"
		},
		{
			"id": "Inspiring Leader",
			"name": "Leader Ispirazionale",
			"description": "<p>Puoi passare 10 minuti a ispirare i tuoi compagni, rafforzando la loro determinazione a combattere. Quando lo fai, scegli fino a sei creature amiche (che possono includere te stesso) entro 10 metri da te, che possono vederti o sentirti e che possono capirti. Ogni creatura può guadagnare punti ferita temporanei pari al tuo livello + il tuo modificatore di Carisma. Una creatura non può guadagnare nuovamente punti ferita temporanei da questa impresa finché non ha finito un riposo breve o lungo.</p>"
		},
		{
			"id": "Investigative Attunement",
			"name": "Sintonia Investigativa",
			"description": "<p>Hai passato molto tempo a valutare e testare oggetti potenziati. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta un punteggio di abilità a tua scelta di 1, fino a un massimo di 20.</li>\n<li>La tua sintonia massima aumenta di 1.</li>\n<li>Hai un vantaggio nelle prove di abilità fatte per identificare gli oggetti.</li>\n<li>Una volta per riposo lungo, puoi scegliere un oggetto che devi toccare per 10 minuti. Se si tratta di un oggetto potenziato o modificato, impari le sue proprietà e come usarlo, se richiede sintonia per essere usato e quante cariche ha, se ce ne sono. Apprendi se ci sono poteri che influenzano l'oggetto e quali sono. Se l'oggetto è stato creato da un potere, imparerai quale potere lo ha creato.</li></ul>"
		},
		{
			"id": "Investigator",
			"name": "Investigatore",
			"description": "<p>Hai un occhio per i dettagli e puoi cogliere i più piccoli indizi. Ottieni i seguenti benefici: </p>\n<ul><li>Aumenta il tuo punteggio di Intelligenza di 1, fino ad un massimo di 20. </li>\n<li>Guadagni la competenza nell'abilità Investigazione. Se sei già abile in essa, guadagni invece competenza in essa. </li>\n<li>Puoi effettuare l'azione Cercare come azione bonus.\t</li></ul>"
		},
		{
			"id": "Keen Mind",
			"name": "Mente Acuta",
			"description": "<p>Hai una mente che può seguire il tempo, la direzione e i dettagli con una precisione sorprendente. Ottieni i seguenti benefici.</p>\n<ul>\n<li>Aumenta il tuo punteggio di Intelligenza di 1, fino ad un massimo di 20.</li>\n<li>Sai sempre da che parte è il nord.</li>\n<li>Sai sempre il numero di ore che mancano alla prossima alba o tramonto.</li>\n<li>Puoi ricordare accuratamente qualsiasi cosa tu abbia visto o sentito nell'ultimo mese.</li></ul>"
		},
		{
			"id": "Linguist",
			"name": "Linguista",
			"description": "<p>Hai studiato le lingue e i codici, ottenendo i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Intelligenza di 1, fino a un massimo di 20.</li>\n<li>Impari tre lingue a tua scelta.</li>\n<li>Puoi creare abilmente cifrari scritti. Gli altri non possono decifrare un codice da te creato, a meno che tu non glielo insegni, non abbiano successo in una prova di Intelligenza (DC = il tuo punteggio di Intelligenza + il tuo bonus di competenza) o non usino un potere per decifrarlo.</li></ul>"
		},
		{
			"id": "Loremaster",
			"name": "Maestro di Storia",
			"description": "<p>Il tuo studio della storia ti ricompensa con i seguenti benefici: </p>\n<ul><li>Aumenta il tuo punteggio di Intelligenza di 1, fino a un massimo di 20. </li>\n<li>Acquisisci la competenza nell'abilità Conoscenze. Se sei già abile in essa, guadagni invece competenza in essa. </li>\n<li>Quando effettui l'azione Aiuto per aiutare la verifica delle abilità di un'altra creatura, puoi effettuare una verifica di Intelligenza (Conoscenza) a DC 15. Se la verifica ha successo, la creatura in questione può essere aiutata. In caso di successo, la verifica di quella creatura guadagnerà un bonus pari al tuo bonus di competenza, in quanto condividerai consigli pertinenti ed esempi storici. Per ricevere questo bonus, la creatura deve essere in grado di capire ciò che stai dicendo.</li></ul>"
		},
		{
			"id": "Lucky",
			"name": "Fortunato",
			"description": "<p>Hai un'inspiegabile fortuna che sembra entrare in gioco al momento giusto.</p>\n<p>Hai 3 punti fortuna. Ogni volta che effettui un tiro di attacco, una prova di abilità o un tiro salvezza, puoi spendere un punto fortuna per tirare un ulteriore [[/r d20]]. Puoi scegliere di spendere uno dei tuoi punti fortuna dopo aver lanciato il dado, ma prima che il risultato sia determinato. Sei tu a scegliere quale dei dadi viene utilizzato per il tiro di attacco, la prova di abilità o il tiro salvezza.</p>\n<p>Puoi anche spendere un punto fortuna quando viene effettuato un tiro di attacco contro di te. Tira un [[/r d20]] e poi scegli se l'attacco utilizza il tiro dell'attaccante o il tuo. Se più di una creatura spende un punto fortuna per influenzare il risultato di un tiro, i punti si annullano a vicenda; non vengono lanciati altri dadi.</p>"
		},
		{
			"id": "Mariner",
			"name": "Marinaio",
			"description": "<p>Hai passato una quantità esorbitante di tempo in acqua. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Costituzione di 1, fino a un massimo di 20.</li>\n<li>Prendi una velocità di nuoto pari alla tua velocità di movimento.</li>\n<li>Hai un vantaggio nelle prove di abilità e nei tiri salvezza relativi al nuoto.</li>\n<li> Puoi trattenere il respiro per un numero di minuti pari a 1 + il doppio del tuo modificatore di Costituzione.</li></ul>"
		},
		{
			"id": "Medic",
			"name": "Medico",
			"description": "<p>Padroneggi le arti del medico, ottenendo i seguenti benefici: </p>\n<ul><li>Aumenta il tuo punteggio di Saggezza di 1, fino a un massimo di 20. </li>\n<li>Acquisti la competenza nell'abilità Medicina. Se sei già abile in essa, guadagni invece competenza in essa. </li>\n<li>Durante un breve riposo, puoi pulire e fasciare le ferite di un massimo di sei bestie e umanoidi volenterosi. Effettua una prova di Saggezza (Medicina) a DC 15 per ogni creatura. In caso di successo, se una creatura spende un dado per colpire durante questo riposo, quella creatura può rinunciare al tiro e recuperare invece il numero massimo di punti ferita che il dado può ripristinare. Una creatura può farlo solo una volta per riposo, indipendentemente dal numero di dadi ferita che spende.</li></ul>"
		},
		{
			"id": "Mobile",
			"name": "Mobile",
			"description": "<p>Sei eccezionalmente veloce e agile. Otterrai i seguenti benefici:</p>\n<ul>\n<li>La tua velocità aumenta di 3 metri.</li>\n<li>Quando usi l'azione Dash, il terreno difficile non ti costa un movimento extra in quel turno.</li>\n<li>Quando effettui un attacco in mischia contro una creatura, non provochi attacchi di opportunità da quella creatura per il resto del turno, che tu colpisca o meno.</li></ul>"
		},
		{
			"id": "Mounted Caster",
			"name": "Incantatore in Monta",
			"description": "<p>You are trained in the use of powers while mounted. While you are mounted and aren't incapacitated, you gain the following benefits:</p>\n<ul>\n<li>When you cast a power targeting yourself, you can also affect your mount with the power.</li>\n<li>You have advantage on melee force or tech attack rolls against any unmounted creature that is smaller than your mount.</li>\n<li>If your mount is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.</li></ul>"
		},
		{
			"id": "Multiclass Improvement",
			"name": "Miglioramento Multiclasse",
			"description": "<p>Hai imparato a fondere le abilità delle tue diverse classi. Scegli due delle opzioni di miglioramento multiclasse, dettagliate più avanti in questo capitolo. Puoi ricevere questo talento più volte. </p>\n<ul>\n<li>@Compendium[sw5e.feats.Om5SVvKKX5B3FsxW]{Berserker}</li>\n<li>@Compendium[sw5e.feats.E7axPXfGddza0LLj]{Console}</li>\n<li>@Compendium[sw5e.feats.kqsPoFl9VAUUTLdF]{Ingegnere}</li>\n<li>@Compendium[sw5e.feats.wEH9b6g6fWgFi8bj]{Combattente}</li>\n<li>@Compendium[sw5e.feats.lEw8HbIRuY8LTXez]{Guardiano}</li>\n<li>@Compendium[sw5e.feats.KrUKsGFpmHi2D8Ok]{Monaco}</li>\n<li>@Compendium[sw5e.feats.pJWVWjFyukfU7BTF]{Operativo}</li>\n<li>@Compendium[sw5e.feats.vIs6bNzTpZeGF1ft]{Scolaro}</li>\n<li>@Compendium[sw5e.feats.rLjbZae3xpUq7leY]{Scout}</li>\n<li>@Compendium[sw5e.feats.pvFCujcCXH41vWI4]{Sentinella}</li></ul>"
		},
		{
			"id": "Multiclass Improvement (Berserker)",
			"name": "Miglioramento Multiclasse (Berserker)",
			"description": "<p>Puoi aggiungere metà dei livelli della tua altra classe scelta (arrotondati per difetto) ai tuoi livelli da berserker nel determinare il numero di volte in cui puoi entrare in collera e il bonus ai tiri per i danni delle armi mentre sei in collera.</p>"
		},
		{
			"id": "Multiclass Improvement (Consular)",
			"name": "Miglioramento Multiclasse (Console)",
			"description": "<p>Puoi aggiungere la metà dei livelli della tua altra classe scelta (arrotondata per difetto) alla metà dei tuoi livelli consolari (arrotondata per difetto) nel determinare i punti forza che recuperi attraverso la tua caratteristica di recupero della forza, e guadagni 1 punto forza per ogni livello della tua altra classe scelta.</p>"
		},
		{
			"id": "Multiclass Improvement (Engineer)",
			"name": "Miglioramento Multiclasse (Ingegnere)",
			"description": "<p>Puoi aggiungere i livelli della tua altra classe scelta ai tuoi livelli da ingegnere nel determinare la dimensione del tuo dado Attitudine Potente e il numero di usi della tua caratteristica Attitudine Potente, e guadagni 1 punto tecnologia per ogni due livelli della tua altra classe scelta.</p>"
		},
		{
			"id": "Multiclass Improvement (Fighter)",
			"name": "Miglioramento Multiclasse (Combattente)",
			"description": "<p>Puoi aggiungere metà dei livelli della tua altra classe scelta (arrotondati per difetto) ai tuoi livelli da combattente per determinare il numero di punti ferita che recuperi dalla tua caratteristica Second Wind, la dimensione dei tuoi dadi di superiorità e il numero di dadi di superiorità che hai.</p>"
		},
		{
			"id": "Multiclass Improvement (Guardian)",
			"name": "Miglioramento Multiclasse (Guardiano)",
			"description": "<p>Puoi aggiungere metà dei livelli della tua altra classe scelta (arrotondati per difetto) ai tuoi livelli di guardiano nel determinare la quantità di dadi dei Colpi Focalizzati e il numero di usi di Canalizzare la Forza.</p>"
		},
		{
			"id": "Multiclass Improvement (Monk)",
			"name": "Miglioramento Multiclasse (Monaco)",
			"description": "<p>Puoi aggiungere i livelli della tua altra classe scelta ai tuoi livelli da monaco nel determinare la dimensione del tuo dado delle Arti Marziali.</p>"
		},
		{
			"id": "Multiclass Improvement (Operative)",
			"name": "Miglioramento Multiclasse (Operativo)",
			"description": "<p>Puoi aggiungere metà dei livelli della tua altra classe scelta (arrotondati per difetto) ai tuoi livelli operativi per determinare la quantità di dadi di Attacco Furtivo.</p>"
		},
		{
			"id": "Multiclass Improvement (Scholar)",
			"name": "Miglioramento Multiclasse (Scolaro)",
			"description": "<p>Puoi aggiungere i livelli della tua altra classe scelta ai tuoi livelli di studioso per determinare il tuo numero di manovre conosciute, la dimensione dei tuoi dadi di superiorità e il numero di dadi di superiorità che hai.</p>"
		},
		{
			"id": "Multiclass Improvement (Scout)",
			"name": "Miglioramento Multiclasse (Scout)",
			"description": "<p>Puoi aggiungere i livelli della tua altra classe scelta ai tuoi livelli di esploratore nel determinare la dimensione del tuo dado del Cava del Ranger e la durata del tuo talento Cava del Ranger.</p>"
		},
		{
			"id": "Multiclass Improvement (Sentinel)",
			"name": "Miglioramento Multiclasse (Sentinella)",
			"description": "<p>Puoi aggiungere i livelli della tua altra classe scelta ai tuoi livelli di sentinella nel determinare la dimensione del tuo dado di combattimento cinetico.</p>"
		},
		{
			"id": "Naturalist",
			"name": "Naturalista",
			"description": "<p>Il tuo studio approfondito della natura ti ricompensa con i seguenti benefici: </p>\n<ul>\n<li>Aumenta il tuo punteggio di Intelligenza di 1, fino a un massimo di 20. </li>\n<li>Acquisti la competenza nell'abilità Natura. Se sei già abile in essa, guadagni invece competenza in essa. </Impari il potere tecnico <em>scansione della tossina</em>. Puoi lanciarlo una volta sola, usando le provviste raccolte intorno a te, senza l'uso di un bracciale e senza spendere punti tecnologia, e riacquisti la capacità di farlo quando finisci un lungo riposo.</li></ul>"
		},
		{
			"id": "Observant",
			"name": "Osservante",
			"description": "<p>Rapido nel notare i dettagli dell'ambiente in cui ti trovi, ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Intelligenza o Saggezza di 1, fino a un massimo di 20.</li>\n<li>Se riesci a vedere la bocca di una creatura mentre sta parlando una lingua che capisci, puoi interpretare ciò che sta dicendo leggendo le sue labbra.</li>\n<li>Si considera che tu abbia un vantaggio nel determinare i tuoi punteggi passivi di Saggezza (Percezione) e Intelligenza (Investigazione).</li></ul>"
		},
		{
			"id": "Overwhelming Presence",
			"name": "Presenza Travolgente",
			"description": "<p>Hai la presenza del più ricco dei leader, che ti garantisce i seguenti benefici:</p>\n<ul>n<li>Acquisti la competenza nei tiri salvezza di Carisma. Se sei già abile nei tiri salvezza, guadagni invece competenza in essi.</li>\n<li>Mentre sei cosciente, fino a cinque creature amiche entro 30 piedi da te che possono vederti o sentirti e che possono capirti possono ottenere un bonus a un tiro salvezza di Intelligenza, Saggezza o Carisma che effettuano pari al tuo modificatore di Carisma. Una volta che l'hanno fatto, non possono farlo di nuovo finché non finiscono un riposo breve o lungo.</li>\n<li>Come azione, puoi tentare di distrarre fino a cinque creature che puoi vedere entro 30 piedi da te. Ogni creatura deve effettuare un tiro salvezza di Saggezza (DC = 8 + il tuo bonus di competenza + il tuo modificatore di Carisma). Qualsiasi creatura immune all'incanto non viene influenzata. Se tu o i tuoi compagni state combattendo una creatura, questa ha un vantaggio sul tiro salvezza. Se il tiro salvezza viene fallito, per il minuto successivo una creatura ha svantaggio alle prove di Saggezza (Percezione) effettuate per percepire qualsiasi creatura diversa da te, finché l'effetto non termina o finché il bersaglio non può più vederti o sentirti. L'effetto termina in anticipo se sei incapace o muori.</li></ul>"
		},
		{
			"id": "Perceptive",
			"name": "Percepibile",
			"description": "<p>Affini i tuoi sensi fino a farli diventare affilati come rasoi. Ottieni i seguenti benefici: </p>\n<ul>\n<li>Aumenta il tuo punteggio di Saggezza di 1, fino a un massimo di 20. </li>\n<li>Guadagni la competenza nell'abilità Percezione. Se sei già abile in essa, guadagni invece competenza in essa. </li>\n<li>Se ti trovi in un'area leggermente oscurata, non subisci svantaggi alle prove di Saggezza (Percezione) se riesci a vedere e sentire.</li></ul>"
		},
		{
			"id": "Performer",
			"name": "Performer",
			"description": "<p>Padroneggiate la performance in modo da poter comandare qualsiasi palcoscenico. Ottieni i seguenti benefici: </p>\n<ul>\n<li>Aumenta il tuo punteggio di Carisma di 1, fino ad un massimo di 20. </li>\n<li>Guadagni la competenza nell'abilità Esibizione. Se sei già abile in essa, guadagni invece competenza in essa. </li>\n<li>Mentre ti esibisci, puoi cercare di distrarre un umanoide che puoi vedere e sentire. Effettua una prova di Carisma (Esibizione) contestata dalla prova di Saggezza (Intuito) dell'umanoide. Se la tua prova ha successo, attirerai l'attenzione dell'umanoide abbastanza da fargli effettuare prove di Saggezza (Percezione) e di Intelligenza (Investigazione) con svantaggio finché non smetterai di esibirti.</li></ul>"
		},
		{
			"id": "Power Adept",
			"name": "Potere Adepto",
			"description": "<p>Quando ottieni questo talento, scegli uno dei seguenti tipi di danno: acido, freddo, fuoco, forza, fulmine o necrotico. I poteri che lanci ignorano la resistenza ai danni del tipo scelto. Inoltre, quando tiri i danni per un potere che hai lanciato e che infligge danni di quel tipo, puoi considerare qualsiasi 1 su un dado dei danni come un 2.</p>\n<p>Puoi prendere questo talento più volte. Ogni volta che lo fai, devi scegliere un tipo di danno diverso.</p>"
		},
		{
			"id": "Power Channeling",
			"name": "Canalizzazione del Potere",
			"description": "<p>Scegli uno tra il lancio di forza o di tecnologia. Hai imparato a lanciare poteri del tipo scelto con maggiore deliberazione. Scegli un numero di poteri che conosci di 1° livello o superiore pari a metà del tuo bonus di competenza (arrotondato per difetto). Quando lanci uno dei poteri scelti, puoi scegliere di spendere un minuto aggiuntivo per lanciare il potere per ogni livello del potere. Se lo fai, il costo del potere viene ridotto di metà del numero di punti (arrotondato per difetto). Lanciare un potere in questo modo richiede concentrazione (spiegato nel capitolo 10). Se la tua concentrazione viene meno, il potere si disperde senza avere effetto. </p>\n<p>Ogni volta che guadagni un livello in una classe con lancio del tipo scelto, puoi sostituire uno dei poteri scelti con un altro potere di 1° livello o superiore che conosci.</p>"
		},
		{
			"id": "Practiced",
			"name": "Pratico",
			"description": "<p>Hai acquisito delle abilità nel corso della tua carriera, ottenendo i seguenti benefici: </p>\n<ul>\n<li>Aumenta un punteggio di abilità a tua scelta di 1, fino a un massimo di 20.</li>\n<li>Acquisti la competenza in una qualsiasi combinazione di due abilità o strumenti a tua scelta.</li></ul>"
		},
		{
			"id": "Promising Commander",
			"name": "Comandante Promettente",
			"description": "<p>Ti sei allenato senza sosta per guidare i tuoi alleati sul campo di battaglia, ottenendo i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Carisma di 1, fino a un massimo di 20.</li>\n<li>Come azione, puoi ottenere intuizione tattica. Per un minuto, una volta per turno puoi pronunciare un comando speciale o un avvertimento ogni volta che un alleato che puoi vedere entro 30 piedi effettua un attacco o un tiro salvezza. Questa creatura può aggiungere un [[/r d4]] al tiro, purché sia in grado di sentirti e capirti. Una creatura può beneficiare di un solo dado alla volta. Una volta che hai usato questa caratteristica, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</li></ul>"
		},
		{
			"id": "Quick Caster",
			"name": "Incantatore Rapido",
			"description": "<p>Ti sei esercitato a lanciare poteri in rapida successione, imparando tecniche che ti garantiscono i seguenti benefici:</p>\n<ul>\n<li>Quando lanci un potere con un tempo di lancio di un'azione bonus, puoi usare la tua azione per lanciare un potere con un livello di potere non superiore alla metà del tuo bonus di competenza (arrotondato per difetto).</li>\n<li>Quando lanci un potere con un tempo di lancio di un'azione bonus, puoi lanciarlo senza spendere forza o punti tecnologia, purché non sia di livello superiore al tuo bonus di competenza. Una volta che hai usato questa caratteristica, devi completare un lungo riposo prima di poterla usare di nuovo.</li></ul>"
		},
		{
			"id": "Quick-Fingered",
			"name": "Dita Veloci",
			"description": "<p>Le tue dita agili e la tua agilità ti permettono di eseguire giochi di prestigio. Ottieni i seguenti benefici: </p>\n<ul>\n<li>Aumenta il tuo punteggio di Destrezza di 1, fino ad un massimo di 20. </li>\n<li>Acquisti la competenza nell'abilità Sleight of Hand. Se sei già abile in questa abilità, ottieni invece competenza in essa. </li>\n<li>Come azione bonus, puoi effettuare una prova di Destrezza (Sleight of Hand) per piantare qualcosa su qualcun altro, nascondere un oggetto su una creatura, sollevare una borsa o prendere qualcosa da una tasca.</li></ul>"
		},
		{
			"id": "Quick-Witted",
			"name": "Perspicace",
			"description": "<p>Le grandi idee ti vengono naturali, spesso quando la tua vita dipende da questo. Hai sempre un piano, o almeno parti di esso. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Intelligenza di 1, fino a un massimo di 20.</li>\n<li>Puoi usare il tuo modificatore di Intelligenza al posto di quello di Destrezza quando effettui i test di iniziativa.</li>\n<li>Quando dovresti effettuare un tiro salvezza di Destrezza, puoi invece effettuare un tiro salvezza di Intelligenza. Puoi usare questa caratteristica un numero di volte pari al tuo bonus di competenza. Potrai riacquistare tutti gli usi di questa caratteristica quando completerai un riposo lungo.</li></ul>"
		},
		{
			"id": "Resilient",
			"name": "Resiliente",
			"description": "<p>Scegli un punteggio di abilità. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta il punteggio dell'abilità scelta di 1, fino ad un massimo di 20.</li>\n<li>Acquisti la competenza nei tiri salvezza utilizzando l'abilità scelta.</li></ul>"
		},
		{
			"id": "Savage Shorty",
			"name": "Nanetto Feroce",
			"description": "<p>Nonostante la tua bassa statura, la tua taglia non ha alcun impatto sulla tua forza e virilità. Otterrai i seguenti benefici:</p>\n<ul>\n<li>aumenta il tuo punteggio di Forza di 1, fino a un massimo di 20.</li>\n<li>La tua velocità aumenta di un metro e mezzo.</li>\n<li>Perderai il tratto speciale Sottodimensionato.</li></ul>"
		},
		{
			"id": "Shard Modification",
			"name": "Modifica del Frammento",
			"description": "<p>Sei un droide appositamente modificato utilizzato per ospitare un frammento. I frammenti sono cristalli senzienti nativi del pianeta Orax, lunghi circa 30 cm, che comunicano tra loro attraverso impulsi di luce. Quando abitano un droide specializzato che li ospita, i frammenti sono in grado di superare l'incapacità del droide di esercitare la Forza, garantendo i seguenti benefici:</p>\n<ul>\n<li>Aumenta un punteggio di abilità a tua scelta di 1, fino a un massimo di 20.</li>\n<li>Perderai il tratto speciale Insensibile alla Forza.</li>\n<li>Puoi lanciare il potere della forza <em>sense force</em> una volta al giorno. Saggezza o Carisma (a tua scelta) è la tua abilità di lancio della forza per questo potere.</li></ul>"
		},
		{
			"id": "Silver-Tongued",
			"name": "Lingua Argentata",
			"description": "<p>Sviluppi la tua abilità di conversazione per ingannare meglio gli altri. Ottieni i seguenti benefici: </p>\n<ul><li>Aumenta il tuo punteggio di Carisma di 1, fino ad un massimo di 20. </li>\n<li>Acquisti la competenza nell'abilità Inganno. Se sei già abile in essa, guadagni invece competenza in essa. </li>\n<li>Quando esegui l'azione Attacco, puoi sostituire un attacco con un tentativo di ingannare un umanoide che puoi vedere entro 30 piedi da te e che può vederti e sentirti. Effettua una prova di Carisma (Inganno) contestata dalla prova di Saggezza (Intuito) del bersaglio. Se la verifica ha successo, il tuo movimento non provoca attacchi di opportunità da parte del bersaglio e i tuoi attacchi contro di esso hanno vantaggio; entrambi i benefici durano fino alla fine del tuo prossimo turno o finché non userai questa capacità su un altro bersaglio. Se la tua prova fallisce, il bersaglio non può essere ingannato da te in questo modo per 1 ora.</li></ul>"
		},
		{
			"id": "Snappy Interjection",
			"name": "Interiezione Repentina",
			"description": "<p>Hai imparato la lingua veloce per aiutare i tuoi alleati. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Carisma di 1, fino a un massimo di 20.</li>\n<li>Una volta per riposo breve o lungo, quando un alleato effettua un tiro di attacco, una prova di abilità o un tiro salvezza, puoi spendere la tua reazione per dargli vantaggio sul tiro.</li></ul>"
		},
		{
			"id": "Sniping Caster",
			"name": "Incantatore Cecchino",
			"description": "<p>Ti sei esercitato a lanciare i poteri a distanza in modo più accurato, imparando tecniche che ti danno i seguenti benefici:</p>\n<ul>\n<li>Quando lanci un potere che richiede un tiro per attaccare, la portata del potere viene raddoppiata.</li>\n<li>I tuoi attacchi a distanza di forza e tecnologici ignorano la copertura di un quarto, metà e tre quarti.</li>\n<li>Impari un potere a volontà che richiede un tiro per attaccare. La tua abilità di lancio per questo potere dipende dalla lista dei poteri che hai scelto: Saggezza o Carisma (a seconda dell'allineamento dei poteri) per i poteri di forza o Intelligenza per i poteri tecnici.</li></ul>"
		},
		{
			"id": "Specialist",
			"name": "Specialista",
			"description": "<p>Hai una formazione mirata con uno strumento specifico. Scegli un tipo di kit da specialista. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta un punteggio di abilità a tua scelta di 1, fino a un massimo di 20.</li>\n<li>Proprietà con il kit scelto. Se sei già abile con esso, guadagni invece competenza con esso. </Puoi tentare delle prove di abilità con il kit scelto senza il kit, ma hai uno svantaggio sulla prova quando lo fai.</li>\n<li>Quando effettui una prova di abilità con il kit scelto e non hai svantaggio sulla prova, puoi considerare un tiro di [[/r d20]] di 9 o inferiore come un 10, a patto che passi almeno 1 minuto sulla prova.</li>\n</ul>\n<p> Puoi prendere questa impresa più volte. Ogni volta che lo fai, devi scegliere un kit da specialista diverso.</p>"
		},
		{
			"id": "Splashclass Improvement",
			"name": "Miglioramento Splashclass",
			"description": "<p>Hai imparato a fondere le abilità delle tue diverse classi. Scegli una delle opzioni di miglioramento di splashclass, dettagliate più avanti in questo capitolo. Puoi prendere questa impresa più volte. </p>\n<ul>\n<li>@Compendium[sw5e.feats.HfieYbEF4UepAqtL]{Berserker}</li>\n<li>@Compendium[sw5e.feats.iQl7w58aNr6jWHTn]{Console}</li>\n<li>@Compendium[sw5e.feats.kh8b0UPaAtr4Xtah]{Ingegnere}</li>\n<li>@Compendium[sw5e.feats.w6fdQRuHr8N15uW9]{Combattente}</li>\n<li>@Compendium[sw5e.feats.CQdviCPoj07vSaKL]{Guardiano}</li>\n<li>@Compendium[sw5e.feats.B52ZLcL7kuPMFO42]{Monaco}</li>\n<li>@Compendium[sw5e.feats.KtmSbGZV26qLIAJX]{Operativo}</li>\n<li>@Compendium[sw5e.feats.3R9KiTTEupBtopMR]{Scolaro}</li>\n<li>@Compendium[sw5e.feats.JHyiEQrJHS9GHrO1]{Scout}</li>\n<li>@Compendium[sw5e.feats.gEiEozguD5Kv8HsU]{Sentinella}</li></ul>"
		},
		{
			"id": "Splashclass Improvement (Berserker)",
			"name": "Miglioramento Splashclass (Berserker)",
			"description": "<p>Al tuo turno, puoi entrare in collera come azione bonus se non indossi un'armatura pesante.</p>\n<p>Mentre sei in collera, ottieni i seguenti benefici:</p>\n<ul>\n<li>hai un vantaggio alle prove di Forza e ai tiri salvezza di Forza. </Quando effettui un attacco con un'arma da mischia usando la Forza, ottieni un bonus di +2 al tiro per il danno.</li>\n<li>Si ha resistenza ai danni cinetici ed energetici.</li>\n</ul>\n<p>Se sei in grado di lanciare poteri, non puoi lanciarli o concentrarti su di essi mentre sei in collera.</p>\n<p>La tua collera dura 1 minuto. Finisce presto se vieni messo a tappeto, se indossi un'armatura pesante o se il tuo turno finisce e non hai compiuto un'azione ostile o subito danni dal tuo ultimo turno. Puoi anche terminare la tua furia al tuo turno come azione bonus.</p>\n<p>Puoi usare questa caratteristica una volta sola. Guadagni un uso aggiuntivo all'11° livello. Riacquisti tutti gli usi consumati quando completi un riposo lungo.</p>"
		},
		{
			"id": "Splashclass Improvement (Consular)",
			"name": "Miglioramento Splashclass (Console)",
			"description": "<p>Ottieni la capacità di modificare i tuoi poteri in base alle tue esigenze. Quando lanci un potere di forza, puoi spendere punti forza aggiuntivi per modificare il potere. Guadagni una delle opzioni di lancio dei poteri di forza a tua scelta tra quelle disponibili per la classe consolare. Guadagnerai un'opzione aggiuntiva all'11° livello.</p>\n<p>Puoi spendere in questo modo solo un numero di punti forza pari al tuo bonus di competenza. Riacquisti la capacità di farlo quando completi un riposo lungo.</p>"
		},
		{
			"id": "Splashclass Improvement (Engineer)",
			"name": "Miglioramento Splashclass (Ingegnere)",
			"description": "<p>La tua esperienza tecnologica ti conferisce un intuito non comune che puoi usare per sostenere i tuoi alleati. Per farlo, usi un'azione bonus nel tuo turno per scegliere una creatura diversa da te entro 60 piedi da te che possa sentirti. Quella creatura guadagna un dado Attitudine Potente, un [[/r d4]]. </p>\n<p>Una volta entro i prossimi 10 minuti, la creatura può tirare il dado e aggiungere il numero ottenuto a una prova di abilità, un tiro di attacco o un tiro salvezza che effettua. La creatura può aspettare fino a dopo aver tirato il dado [[/r d20]] prima di decidere di usare il dado Attitudine Potente, ma deve decidere prima che il GM dica se il tiro riesce o fallisce. Una volta che il dado attitudine potente è stato tirato, è perso.</p>\n<p>Una creatura può avere un solo dado attitudine potente alla volta.</p>\n<p>Puoi usare questa caratteristica un numero di volte pari al tuo bonus di competenza. Puoi riguadagnare gli usi che hai speso quando finisci un riposo lungo.</p>"
		},
		{
			"id": "Splashclass Improvement (Fighter)",
			"name": "Miglioramento Splashclass (Combattente)",
			"description": "<p>Impari manovre che sono alimentate da dadi speciali chiamati dadi di superiorità.</p>\n<p><strong><em>Manovre.</em></strong> Impari una manovra a tua scelta tra quelle disponibili per la classe combattente. Impari una manovra aggiuntiva all'11° livello. Molte manovre migliorano un attacco in qualche modo. Puoi usare solo una manovra per attacco, e puoi usare ogni manovra solo una volta per turno.</p>\n<p><strong><em>Dadi di superiorità.</em></strong> Hai un numero di dadi di superiorità pari al tuo bonus di competenza, che sono d4. Un dado di superiorità viene consumato quando lo usi. Riacquisti tutti i tuoi dadi di superiorità spesi quando finisci un riposo lungo.</p>\n<p><strong><em>Titoli salvezza.</em></strong> Alcune delle tue manovre richiedono che il tuo bersaglio effettui un tiro salvezza per resistere agli effetti della manovra. La CD del tiro salvezza è calcolata come segue:</p>\n<p><em></em>_</p>\n<p><strong>Cd di salvataggio della manovra</strong> = 8 + il tuo bonus di competenza + il modificatore di Forza o Destrezza (a tua scelta)</p>\n<p><em></em>_</p>"
		},
		{
			"id": "Splashclass Improvement (Guardian)",
			"name": "Miglioramento Splashclass (Guardiano)",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma da mischia, puoi spendere punti forza per infliggere al bersaglio un danno aggiuntivo dello stesso tipo di quello dell'arma. Il danno addizionale è di [[/r 1d8]] per ogni punto speso in questo modo. Non puoi infliggere più di [[/r 2d8]] danni addizionali per colpo in questo modo.</p>\n<p>Puoi spendere in questo modo solo un numero di punti forza pari al tuo bonus di competenza. Riacquisti la capacità di farlo quando completi un riposo lungo.</p>"
		},
		{
			"id": "Splashclass Improvement (Monk)",
			"name": "Miglioramento Splashclass (Monaco)",
			"description": "<p>La tua pratica delle arti marziali ti garantisce i seguenti benefici:</p>\n<ul>\n<li>Puoi effettuare un colpo disarmato come azione bonus. Se dovresti già effettuare un colpo disarmato come azione bonus, puoi invece effettuare questo colpo in aggiunta a quel colpo disarmato.</li>\n<li>Puoi effettuare l'azione Disimpegnarsi come azione bonus. Se si sta già disimpegnando come azione bonus, si può anche schivare.</li>\n<li>Può essere effettuata l'azione Schivare come azione bonus. Se già avresti come azione bonus l'azione Schivare, puoi invece raddoppiare la tua distanza di salto per il turno.</li>\n</ul> <p>Puoi usare queste caratteristiche per un numero di volte pari al tuo bonus di competenza. Si riacquistano tutti gli utilizzi effettuati quando si completa un riposo lungo.</p>"
		},
		{
			"id": "Splashclass Improvement (Operative)",
			"name": "Miglioramento Splashclass (Operativo)",
			"description": "<p>Sai come colpire sottilmente e sfruttare la distrazione di un nemico. Una volta per turno, puoi infliggere un danno extra di [[/r 1d6]] a una creatura che colpisci con un attacco con un'arma se hai vantaggio sul tiro per l'attacco. Questo danno è uguale al danno dell'arma e l'attacco deve essere effettuato con un'arma a distanza o un'arma finesse.</p>\n<p>Non hai bisogno del vantaggio sul tiro per attaccare se un altro nemico del bersaglio si trova entro un raggio di 2 metri, se quel nemico non è incapacitato e se non hai svantaggio sul tiro per attaccare.</p>\n<p>Puoi infliggere questo danno aggiuntivo un numero di volte pari al tuo bonus di competenza. Si riacquistano tutti gli utilizzi effettuati quando si completa un riposo lungo.</p>"
		},
		{
			"id": "Splashclass Improvement (Scholar)",
			"name": "Miglioramento Splashclass (Scolaro)",
			"description": "<p>Sei in grado di analizzare un bersaglio, sviluppare un piano su come superare al meglio ogni potenziale ostacolo ed eseguire quel piano con spietata efficienza. Come azione bonus nel tuo turno, puoi analizzare un bersaglio che puoi vedere entro 60 piedi da te. Per il minuto successivo, o finché non analizzi un altro bersaglio, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando analizzi una creatura ostile, i tuoi tiri per colpire e i tiri per danni effettuati con armi con la proprietà finezza o con armi blaster contro quel bersaglio possono utilizzare il tuo modificatore di Intelligenza invece di Forza o Destrezza.</li>\n<li>Quando analizzi una creatura amica, il bersaglio può terminare la tua Analisi Critica su di lui (non è richiesta alcuna azione) per aggiungere il tuo modificatore di Intelligenza a un tiro di attacco, una prova di abilità o un tiro salvezza. Una volta che una creatura amica ha beneficiato di questa capacità, non può farlo di nuovo finché non completa un riposo breve o lungo.</li>\n</ul>\n</li>\n<p>Puoi usare questa caratteristica un numero di volte pari alla metà del tuo bonus di competenza, arrotondato per eccesso. Si riacquistano tutti gli utilizzi effettuati quando si completa un riposo lungo.</p>"
		},
		{
			"id": "Splashclass Improvement (Scout)",
			"name": "Miglioramento Splashclass (Scout)",
			"description": "<p>Impari a leggere e seguire efficacemente le tue prede. Una volta in ogni tuo turno, puoi scegliere una creatura che puoi vedere entro 120 piedi e segnarla come tua preda (nessuna azione richiesta). Per la prossima ora, otterrai i seguenti benefici:</p>\n<ul>\n<li>Una volta per turno, quando colpisci il bersaglio con un attacco con un'arma, puoi infliggergli [[/r 1d4]] danni aggiuntivi dello stesso tipo di quelli dell'arma. </li>\n<li>Hai un vantaggio su ogni prova di Saggezza (Percezione) o Saggezza (Sopravvivenza) che effettui per trovarla mentre si trova sul tuo stesso pianeta. Puoi marcare le creature in questo modo un numero di volte pari alla metà del tuo bonus di competenza, arrotondato per eccesso.  Si riacquistano tutti gli utilizzi effettuati quando si completa un riposo lungo.</p>"
		},
		{
			"id": "Splashclass Improvement (Sentinel)",
			"name": "Miglioramento Splashclass (Sentinella)",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma da mischia, puoi spendere 1 punto Forza per usare un effetto di Forza-Sé. Hai tre effetti di questo tipo: Deviazione, Doppio Colpo e Tempo Rallentato. Puoi usare ogni effetto solo una volta per turno, e puoi usarne solo uno per colpo.</p>\n<p><strong><em>Deflessione.</em></strong> Puoi tirare un [[/r d4]] e aggiungerlo alla tua CA contro un attacco prima dell'inizio del tuo prossimo turno.</p>\n<p><strong><em>Doppio Colpo. </em></strong> Puoi tirare un [[/r d4]] e infliggere danni addizionali dello stesso tipo pari alla quantità tirata.</p>\n<p><strong><em>Tempo lento.</em></strong> Puoi tirare un [[/r d4]] per aumentare la tua velocità di 5 volte la quantità tirata fino alla fine del tuo turno.</p>\n<p> Puoi spendere in questo modo solo un numero di punti forza pari al tuo bonus di competenza. Riacquisti la capacità di farlo quando completi un riposo lungo.</p>"
		},
		{
			"id": "Stealthy",
			"name": "Furtivo",
			"description": "<p>Sai come nasconderti al meglio, ottenendo i seguenti benefici: </p>\n<ul><li>Aumenta il tuo punteggio di Destrezza di 1, fino a un massimo di 20. </li>\n<li>Acquisti la competenza nell'abilità Furtività. Se sei già abile in questa abilità, ottieni invece competenza in essa. </li>\n<li>Se sei nascosto, puoi muoverti fino a 3 metri all'aperto senza rivelarti se finisci il movimento in una posizione in cui non sei chiaramente visibile.</li></ul>"
		},
		{
			"id": "Supreme Accuracy",
			"name": "Precisione Suprema",
			"description": "<p>Hai una mira straordinaria con gli attacchi che si basano sulla precisione. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Destrezza, Intelligenza, Saggezza o Carisma di 1, fino a un massimo di 20.</li>\n<li>Ogni volta che hai vantaggio su un tiro di attacco usando Destrezza, Intelligenza, Saggezza o Carisma puoi ritirare un dado una volta.</li></ul>"
		},
		{
			"id": "Supreme Aptitude",
			"name": "Attitudine Suprema",
			"description": "<p>Hai un'abilità straordinaria con una concentrazione preternaturale. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Forza, Destrezza, Costituzione o Intelligenza di 1, fino a un massimo di 20.</li>\n<li>Ogni volta che hai un vantaggio su una verifica di abilità usando Forza, Destrezza, Costituzione o Intelligenza puoi ritirare un dado una volta.</li></ul>"
		},
		{
			"id": "Supreme Durability",
			"name": "Durabilità Suprema",
			"description": "<p>Hai una straordinaria capacità di recupero sia del corpo che della mente. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Forza, Costituzione, Saggezza o Carisma di 1, fino a un massimo di 20.</li>\n<li>Ogni volta che hai vantaggio su un tiro salvezza usando Forza, Costituzione, Saggezza o Carisma puoi ritirare un dado una volta.</li></ul>"
		},
		{
			"id": "Survivalist",
			"name": "Survivalista",
			"description": "<p>Padroneggi le tradizioni della natura, ottenendo i seguenti benefici: </p>\n<ul><li>Aumenta il tuo punteggio di Saggezza di 1, fino a un massimo di 20. </li>\n<li>Acquisti la competenza nell'abilità Sopravvivenza. Se sei già abile in essa, guadagni invece competenza in essa. </li>\n<li>Impari il potere tecnico <em>allarme</em>. Puoi lanciarlo una volta sola, usando le provviste raccolte intorno a te, senza l'uso di un bracciale e senza spendere punti tecnologia, e riacquisti la capacità di farlo quando finisci un lungo riposo.</li></ul>"
		},
		{
			"id": "Tech Dabbler",
			"name": "Dabbenaggine Tecnologica",
			"description": "<p>Conosci due poteri tecnologici a volontà. Al 3° livello, impari e puoi lanciare un potere tecnologico di 1° livello una volta per riposo lungo. Al 5° livello, imparerai e potrai lanciare un potere tecnologico di 2° livello una volta per riposo lungo. La tua capacità di lancio tecnologico è l'Intelligenza. Per questi poteri è necessario l'uso di un bracciale. Inoltre, perdi il tratto speciale Tecnologia Alterata, se lo possiedi.</p>"
		},
		{
			"id": "Techie",
			"name": "Tecnico",
			"description": "<p>Padroneggi la teoria e la pratica della tecnologia, ottenendo i seguenti benefici: </p>\n<ul>\n<li>Aumenta il tuo punteggio di Intelligenza di 1, fino ad un massimo di 20. </li>\n<li>Acquisti la competenza nell'abilità Tecnologia. Se sei già abile in essa, guadagni invece competenza in essa. </li>\n<li>Impari il potere tecnologico <em>Ripara droide</em>. Puoi lanciarlo una volta sola, usando i rifornimenti recuperati intorno a te, senza l'uso di una tastiera da polso e senza spendere punti tecnologia, e riacquisti la capacità di farlo quando finisci un lungo riposo.</li></ul>"
		},
		{
			"id": "Threatening",
			"name": "Minaccioso",
			"description": "<p>Diventi temibile per gli altri, ottenendo i seguenti benefici: </p>\n<ul><li>Aumenta il tuo punteggio di Carisma di 1, fino a un massimo di 20. </li>\n<li>Guadagni la competenza nell'abilità Intimidazione. Se sei già abile in questa abilità, ottieni invece competenza in essa. </li>\n<li>Quando esegui l'azione Attacco, puoi sostituire un attacco con un tentativo di demoralizzare un umanoide che puoi vedere entro 30 piedi da te e che può vederti e sentirti. Effettua una prova di Carisma (Intimidazione) contestata dalla prova di Saggezza (Intuito) del bersaglio. Se la tua prova ha successo, il bersaglio è spaventato fino alla fine del tuo prossimo turno. Se la tua prova fallisce, il bersaglio non può essere spaventato da te in questo modo per 1 ora.</li></ul>"
		},
		{
			"id": "Tiny Terror",
			"name": "Piccoli Brividi",
			"description": "<p>Nonostante la tua altezza sia inferiore al ginocchio di altre specie, la tua taglia ha un impatto minore sulla tua forza e virilità. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Forza di 1, fino ad un massimo di 20.</li>\n<li>La tua velocità aumenta di 5 piedi.</li>\n<li>Perderai il tratto speciale Pintsized, e non sarai più limitato a +3 nel determinare il tuo bonus ai tiri per attaccare e danneggiare gli attacchi con le armi usando la Forza a causa del tratto speciale Gracile.</li>\n<li>Avrai il tratto speciale Undersized: <strong><em>Sottodimensionato.</em></strong> La tua piccola statura ti rende difficile maneggiare armi più grandi. Non puoi usare scudi pesanti o armi marziali con la proprietà a due mani a meno che non abbiano la proprietà leggera, e se un'arma marziale ha la proprietà versatile, puoi brandirla solo a due mani.</li></ul>"
		},
		{
			"id": "Titan's Power",
			"name": "Potere del Titano",
			"description": "<p>Hai la forza di cui parlano le leggende, che ti garantisce i seguenti benefici:</p>\n<ul>\n<li>Acquisti la competenza nei tiri salvezza di Forza. Se sei già abile nei tiri salvezza, guadagni competenza in essi.</li>\n<li>Indipendi la proprietà a due mani delle armi con cui sei abile.</li>\n<li>Quando manchi un attacco con un'arma da mischia, la creatura subisce un danno pari al tuo modificatore di Forza. Questo danno è dello stesso tipo di quello dell'arma.</li></ul>"
		},
		{
			"id": "Tough",
			"name": "Tosto",
			"description": "<p>Nelle tue vene scorre il sangue degli eroi. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Costituzione di 1, fino ad un massimo di 20.</li>\n<li>Ogni volta che esegui l'azione Schivare in combattimento, puoi spendere un dado per curarti. Tira il dado, aggiungi il tuo modificatore di Costituzione e recupera un numero di punti ferita pari al totale (minimo uno).</li></ul>"
		},
		{
			"id": "Unnatural Resilience",
			"name": "Resilienza Innaturale",
			"description": "<p>Possiedi la forza d'animo spesso attribuita agli dei, che ti garantisce i seguenti benefici:</p>\n<ul>\n<li>Acquisti la competenza nei tiri salvezza di Costituzione. Se sei già abile nei tiri salvezza, guadagni invece competenza in essi.</li>\n<li>Gli effetti potenziati, come poteri o medpac, che ti ripristinano i punti ferita non possono ripristinare una quantità inferiore alla metà del tuo livello + il tuo modificatore di Costituzione. Se questa quantità supera la quantità massima di punti ferita che quell'effetto può ripristinare, prenderai invece il massimo di quell'effetto.</li>\n<li>Puoi aggiungere il tuo modificatore di Costituzione ai tiri salvezza che effettui.</li></ul>"
		},
		{
			"id": "War Caster",
			"name": "Incantatore di Guerra",
			"description": "<p>Ti sei allenato a lanciare poteri nel bel mezzo del combattimento, imparando tecniche che ti garantiscono i seguenti benefici:</p>\n<ul>\n<li>hai un vantaggio nei tiri salvezza di Costituzione che effettui per mantenere la concentrazione su un potere quando subisci danni.</li>\n<li>Una volta per round, quando una creatura ostile ti provoca un attacco di opportunità, puoi usare la tua reazione per lanciare un potere sulla creatura, piuttosto che effettuare un attacco di opportunità. Il potere deve avere un tempo di lancio di 1 azione e deve prendere di mira solo quella creatura.</li></ul>"
		},
		{
			"id": "Weapon Expert",
			"name": "Esperto d'Armi",
			"description": "<p>Hai fatto molta pratica con una varietà di armi, ottenendo i seguenti benefici:</p>\n<ul>\n<li>Aumenta il tuo punteggio di Forza, Destrezza o Costituzione di 1, fino a un massimo di 20.</li>\n<li>Ottieni competenza con tutti i blaster. Se sei già abile con tutti i blaster, invece una volta per turno, quando tireresti i danni da arma usando un blaster, puoi scegliere di avere vantaggio.</li>\n<li>Acquisisci competenza con tutte le armi leggere. Se sei già abile con tutte le armi leggere, invece, una volta per turno, quando tireresti i danni con un'arma leggera, puoi scegliere di avere vantaggio.</li>\n<li>Acquisisci la competenza con tutte le vibroarmi. Se sei già abile con tutte le vibroarmi, invece, una volta per turno, quando tirerai i danni con una vibroarma, puoi scegliere di avere vantaggio.</li>\n</ul>\n<p>Puoi prendere questo talento due volte. </p>"
		},
		{
			"id": "Weapon Focus (Blade Focus)",
			"name": "Focalizzazione Arma (Focus Lama)",
			"description": "<p>Hai concentrato il tuo addestramento al combattimento sulle armi a lama. Se sei abile con una di queste armi, otterrai i seguenti benefici mentre la impugni:</p>\n<ul>\n<li>Potrai ottenere un bonus di +1 ai tiri per i danni dell'arma.</li>\n<li>Quando ottieni un colpo critico con l'arma, il prossimo attacco che il bersaglio effettua prima dell'inizio del tuo prossimo turno ha svantaggio.</li>\n<li>Quando esegui l'azione Attacco, puoi scegliere di rinunciare a uno o più attacchi per <strong>parare</strong>. Per ogni attacco a cui rinunci, guadagni un bonus di +1 alla CA fino all'inizio del tuo prossimo turno.</li></ul>"
		},
		{
			"id": "Weapon Focus (Carbine Focus)",
			"name": "Focalizzazione Arma (Focus Carabina)",
			"description": "<p>Hai concentrato il tuo addestramento al combattimento sulle armi a carabina. Quando impugni una di queste armi, ottieni i seguenti benefici, se sei abile con essa:</p>\n<ul>\n<li> ottieni un bonus di +1 ai tiri per i danni dell'arma.</li>\n<li>Quando ottieni un colpo critico con l'arma, il prossimo attacco che il bersaglio effettua prima dell'inizio del tuo prossimo turno ha svantaggio.</li>\n<li>Quando esegui l'azione Attacco, puoi scegliere di rinunciare a uno o più attacchi per <strong>startle</strong>. Per ogni attacco a cui si rinuncia, si spende 1 munizione e si sceglie una creatura che non sia più grande di una taglia più grande di te (la tua taglia o più piccola se la tua arma ha la proprietà della luce) e che si trovi nel raggio d'azione normale della tua arma. La creatura deve riuscire in un tiro salvezza di Destrezza (DC = 8 + il tuo bonus agli attacchi con l'arma) o rimanere scioccata fino all'inizio del tuo prossimo turno.</li></ul>"
		},
		{
			"id": "Weapon Focus (Crushing Weapon Focus)",
			"name": "Focalizzazione Arma (Focus Arma Schiacciante)",
			"description": "<p>Hai concentrato il tuo addestramento al combattimento sulle armi schiaccianti. Otterrai i seguenti benefici mentre brandisci una di queste armi, se sei abile con essa:</p>\n<ul>\n<li>Potrai ottenere un bonus di +1 ai tiri per i danni dell'arma. </li>\n<li>Quando ottieni un colpo critico con l'arma, aggiungi il modificatore di abilità di governo dell'attacco due volte, invece che una sola, ai danni dell'attacco stesso.</li>\n<li>Quando esegui l'azione Attacco, puoi scegliere di rinunciare a uno o più attacchi per <strong>spaccare</strong> il terreno. Per ogni attacco a cui rinunci, scegli un quadrato separato di 5 piedi entro il raggio d'azione della tua arma da frantumare. Quel quadrato diventa terreno difficile finché non viene liberato. Ogni porzione di area di 5 piedi richiede almeno 1 minuto per essere liberata a mano. Inoltre, ogni creatura diversa da te in un quadrato colpito deve effettuare un tiro salvezza di Destrezza (DC = 8 + il tuo bonus agli attacchi con l'arma). Se il tiro salvezza viene fallito, la creatura subisce un danno pari al modificatore di abilità di governo dell'attacco.</li></ul>"
		},
		{
			"id": "Weapon Focus (Heavy Weapon Focus)",
			"name": "Focalizzazione Arma (Focus Arma Pesante)",
			"description": "<p>Hai focalizzato il tuo addestramento al combattimento sulle armi pesanti. Otterrai i seguenti benefici mentre brandisci una di queste armi, se sei abile con essa:</p>\n<ul>\n<li>Potrai ottenere un bonus di +1 ai tiri per i danni dell'arma. </li>\n<li>Quando ottieni un colpo critico con l'arma, aggiungi il modificatore di abilità di governo dell'attacco due volte, invece che una sola, ai danni dell'attacco stesso.</li>\n<li>Quando esegui l'azione Attacco, puoi scegliere di rinunciare a uno o più attacchi per <strong>sopprimere</strong>. Per ogni attacco a cui si rinuncia, si spendono munizioni pari a metà del numero di ricariche della propria arma (minimo 2) e si sceglie un'area di 10 piedi cubi all'interno della gittata normale della propria arma. Ogni creatura nell'area che non sia più grande di una taglia più grande di te (la tua taglia o più piccola se la tua arma ha la proprietà della luce) deve effettuare un tiro salvezza di Saggezza (DC = 8 + il tuo bonus agli attacchi con l'arma) o diventare spaventata da te fino alla fine del suo prossimo turno.</li></ul>"
		},
		{
			"id": "Weapon Focus (Polearm Focus)",
			"name": "Focalizzazione Arma (Focus Arma Inastata)",
			"description": "<p>Hai focalizzato il tuo addestramento al combattimento sulle armi ad asta. Quando impugni una di queste armi, ottieni i seguenti benefici, se sei abile nel maneggiarle:</p>\n<ul>\n<li> ottieni un bonus di +1 ai tiri per i danni dell'arma.</li>\n<li>Quando ottieni un colpo critico con l'arma, puoi tirare un dado danno aggiuntivo.</li>\n<li>Quando esegui l'azione Attacco, puoi scegliere di rinunciare a uno dei tuoi attacchi per <strong>sollecitare</strong>. Se lo fai, la tua portata aumenta di 5 piedi fino all'inizio del tuo prossimo turno.</li></ul>"
		},
		{
			"id": "Weapon Focus (Rifle Focus)",
			"name": "Focalizzazione Arma (Focus Fucile)",
			"description": "<p>Hai concentrato il tuo addestramento al combattimento sulle armi da fuoco. Quando impugni una di queste armi, ottieni i seguenti benefici, se sei abile nel maneggiarle:</p>\n<ul>n<li> ottieni un bonus di +1 ai tiri per i danni dell'arma.</li>\n<li>Quando ottieni un colpo critico con l'arma, puoi tirare un dado danno aggiuntivo.</li>\n<li>Quando esegui l'azione Attacco, puoi scegliere di rinunciare a uno o più attacchi per <strong>arrampicarsi</strong>. Per ogni attacco a cui si rinuncia, si può muovere fino a 10 piedi senza provocare attacchi di opportunità.</li></ul>"
		},
		{
			"id": "Weapon Focus (Sidearm Focus)",
			"name": "Focalizzazione Arma (Focus Arma Secondaria)",
			"description": "<p>Hai focalizzato il tuo addestramento al combattimento sulle armi secondarie. Quando impugni una di queste armi, ottieni i seguenti benefici, se sei abile con essa:</p>\n<ul>\n<li>Prendi un bonus di +1 ai tiri per i danni dell'arma.</li>\n<li>Quando ottieni un colpo critico con l'arma, il prossimo tiro di attacco effettuato contro il bersaglio prima dell'inizio del tuo prossimo turno ha vantaggio.</li>\n<li>Quando esegui l'azione Attacco, puoi scegliere di rinunciare a uno o più attacchi per <strong>stordire</strong> una creatura. Per ogni attacco a cui si rinuncia, si spendono 2 munizioni e si sceglie una creatura che non sia più grande di una taglia più grande di te (la tua taglia o più piccola se la tua arma ha la proprietà della luce), che abbia una testa e che si trovi entro la normale portata della tua arma. La creatura deve riuscire in un tiro salvezza di Costituzione (DC = 8 + il tuo bonus agli attacchi con l'arma) o diventare incapace fino alla fine del suo prossimo turno o fino a quando non subisce danni, a seconda di cosa accade prima.</li></ul>"
		},
		{
			"id": "Weapon Focus (Trip Weapon Focus)",
			"name": "Focalizzazione Arma (Focus Arma da Viaggio)",
			"description": "<p>Hai focalizzato il tuo addestramento al combattimento sulle armi a scatto. Otterrai i seguenti benefici mentre brandisci una di queste armi, se sei abile con essa:</p>\n<ul>n<li>Prendi un bonus di +1 ai tiri per i danni dell'arma.</li>\n<li>Quando ottieni un colpo critico con l'arma, il prossimo attacco effettuato contro il bersaglio prima dell'inizio del tuo prossimo turno ha vantaggio.</li>\n<li>Quando esegui l'azione Attacco, puoi scegliere di rinunciare a uno o più attacchi per <strong>interrompere</strong>. Per ogni attacco a cui rinunci, una creatura nel tuo raggio d'azione non ottiene alcun beneficio alla classe armatura dal suo scudo fino alla fine del suo prossimo turno.</li></ul>"
		},
		{
			"id": "Weapon Focused",
			"name": "Focalizzazione di un'arma",
			"description": "<p>Adotti un particolare tipo di arma come focus. Scegli una delle opzioni di focalizzazione dell'arma, dettagliate più avanti in questo capitolo. Puoi prendere questo talento più volte. </p>\n<ul>\n<li>@Compendio[sw5e.feats.F8FtJ6LuwSohQgjk]{Focus Lama}</li>\n<li>@Compendio[sw5e.feats.NVg0sxmTSLXP8xJ9]{Focus Carabina}</li>\n<li>@Compendio[sw5e.feats.4 Uzb14t5qGL5T36Y]{Focus Arma Schiacciante}</li>\n<li>@Compendio[sw5e.feats.6 Dibgd4H91DFelE2]{Focus Arma Pesante}</li>\n<li>@Compendio[sw5e.feats.bQEGFoXpUjlJiG57]{Focus Arma Inastata}</li>\n<li>@Compendio[sw5e. feats.ySSiGAy9312rbnI6]{Focus Fucile}</li>\n<li>@Compendio[sw5e.feats.ya8OGukZiRJ9TogQ]{Focus Arma Secondaria}</li>\n<li>@Compendio[sw5e.feats.4 sbgk41mcnBJOF5d]{Focus Arma da Viaggio}</li></ul>"
		},
		{
			"id": "Weapon Supremacist",
			"name": "Arma Suprematista",
			"description": "<p>Hai padronanza di un particolare tipo di arma. Scegli una delle opzioni di supremazia nelle armi, dettagliate più avanti in questo capitolo. Puoi prendere questa impresa più volte. </p>\n<ul>\n<li>@Compendium[sw5e.feats.PRt3Mf8aQAJuSEW3]{Supremazia Lama}</li>\n<li>@Compendium[sw5e.feats. X815vrMWDsxTsTxg]{Supremazia Carabina}</li>\n<li>@Compendio[sw5e.feats.wQwmXEH6awoT3UCF]{Supremazia Arma Schiacciante}</li>\n<li>@Compendio[sw5e.feats. ZuG4NATrxUyHedRG]{Supremazia Arma Pesante}</li>\n<li>@Compendio[sw5e.feats.AS3WhoHvlMYpSPe]{Supremazia Arma Inastata}</li>\n<li>@Compendio[sw5e. XPSqkn2DqgmJ3y7Q]{Supremazia Fucile}</li>\n<li>@Compendio[sw5e.feats.xgei9ZI6JKZ47z3n]{Supremazia Arma Secondaria}</li>\n<li>@Compendio[sw5e.feats.0 OkP9P0yrGL86IkB]{Supremazia Arma da Viaggio}</li></ul>"
		},
		{
			"id": "Weapon Supremacy (Blade Supremacy)",
			"name": "Supremazia Arma (Supremazia Lama)",
			"description": "<p>Ti sei specializzato nel combattimento con le armi a lama. Otterrai i seguenti benefici mentre brandisci una di queste armi, se sei abile con essa:</p>\n<ul>\n<li>Potrai ottenere un bonus di +1 ai tiri di attacco dell'arma. </li>\n<li>Ogni volta che hai vantaggio su un tiro di attacco e colpisci e anche il più basso dei due [[/r d20]] ti colpirebbe (o una creatura ha svantaggio su un tiro salvezza e anche il più alto dei due d20 fallirebbe), e il bersaglio non è più grande di una taglia di te (la tua taglia o più piccolo se la tua arma ha la proprietà della luce), deve riuscire in un tiro salvezza di Destrezza (DC = 8 + il tuo bonus agli attacchi con l'arma) o guadagnare 1 livello rallentato fino all'inizio del tuo prossimo turno. </Quando esegui l'azione Attacco, puoi scegliere di rinunciare a uno o più attacchi per <strong>parare</strong>. Per ogni attacco a cui rinunci, guadagni un bonus di +1 alla CA fino all'inizio del tuo prossimo turno. Se potresti già parare, puoi invece farlo come azione bonus.</li></ul>"
		},
		{
			"id": "Weapon Supremacy (Carbine Supremacy)",
			"name": "Supremazia Arma (Supremazia Carabina)",
			"description": "<p>Ti sei specializzato nel combattimento con armi a carabina. Otterrai i seguenti benefici mentre impugni una di queste armi, se sei abile con essa:</p>\n<ul>\n<li>Prendi un bonus di +1 ai tiri di attacco dell'arma. </li>\n<li>Ogni volta che hai vantaggio su un tiro di attacco e colpisci e anche il più basso dei due [[/r d20]] ti colpirebbe (o una creatura ha svantaggio su un tiro salvezza e anche il più alto dei due d20 fallirebbe), e il bersaglio non è più grande di una taglia di te (la tua taglia o più piccolo se la tua arma ha la proprietà della luce), deve riuscire in un tiro salvezza di Destrezza (DC = 8 + il tuo bonus agli attacchi con l'arma) o guadagnare 1 livello rallentato fino all'inizio del tuo prossimo turno. </li>\n<li>Puoi brandire quest'arma con una sola mano. Quando lo fai, tratti l'arma come se avesse la proprietà forza 11. Se l'arma ha già la proprietà della forza, il suo numero di forza aumenta di un passo (da 11 a 13, da 13 a 15, da 15 a 17, da 17 a 19, o da 19 a 21). Mentre maneggi l'arma in una mano, non puoi attaccare un bersaglio oltre la portata normale dell'arma.</li>\n<li>Quando esegui l'azione Attacco, puoi scegliere di rinunciare a uno o più attacchi per <strong>startle</strong>. Per ogni attacco a cui si rinuncia, si spende 1 munizione e si sceglie una creatura che non sia più grande di una taglia più grande di te (la tua taglia o più piccola se la tua arma ha la proprietà della luce) e che si trovi nel raggio d'azione normale della tua arma. La creatura deve riuscire in un tiro salvezza di Destrezza (DC = 8 + il tuo bonus agli attacchi con l'arma) o rimanere scioccata fino all'inizio del tuo prossimo turno. Se potevi già spaventare, invece puoi farlo come azione bonus.</li></ul>"
		},
		{
			"id": "Weapon Supremacy (Crushing Weapon Supremacy)",
			"name": "Supremazia Arma (Supremazia Arma Schiacciante)",
			"description": "<p>Hai specializzato il tuo addestramento al combattimento con le armi da schiacciamento. Otterrai i seguenti benefici mentre brandisci una di queste armi, se sei abile con essa:</p>\n<ul>\n<li>Potrai ottenere un bonus di +1 ai tiri di attacco dell'arma. </li>\n<li>Ogni volta che hai vantaggio su un tiro di attacco e colpisci e anche il più basso dei due [[/r d20]] ti colpirebbe (o una creatura ha svantaggio su un tiro salvezza e anche il più alto dei due d20 fallirebbe), e il bersaglio non è più grande di una taglia più grande di te (la tua taglia o più piccolo se la tua arma ha la proprietà della luce), deve riuscire in un tiro salvezza di Forza (DC = 8 + il tuo bonus agli attacchi con l'arma) o viene spinto di 5 piedi in una direzione a tua scelta. </li>\n<li>Una volta per round, quando usi la tua reazione per effettuare un attacco con un'arma da mischia, hai vantaggio sul tiro di attacco.</li>\n<li>Quando effettui l'azione Attacco, puoi scegliere di rinunciare a uno o più attacchi per <strong>sfondare</strong> il terreno. Per ogni attacco a cui rinunci, scegli un quadrato separato di 5 piedi entro il raggio d'azione della tua arma da frantumare. Quel quadrato diventa terreno difficile finché non viene liberato. Ogni porzione di area di 5 piedi richiede almeno 1 minuto per essere liberata a mano. Inoltre, ogni creatura diversa da te in un quadrato colpito deve effettuare un tiro salvezza di Destrezza (DC = 8 + il tuo bonus agli attacchi con l'arma). Se il tiro salvezza viene fallito, la creatura subisce un danno pari al modificatore di abilità di governo dell'attacco.  Se potresti già frantumare, invece puoi farlo come azione bonus.</li></ul>"
		},
		{
			"id": "Weapon Supremacy (Heavy Weapon Supremacy)",
			"name": "Supremazia Arma (Supremazia Arma Pesante)",
			"description": "<p>Ti sei specializzato nel combattimento con armi pesanti. Otterrai i seguenti benefici mentre brandisci una di queste armi, se sei abile con essa:</p>\n<ul>\n<li>Potrai ottenere un bonus di +1 ai tiri di attacco dell'arma. </li>\n<li>Ogni volta che hai vantaggio su un tiro di attacco e colpisci e anche il più basso dei due [[/r d20]] ti colpirebbe (o una creatura ha svantaggio su un tiro salvezza e anche il più alto dei due d20 fallirebbe), e il bersaglio non è più grande di una taglia più grande di te (la tua taglia o più piccolo se la tua arma ha la proprietà della luce), deve riuscire in un tiro salvezza di Forza (DC = 8 + il tuo bonus agli attacchi con l'arma) o viene spinto di 5 piedi in una direzione a tua scelta. </Quando una creatura tira un 1 al tiro salvezza contro una di queste armi, tratta i danni dell'effetto come se avesse tirato il massimo. Se una creatura tratterebbe già il danno dell'effetto come se avesse tirato il massimo quando tira un 1 al tiro salvezza di quest'arma, lo fa invece con un tiro di 1 o 2.</li>\n<li>Quando si effettua l'azione Attacco, si può scegliere di rinunciare a uno o più attacchi per <strong>sopprimere</strong>. Per ogni attacco a cui si rinuncia, si spendono munizioni pari a metà del numero di ricariche della propria arma (minimo 2) e si sceglie un'area di 10 piedi cubi all'interno della gittata normale della propria arma. Ogni creatura nell'area che non sia più grande di una taglia più grande di te (la tua taglia o più piccola se la tua arma ha la proprietà della luce) deve effettuare un tiro salvezza di Saggezza (DC = 8 + il tuo bonus agli attacchi con l'arma) o diventare spaventata da te fino alla fine del suo prossimo turno. Se potresti già sopprimere, invece puoi farlo come azione bonus.</li></ul>"
		},
		{
			"id": "Weapon Supremacy (Polearm Supremacy)",
			"name": "Supremazia Arma (Supremazia Arma Inastata)",
			"description": "<p>Ti sei specializzato nel combattimento con le armi ad asta. Otterrai i seguenti benefici mentre brandisci una di queste armi, se sei abile con essa:</p>\n<ul>\n<li>Potrai ottenere un bonus di +1 ai tiri di attacco dell'arma. </li>\n<li>Quando hai vantaggio su un tiro di attacco e colpisci e il più basso dei due tiri di [[/r d20]] colpirebbe anche (o una creatura ha svantaggio su un tiro salvezza e il più alto dei due d20 fallirebbe anche), e il bersaglio non è più grande di una taglia di te (la tua taglia o più piccola se la tua arma ha la proprietà della luce), hai vantaggio sul tiro per i danni dell'arma. </li>\n<li>Quando effettui una prova di abilità o un tiro salvezza contro un effetto che potrebbe spingerti o farti inciampare, puoi considerare un tiro di [[/r d20]] inferiore alla metà del tuo livello (arrotondato per eccesso) come metà del tuo livello.</li>\n<li>Quando effettui l'azione Attacco, puoi scegliere di rinunciare a uno dei tuoi attacchi per <strong>sollecitare</strong>. Se lo fai, la tua portata aumenta di 5 piedi fino all'inizio del tuo prossimo turno. Se potresti già soffocare, puoi invece farlo come azione bonus.</li></ul>"
		},
		{
			"id": "Weapon Supremacy (Rifle Supremacy)",
			"name": "Supremazia Arma (Supremazia Fucile)",
			"description": "<p>Ti sei specializzato nel combattimento con armi da fuoco. Otterrai i seguenti benefici mentre brandisci una di queste armi, se sei abile con essa:</p>\n<ul>\n<li>Prendi un bonus di +1 ai tiri di attacco dell'arma. </li>\n<li>Quando hai vantaggio su un tiro di attacco e colpisci e il più basso dei due tiri di [[/r d20]] colpirebbe anche (o una creatura ha svantaggio su un tiro salvezza e il più alto dei due d20 fallirebbe anche), e il bersaglio non è più grande di una taglia di te (la tua taglia o più piccola se la tua arma ha la proprietà della luce), hai vantaggio sul tiro per i danni dell'arma. </li>\n<li>I tuoi attacchi con armi a distanza riducono la copertura parziale di un passo (da tre quarti a metà o da metà a un quarto) contro i bersagli entro 30 piedi da te. Se il bersaglio ha una copertura di un quarto, la si ignora completamente.</li>\n<li>Quando si compie l'azione Attacco, si può scegliere di rinunciare a uno o più attacchi per <strong>frammentare</strong>. Per ogni attacco a cui rinunci, puoi muoverti fino a 3 metri senza provocare attacchi di opportunità. Se potresti già sgomitare, puoi invece farlo come azione bonus.</li></ul>"
		},
		{
			"id": "Weapon Supremacy (Sidearm Supremacy)",
			"name": "Supremazia Arma (Supremazia Arma Secondaria)",
			"description": "<p>Hai specializzato il tuo addestramento al combattimento con le armi secondarie. Otterrai i seguenti benefici mentre impugni una di queste armi, se sei abile con essa:</p>\n<ul>\n<li>Potrai ottenere un bonus di +1 ai tiri di attacco dell'arma. </li>\n<li>Quando hai vantaggio su un tiro di attacco e colpisci e anche il più basso dei due [[/r d20]] ti colpirebbe (o una creatura ha svantaggio su un tiro salvezza e anche il più alto dei due d20 fallirebbe), e il bersaglio non è più grande di una taglia rispetto a te (la tua taglia o più piccolo se la tua arma ha la proprietà della luce), deve riuscire in un tiro salvezza di Forza (DC = 8 + il tuo bonus agli attacchi con l'arma) o far cadere un oggetto a tua scelta. Se hai una mano libera, prendi l'arma. Altrimenti, atterra ai tuoi piedi.</li>\n<li>Ora puoi ricaricare queste armi usando la tua reazione o l'interazione con l'oggetto, invece che solo la tua azione o azione bonus. Devi avere una mano libera per ricaricare.</li>\n<li>Quando esegui l'azione Attacco, puoi scegliere di rinunciare a uno o più attacchi per <strong>stordire</strong> una creatura. Per ogni attacco a cui si rinuncia, si spendono 2 munizioni e si sceglie una creatura che non sia più grande di una taglia più grande di te (la tua taglia o più piccola se la tua arma ha la proprietà della luce), che abbia una testa e che si trovi entro la normale portata della tua arma. La creatura deve riuscire in un tiro salvezza di Costituzione (DC = 8 + il tuo bonus agli attacchi con l'arma) o diventare incapace fino alla fine del suo prossimo turno o fino a quando non subisce danni, a seconda di cosa accade prima.  Se potresti già stordire, invece puoi farlo come azione bonus.</li></ul>"
		},
		{
			"id": "Weapon Supremacy (Trip Weapon Supremacy)",
			"name": "Supremazia Arma (Supremazia Arma da Viaggio)",
			"description": "<p>Hai specializzato il tuo addestramento al combattimento con le armi da viaggio. Otterrai i seguenti benefici mentre brandisci una di queste armi, se sei abile con essa:</p>\n<ul>\n<li>Potrai ottenere un bonus di +1 ai tiri di attacco dell'arma. </li>\n<li>Quando hai vantaggio su un tiro di attacco e colpisci e anche il più basso dei due [[/r d20]] ti colpirebbe (o una creatura ha svantaggio su un tiro salvezza e anche il più alto dei due d20 fallirebbe), e il bersaglio non è più grande di una taglia rispetto a te (la tua taglia o più piccolo se la tua arma ha la proprietà della luce), deve riuscire in un tiro salvezza di Forza (DC = 8 + il tuo bonus agli attacchi con l'arma) o far cadere un oggetto a tua scelta. Se hai una mano libera, prendi l'arma. Altrimenti, atterra ai tuoi piedi. </li>\n<li>Quando esegui l'azione Attacco, puoi scegliere di rinunciare a uno o più attacchi per <strong>interrompere</strong>. Per ogni attacco a cui rinunci, una creatura nel tuo raggio d'azione non ottiene alcun beneficio alla classe armatura dal suo scudo fino alla fine del suo prossimo turno. Se potresti già interrompere, puoi invece farlo come azione bonus.</li></ul>"
		}
	]
}
