{
	"label": "Invocazioni Classi",
	"entries": [
		{
			"id": "AI Amplifier",
			"name": "Amplificatore IA",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Ottieni un bonus di +1 ai tiri per gli attacchi tecnologici in mischia. Questo bonus aumenta a +2 al 9° livello e a +3 al 13° livello.</p>"
		},
		{
			"id": "AI Rangefinder",
			"name": "IA Telemetrica",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Ottieni un bonus di +1 ai tiri per gli attacchi tecnologici a distanza.  Questo bonus aumenta a +2 al 9° livello e a +3 al 13° livello.</p>"
		},
		{
			"id": "Absorption Shield",
			"name": "Scudo di Assorbimento",
			"description": "<p><em><strong>Prerequisiti:</strong> Scudo Fisico</em></p>\n<p>Modifichi il tuo scudo fisico per bloccare i danni in arrivo. Come azione bonus puoi attivare questa capacità e guadagnare punti ferita temporanei pari a [[/r 1d4]] + il tuo modificatore di intelligenza, che dura per un ora.</p>\n<p>Puoi usare questo talento un numero di volte pari al tuo modificatore di Intelligenza (minimo una volta). I consumi vengono riacquistati al termine di un riposo lungo.</p>"
		},
		{
			"id": "Academic Memory",
			"name": "Memoria Accademica",
			"description": "<p>Puoi ricordare qualsiasi cosa che hai letto nell'ultimo mese e che comprendi. Questo include - ma non si limita - a libri, mappe, cartelli ed elenchi.</p>"
		},
		{
			"id": "Accelerated Movement",
			"name": "Movimento Accelerato",
			"description": "<p><em><strong>Prerequisiti:</strong> Armatura</em></p>\n<p>Riduci il peso della tua armatura modificata e aumenti la forza delle giunture. Se l'armatura ha un requisito di Forza, lo ignori. Il peso dell'armatura modificata è ridotto di 15 libbre. Mentre indossi l'armatura modificata la tua velocità aumenta di 10 piedi. Questo si applica a tutte le velocità di movimento che hai mentre indossi l'armatura.</p>"
		},
		{
			"id": "Accuracy Focus",
			"name": "Concentrazione della mira",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Blaster</em></p>\n<p>Guadagni un bonus di +1 ai tiri salvezza effettuati con quest'arma. Questo bonus aumenta a +2 al 9° livello e a +3 al 13° livello.</p>"
		},
		{
			"id": "Ace Up Your Sleeve",
			"name": "Asso nella Manica",
			"description": "<p>Ogni volta che effettui una prova di Destrezza (Abilità) o Carisma (Inganno), puoi spendere un dado di superiorità, aggiungendo il risultato al totale della tua prova.</p>"
		},
		{
			"id": "Acklay's Instinct",
			"name": "Istinto di Acklay",
			"description": "<p>Mentre sei infuriato, hai vantaggio nei tiri salvezza di Costituzione.</p>"
		},
		{
			"id": "Active Camouflage Core",
			"name": "Nucleo Mimetica Attiva",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>Come azione, puoi attivare questo potenziamento per lanciare il potere tecnologico <em>infiltrarsi</em> mirando a te stesso. L'intelligenza è la tua capacità di lancio tecnologico per questo potere, e se lo lanci usando questo potenziamento, non richiede concentrazione.</p>"
		},
		{
			"id": "Adaptability Routine",
			"name": "Routine di Adattamento",
			"description": "<p>All'inizio di ogni tuo turno, puoi scegliere un'abilità con un tiro salvezza in cui non sei esperto. Fino all'inizio del tuo prossimo turno, aggiungerai metà del tuo bonus di competenza, arrotondato per difetto, ai tiri salvezza che effettui con l'abilità scelta. In alternativa, puoi scegliere di estendere questo beneficio alle creature amiche entro 1,5 metri da te, tranne te.</p>"
		},
		{
			"id": "Adaptable Armor",
			"name": "Armatura Adattabile",
			"description": "<p><em><strong>Prerequisiti:</strong> Armatura</em></p>\n<p>Integri ganci e pinne dispiegabili nella tua armatura, aumentandone la mobilità. Mentre indossi l'armatura modificata, guadagni una velocità di arrampicata pari alla tua velocità di camminata, e puoi muoverti su, giù e attraverso superfici verticali e a testa in giù lungo i soffitti, lasciando le mani libere. Inoltre, guadagnerai una velocità di nuoto pari alla tua velocità di camminata.</p>"
		},
		{
			"id": "Adapted Hide",
			"name": "Nasconditi Adattato",
			"description": "<p>Quando non indossi un'armatura, la tua CA è pari a 13 + il tuo modificatore di Destrezza. Inoltre, sei adattato ai climi caldi o freddi (a tua scelta), come descritto nel capitolo 5 della Guida del Dungeon Master. Quando subisci la tua trasformazione mutagena, aggiungi il tuo modificatore di Analisi Critica completo, invece della metà, alla tua CA per tutta la durata.</p>"
		},
		{
			"id": "Adaptive",
			"name": "Adattivo",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello</em></p>\n<p>Quando il bersaglio della tua caratteristica Analisi Critica è ridotto a 0 punti ferita, puoi usare la tua reazione per cambiare il bersaglio della tua analisi con un'altra creatura nel raggio d'azione.</p>"
		},
		{
			"id": "Additonal Beam Port",
			"name": "Porta per Fascio Aggiuntiva",
			"description": "<p>Installi una seconda porta del raggio nella tua spada laser modificata. La tua spada laser modificata guadagna la proprietà doppio ([[/r 1d8]]). Puoi beneficiare di questa proprietà solo mentre brandisci la tua spada laser modificata con due mani.</p>"
		},
		{
			"id": "Adegan Crystal",
			"name": "Cristallo di Adegan",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Guadagni un bonus di +1 ai tiri salvezza effettuati con quest'arma. Questo bonus aumenta a +2 al 9° livello e a +3 al 13° livello.</p>"
		},
		{
			"id": "Administer Aid",
			"name": "Amministra Aiuto",
			"description": "<p>Come azione, puoi spendere un dado superiorità per curare una creatura che puoi toccare. La creatura recupera un numero di punti ferita pari al numero tirato + il tuo modificatore di Intelligenza.</p>"
		},
		{
			"id": "Administrator's Log",
			"name": "Registro dell'Amministratore",
			"description": "<p>Se passate almeno 10 minuti a lavorare su un computer o un terminale, potete ottenere una lista completa degli utenti che hanno avuto accesso alla macchina nelle ultime 24 ore. Nel corso di un lungo riposo, potete quindi formare un tessera di identificazione che vi permetterebbe di spacciarvi per quella persona quando accedete alle macchine.</p>"
		},
		{
			"id": "Advanced Battle Enhancement",
			"name": "Potenziamento Avanzato da Battaglia",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Potenziamento da Battaglia</em></p>\n<p>Mentre suoni la tua Canzone da battaglia, i tuoi poteri tecnologici e i tuoi talenti di classe ignorano la resistenza ai danni sonori, e l'immunità ai danni sonori viene invece trattata come resistenza da qualsiasi creatura nel raggio d'azione della tua canzone che possa sentirti.</p>\n<p>Inoltre, quando usi il tuo talento Potenziamento della Canzone di battaglia, crei un quarto scoppio.</p>"
		},
		{
			"id": "Advanced Biotic Amplifier",
			"name": "Amplificatore Biotico Bvanzato",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Amplificatore Biotico</em></p>\n<p>Ottimizzi ulteriormente il tuo amplificatore biotico. Mentre maneggi questo amplificatore, quando una creatura guadagna punti ferita temporanei dal tuo amplificatore biotico, ne guadagna invece quattro volte tanto. Questa quantità non può superare il numero di punti ferita riguadagnati.</p>"
		},
		{
			"id": "Advanced Blastsaber",
			"name": "Blastsaber Avanzato",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Blastsaber</em></p>\n<p>Ottimizzi ulteriormente la tua spada laser. Come azione, puoi disattivare un singolo dispositivo elettronico che non sia indossato o tenuto da un'altra creatura nel raggio di 5 piedi da te. Inoltre, quando attivi questa conversione per alterare le proprietà della tua arma luminosa, crei una barriera proiettata di energia ionica in una sfera di 3 metri intorno a te fino all'inizio del tuo prossimo turno. Le creature ostili trattano quest'area come terreno difficile. Quando una creatura ostile entra nell'area schermata o inizia il suo turno lì, quella creatura prende [[/r 3d4]] danni da ioni. Qualsiasi dispositivo elettronico non indossato o tenuto all'interno del raggio della barriera viene disattivato fino al riavvio..</p>"
		},
		{
			"id": "Advanced Brightsaber",
			"name": "Brightsaber Avanzato",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Brightsaber</em></p>\n<p>Ottimizzi ulteriormente la tua spada laser. Mentre è attivata, la luce brillante della tua spada laser modificata ora dissipa automaticamente le illusioni e può rilevare l'invisibilità, come con Vista Vera.</p>\n<p>Inoltre, quando attivi questa conversione per alterare le proprietà della tua arma luminosa e usi un'azione bonus per tentare di accecare il tuo bersaglio, questo effettua il tiro salvezza con svantaggio.</p>"
		},
		{
			"id": "Advanced Corrosive Amplifier",
			"name": "Amplificatore Corrosivo Avanzato",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Amplificatore Corrosivo</em></p>\n<p>Ottimizzi ulteriormente il tuo Amplificatore Corrosivo. Quando attivi questo amplificatore, il prossimo tiro di attacco effettuato da quella creatura prima della fine del suo prossimo turno ha svantaggio.</p>"
		},
		{
			"id": "Advanced Cryo Amplifier",
			"name": "Amplificatore Criogenico Avanzato",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Amplificatore Criogenico</em></p>\n<p>Ottimizzi ulteriormente il tuo amplificatore criogenico. Quando attivi questo amplificatore, la creatura è immobilizzata fino alla fine del tuo prossimo turno.</p>"
		},
		{
			"id": "Advanced Disruption Enhancement",
			"name": "Perturbazione Avanzato Potenziata",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Perturbazione Potenziata</em></p>\n<p>Mentre suoni il tuo Canto della Perturbazione, qualsiasi creatura ostile nel raggio d'azione del tuo canto che possa sentirti deve effettuare un tiro salvezza di Costituzione alla fine di ogni suo turno per mantenere la concentrazione sul potere.</p>"
		},
		{
			"id": "Advanced Disruptorsaber",
			"name": "Disruptorsaber Avanzata",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Disruptorsaber</em></p>\n<p>Ottimizzi ulteriormente la tua spada laser. Mentre è attivata, la tua spada laser modificata oscura leggermente l'area entro 5 piedi da essa.</p>\n<p>Inoltre, quando attivi questa conversione per alterare le proprietà della tua arma luminosa e usi un'azione bonus per tentare di mettere il tuo bersaglio a terra, il prossimo tiro salvezza che effettui prima della fine del tuo prossimo turno ha vantaggio.</p>"
		},
		{
			"id": "Advanced Explosive Amplifier",
			"name": "Amplificatore Esplosivo Avanzato",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Amplificatore Esplosivo</em></p>\n<p>Ottimizzi ulteriormente il tuo Amplificatore Esplosivo. Quando una creatura subisce danni da fuoco mentre è incendiata, la creatura ha svantaggio sul prossimo tiro salvezza di Destrezza che effettua prima dell'inizio del tuo prossimo turno.</p>"
		},
		{
			"id": "Advanced Grounding System",
			"name": "Sistema di Fondamenta Avanzata",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello, Prototipo di Sistema di Fondamenta</em></p>\n<p>Mentre indossi la tua imbracatura da gadgettista hai l'immunità ai danni da fulmine.</p>"
		},
		{
			"id": "Advanced Grounding System",
			"name": "Sistema di Fondamenta Avanzata",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Sistema di Fondamenta</em></p>\n<p>Hai resistenza ai danni da fulmine.</p>"
		},
		{
			"id": "Advanced Hardening",
			"name": "Irridigimento Avanzato",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Irridigimento</em></p>\n<p>Hai resistenza ai danni da ioni.</p>"
		},
		{
			"id": "Advanced Ionizing Phased Array",
			"name": "Sensori a Fasi Ionizzanti Avanzati",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Sensori Graduali Pulsanti</em></p>\n<p>Mentre il tuo campo ionizzante è attivo, i tuoi poteri tecnologici e i tuoi talenti di classe ignorano la resistenza ai danni da ioni, e l'immunità ai danni da ioni viene invece trattata come resistenza da qualsiasi creatura nel raggio d'azione del tuo campo.</p>\n<p>Inoltre, quando usi il tuo talento Sensori a Fasi Ionizzanti, crei una quarta esplosione.</p>"
		},
		{
			"id": "Advanced Jamming Phased Array",
			"name": "Sensori a Fasi Disturbanti Avanzati",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Sensori a Fasi Disturbanti</em></p>\n<p>Mentre il tuo campo di disturbo è attivo, qualsiasi creatura ostile all'interno del campo deve effettuare un tiro salvezza di Costituzione alla fine di ogni suo turno per mantenere la concentrazione sul potere.</p>"
		},
		{
			"id": "Advanced Power Fist",
			"name": "Pugno Energetico Avanzato",
			"description": "<p><em><strong>Prerequisiti:</strong> 11° livello, Prototipo di Pugno Energetico</em></p>\n<p>Modifichi ulteriormente il guanto della tua armatura modificata con un rinforzo e un peso maggiori. Il colpo senz'armi della tua armatura modificata infligge [[/r 1d8]] danni cinetici. Inoltre, il tuo raggio d'azione dei colpi critici con le armi disarmate aumenta di 1.</p>"
		},
		{
			"id": "Advanced Remote Healer",
			"name": "Guaritore Remote Avanzato",
			"description": "<p><em><strong>Prerequisiti:</strong> 11° livello</em></p>\n<p>La portata del tuo talento Guaritore Remoto aumenta di 60 piedi.</p>"
		},
		{
			"id": "Advanced Support Enhancement",
			"name": "Supporto Potenziato Avanzato",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Supporto Potenziato</em></p>\n<p>Mentre suoni il tuo Canto di Supporto, gli alleati aggiungono il tuo modificatore di Intelligenza ai loro tiri salvezza per la morte (minimo +1). Se questa somma aumenta il tiro del [[/r d20]] a 20 o superiore, la creatura recupera 1 punto ferita.</p>"
		},
		{
			"id": "Advanced Targeting Phased Array",
			"name": "Sensori a Fasi Bersaglianti Avanzati",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello, Prototipo di Sensori a Fasi di Bersagliamento</em></p>\n<p>Mentre il tuo campo di mira è attivo, come azione, puoi permettere a un numero di alleati all'interno del campo pari al tuo modificatore di Intelligenza (minimo uno) di usare la loro reazione per effettuare un attacco con un'arma a distanza contro un singolo bersaglio che puoi vedere.</p>\n<p>Una volta che hai usato questo talento, devi completare un riposo breve o lungo prima di poterla usare nuovamente.</p>"
		},
		{
			"id": "Advantageous Companion",
			"name": "Compagno Vantaggioso",
			"description": "<p>Quando effettui una prova di Carisma (Intimidazione) contro una creatura che può vedere il tuo compagno animale, e il tuo compagno è di taglia Media o superiore, effettui la prova con vantaggio.</p>\n<p>Quando effettui una prova di Carisma (Persuasione) contro una creatura che può vedere il tuo compagno animale, e il tuo compagno è di taglia Piccola o Minuta, effettui la prova con vantaggio.</p>"
		},
		{
			"id": "Against the House",
			"name": "Contro la Casa",
			"description": "<p>Ogni volta che effettueresti una prova di Carisma (Persuasione) per contrattare, puoi invece sfidare il bersaglio a un gioco d'azzardo. Se accetta la tua offerta, puoi effettuare una prova di abilità con un set di gioco disponibile. Se vinci la sfida, avrai automaticamente successo nella prova di Carisma (Persuasione).</p>"
		},
		{
			"id": "Alternative Fuel",
			"name": "Carburante Alternativo",
			"description": "<p>Qualsiasi talento, manovra o scoperta del tuo chef può ora influenzare i droidi e i costrutti.</p>"
		},
		{
			"id": "Ambassador",
			"name": "Ambasciatore",
			"description": "<p>Impari tre lingue aggiuntive a tua scelta.</p>\n<p>Puoi scegliere questa scoperta più volte.</p>"
		},
		{
			"id": "Amplifying Barrel",
			"name": "Canna Amplificante",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Blaster</em></p>\n<p>Ottieni un bonus di +1 ai tiri salvezza effettuati con quest'arma. Questo bonus aumenta a +2 al 9° livello e a +3 al 13° livello.</p>"
		},
		{
			"id": "Ante Up",
			"name": "Punta in Alto",
			"description": "<p>Quando tiri l'iniziativa, non sei sorpreso e finisci primo nell'ordine di iniziativa, puoi compiere un'azione aggiuntiva oltre a quella normale e un'eventuale azione bonus durante il tuo primo turno di combattimento.</p>"
		},
		{
			"id": "Anti-Dazzle Ocular Implant",
			"name": "Impianto Oculare Antiabbagliamento",
			"description": "<p>Questo potenziamento sostituisce i tuoi occhi organici.</p>\n<p>Sei immune alla condizione di accecato e puoi attivare o disattivare la tua capacità di vedere in qualsiasi momento. Inoltre, i tuoi occhi sono dotati di un dispositivo di oloregistrazione. Puoi ricordare perfettamente qualsiasi cosa tu abbia visto negli ultimi 7 giorni.</p>"
		},
		{
			"id": "Arakyd Vector",
			"name": "Vettore Arakyd",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi il tuo computer da polso come concentrazione tecnologica, ottieni un bonus di +1 ai tiri per gli attacchi tecnologici. Questo bonus aumenta a +2 al 9° livello e a +3 al 13° livello.</p>"
		},
		{
			"id": "Arcane Membrane",
			"name": "Membrana Arcana",
			"description": "<p>Hai un vantaggio sulle prove di Intelligenza (Conoscenza) o Intelligenza (Natura).</p>"
		},
		{
			"id": "Archive Research",
			"name": "Ricerca d'Archivio",
			"description": "<p>Le tue spedizioni hanno portato alla luce un gran numero di conoscenze sulla forza. Impari tre poteri di forza a tua scelta, che non contano nel tuo numero di poteri di forza conosciuti.</p>"
		},
		{
			"id": "Artificially Intelligent",
			"name": "Artificalmente Intelligente",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Armatura</em></p>\n<p>Installi un'intelligenza artificiale nella tua armatura modificata. Mentre indossi la tua armatura modificata, quando effettui una prova di abilità, l'intelligenza artificiale della tua armatura può compiere l'azione Aiuto.</p>\n<p>Puoi usare questo talento un numero di volte pari al tuo modificatore di Intelligenza (minimo una volta). Riprendi tutti gli utilizzi effettuati quando completi un riposo lungo.</p>"
		},
		{
			"id": "Assess the Situation",
			"name": "Valutare La Situazione",
			"description": "<p>Puoi spendere un dado superiorità per effettuare una prova di Saggezza (Percezione) o Intelligenza (Investigazione) come azione bonus, aggiungendo il dado superiorità alla prova.</p>"
		},
		{
			"id": "Athletic",
			"name": "Atletico",
			"description": "<p>Guadagni una velocità di arrampicata, di strisciamento o di nuoto a tua scelta, pari alla tua velocità di camminata.</p>"
		},
		{
			"id": "Atmospheric Adaptation",
			"name": "Adattamento Atmosferico",
			"description": "<p>Puoi respirare aria e acqua. Quando subisci la tua trasformazione mutagena, non hai più bisogno di respirare e puoi sopravvivere fino a un'ora nel vuoto dello spazio per tutta la durata.</p>"
		},
		{
			"id": "Augmented Explosive",
			"name": "Esplosivo Potenziato",
			"description": "<p>Puoi aumentare una singola granata, mina o detonatore termico per riacquistare la sua carica. Un esplosivo potenziato può essere usato solo da te e utilizza la tua CD di salvataggio tecnico invece della sua. Una volta che hai attivato un esplosivo, non può essere attivato di nuovo finché non finisci un riposo breve o lungo.</p>\n<p>Puoi selezionare questa modifica più volte. Ogni volta che lo fai, puoi mantenere un ulteriore esplosivo potenziato, fino a un massimo pari al tuo modificatore di Intelligenza.</p>"
		},
		{
			"id": "Aura of Conquest",
			"name": "Aura di Conquista",
			"description": "<p>Ogni volta che una creatura che ha paura di te inizia il suo turno entro 5 piedi da te, la sua velocità è ridotta a 0 e quella creatura subisce un danno psichico pari a metà del tuo livello da guardiano.</p>"
		},
		{
			"id": "Aura of Conviction",
			"name": "Aura di Convinzione",
			"description": "<p>Tu e le creature amiche entro 5 piedi da te hanno un vantaggio nei tiri salvezza contro gli effetti che ti farebbero essere incantato o spaventato.</p>"
		},
		{
			"id": "Aura of Hatred",
			"name": "Aura di Odio",
			"description": "<p>Tu e le creature amiche entro 5 piedi da te guadagnano un bonus ai primi tiri per danni con armi da mischia che effettui ogni round pari al tuo modificatore di Carisma (minimo +1).</p>"
		},
		{
			"id": "Aura of Presence",
			"name": "Aura di Presenza",
			"description": "<p>Ogni volta che tu o una creatura amica entro 5 piedi da te deve effettuare un tiro salvezza, la creatura guadagna un bonus al tiro salvezza pari al tuo modificatore di Saggezza (minimo +1).</p>"
		},
		{
			"id": "Aura of Protection",
			"name": "Aura di Protezione",
			"description": "<p>Ogni volta che una creatura entro 1,5 metri da te subisce danni, puoi usare la tua reazione per subire quei danni invece di farli subire a quella creatura. Questo talento non trasferisce nessun altro effetto che potrebbe accompagnare il danno, e questo danno non può essere ridotto in alcun modo.</p>"
		},
		{
			"id": "Aura of Vigor",
			"name": "Aura di Vigore",
			"description": "<p>Ogni volta che una creatura amica inizia il suo turno entro 5 piedi da te, quella creatura guadagna punti ferita temporanei pari al tuo modificatore di Saggezza o Carisma (a tua scelta, minimo uno).</p>"
		},
		{
			"id": "Aura of Warding",
			"name": "Aura di Custodia",
			"description": "<p>Tu e le creature amiche entro 5 piedi da te hanno resistenza ai danni dei poteri di forza.</p>"
		},
		{
			"id": "Auto-Defibrillator",
			"name": "Auto-Defibrillatore",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Potresi per Dorso Durevole</em></p>\n<p>Il punteggio di Costituzione della tua protesi a torso duro aumenta di 2. Inoltre, quando sarai ridotto a 0 punti ferita ma non sarai ucciso del tutto, potrai scendere a 1 punto ferita. Non puoi usare di nuovo questo talento finché non finisci un lungo riposo.</p>"
		},
		{
			"id": "Auto-Injection Regenerator",
			"name": "Rigeneratore ad Iniezione Automatica",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Installi uno speciale iniettore di kolto nella tua imbracatura da gadgettista che può iniettarti il kolto in risposta al dolore. Quando subisci un danno, puoi usare la tua reazione e spendere un dado per riguadagnare salute, a patto che il danno non riduca i tuoi punti ferita a 0.</p>"
		},
		{
			"id": "Automatic Startup Sequence",
			"name": "Sequenza di Avvio Automatica",
			"description": "<p>Quando una creatura effettua un tiro salvezza contro un potere tecnologico che hai lanciato, puoi spendere un dado superiorità, sottraendo il numero tirato dal suo totale. Puoi usare questa manovra prima o dopo che la creatura effettui il tiro salvezza, ma prima che il GM determini se la creatura fallisce o meno.</p>"
		},
		{
			"id": "Autothrusters",
			"name": "Autopropulsori",
			"description": "<p><em><strong>Prerequisiti:</strong> Jet Pack</em></p>\n<p>Puoi prendere le azioni Scatta e Disingaggiare come azione bonus mentre il tuo jet pack è attivo.</p>"
		},
		{
			"id": "Backdoor Egress",
			"name": "Porta sul Retro",
			"description": "<p>Quando lanci un potere tecnologico che influisce su un'area e richiede un tiro salvezza, e ti trovi all'interno dell'area di quel potere, puoi usare la tua reazione per muoverti fino a metà della tua velocità senza provocare attacchi di opportunità. Se termini questo movimento al di fuori dell'area influenzata dal potere tecnologico, non dovrai effettuare un tiro salvezza per evitarne gli effetti.</p>"
		},
		{
			"id": "Banquet",
			"name": "Banchetto",
			"description": "<p><em><strong>Prerequisiti:</strong> 17° livello, Corso Completo</em></p>\n<p>Nel corso di un riposo lungo o breve, puoi utilizzare una manovra aggiuntiva di questo archetipo (in totale quattro).</p>"
		},
		{
			"id": "Bantha's Instinct",
			"name": "Istinto di Bantha",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>La vostra capacità di carico e il peso che potete spingere, trascinare o sollevare raddoppia. Se sarebbe già raddoppiato, invece triplica. Inoltre, hai un vantaggio nelle prove di Forza per spingere, tirare, sollevare o rompere oggetti.</p>"
		},
		{
			"id": "Barrier",
			"name": "Barriera",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Nel tuo turno, quando effettui un tiro di attacco con la tua spada laser modificata, puoi scegliere di rinunciare al tuo bonus di competenza. Se lo fai, puoi usare la tua reazione per erigere una barriera temporanea che dura fino all'inizio del tuo prossimo turno. Mentre la barriera è attivata, hai un bonus alla CA contro il primo tiro di attacco effettuato contro di te pari al tuo bonus di competenza.</p>"
		},
		{
			"id": "Battle Song Enhancement",
			"name": "Potenziamento Canzone da Battaglia",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre suoni il tuo Canto da Battaglia, come azione, puoi inviare busti di energia sonica diretta, effettuare due attacchi di potenza a distanza. Questi attacchi possono prendere di mira la stessa creatura in modo diverso. Effettuare tiri di attacco separati per ogni raffica. L'attacco ha un raggio d'azione pari al raggio della tua canzone, e infligge [[/r 1d8]] danni sonici a un colpo. </p>"
		},
		{
			"id": "Bayonet",
			"name": "Baionetta",
			"description": "<p><em><strong>Prerequisiti:</strong> Blaster</em></p>\n<p>Applichi una lama corta alla canna della tua arma blaster modificata, permettendoti di effettuare un attacco da mischia con essa. La lama è un'arma da mischia con la proprietà finezza di cui sei abile, e infligge [[/r 1d6]] danni cinetici.</p>"
		},
		{
			"id": "Beam Gem Lens",
			"name": "Lenti da Gemma di Fascio",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Ottieni un bonus di +1 ai tiri di attacco effettuati con quest'arma. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Belasco Dynamics",
			"name": "Belasco Dynamics",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi il tuo computer da polso come concentrazione tecnologica, guadagni un bonus di +1 alla tua CD di tiro salvezza tecnologica. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Biochemist's Amplifer",
			"name": "Amplificatore del Biochimico",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi il tuo zaino da biochimico come focus tecnologico, guadagni un bonus di +1 ai tiri per gli attacchi tecnologici.  Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Biochemist's Inhibitor",
			"name": "Inibitore del Biochimico",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi il tuo zaino da biochimico come focus tecnologico, guadagni un bonus di +1 alla tua CD di tiro salvezza tecnologica. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Biometric Safety Measures",
			"name": "Misure di Sicurezza Biometriche",
			"description": "<p>Un sistema di sicurezza è installato nell'elsa della tua arma luminosa. Quando una creatura diversa da te tenta di attivare la tua arma leggera, l'attivazione fallisce. Inoltre, la creatura che tenta l'attivazione deve effettuare un tiro salvezza di Costituzione o subire un danno da fulmine pari al livello dell'ingegnere e rimanere scioccata fino all'inizio del suo prossimo turno. Se il tiro salvezza ha successo, la creatura subisce metà dei danni e non viene scioccata. Indipendentemente dal successo o dal fallimento, la creatura lascia cadere la tua spada laser modificata.</p>"
		},
		{
			"id": "Biotic Amplifier",
			"name": "Amplificatore Biotico",
			"description": "<p>Integri un amplificatore biotico nel tuo computer da polso che aumenta la potenza dei tuoi poteri tecnologici curativi. Mentre maneggi questo amplificatore, quando una creatura riacquista punti ferita da un potere tecnico che hai lanciato, puoi concederle punti ferita temporanei pari alla quantità di punti ferita spesi. Questa quantità non può superare il numero di punti ferita ripristinati.</p>\n<p>Puoi usare questo amplificatore un numero di volte pari al tuo modificatore di Intelligenza. Riprendi tutti gli utilizzi effettuati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Blastsaber Conversion",
			"name": "Conversione Blastsaber",
			"description": "<p><em>Incompatibile con altre conversioni</em></p>\n<p>Modifichi pesantemente la tua arma leggera per permetterti di effettuare un attacco a distanza. Con questa modifica, puoi effettuare un attacco a distanza con una portata di 30/60. Se colpito, infligge [[/r 1d6]] danni da energia.</p>\n<p>Inoltre, quando effettui il tuo primo attacco del tuo turno, puoi alterare le proprietà della tua spada laser modificata. Fino all'inizio del tuo prossimo turno, il tipo di danno della tua spada laser modificata è cambiato in ionico. </p>n<p>Puoi usare questo tratto un numero di volte pari al tuo modificatore di Intelligenza (minimo una volta). Riprendi tutti gli utilizzi effettuati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Blurrg's Instinct",
			"name": "Istinto di Blurrg",
			"description": "<p>Sia a monta che a piedi, la tua andatura è raddoppiata, così come quella di un massimo di dieci compagni finché sono entro 60 piedi da te e tu non sei incapace.</p>"
		},
		{
			"id": "Boggdo's Instinct",
			"name": "Istinto di Boggdo",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>Mentre sei infuriato hai una velocità di volo pari alla tua attuale velocità di camminata, anche se cadi se finisci il tuo turno in aria e nient'altro ti tiene in piedi.</p>"
		},
		{
			"id": "Bonded Plates",
			"name": "Piastre legate",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Ottieni un bonus di +1 alla CA contro gli attacchi in mischia. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Booming Strikes",
			"name": "Colpi Espansivi",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Impacchetti un potere extra nella tua arma modificata. Una volta per turno, quando colpisci con l'arma, puoi infliggere un danno aggiuntivo di [[/r 1d6]]. Se lo fai, l'arma fa un forte boom che può essere sentito a 30 metri di distanza. Se sei nascosto, le prove di Intelligenza (Investigazione) e Saggezza (Percezione) effettuate per localizzarti che si basano sul suono hanno un vantaggio.</p>"
		},
		{
			"id": "Brawler Adept",
			"name": "Rissaiolo Adepto",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Il tuo danno da colpo disarmato aumenta di un passo (da 1 a [[/r d4]], da [[/r d4]] a [[/r d6]], o da [[/r d6]] a [[/r d8]]). Inoltre, i tuoi colpi disarmati e contano come potenziati ai fini del superamento della resistenza e dell'immunità agli attacchi e ai danni non potenziati.</p>"
		},
		{
			"id": "Brawny Arm Prosthesis",
			"name": "Protesti per braccio robusta.",
			"description": "<p>Questo potenziamento sostituisce un braccio.</p>\n<p>Quando effettui un controllo di abilità, un tiro per attaccare o un tiro salvezza usando la Forza usando solo questo braccio, il tuo punteggio di Forza viene considerato pari a 15. Quando effettui una prova di abilità, un tiro di attacco o un tiro salvezza usando più di questo braccio, prenderai la media tra il punteggio di Forza del braccio e il tuo.</p>\n<p>Puoi scegliere questa modifica più volte.</p>"
		},
		{
			"id": "Brightsaber Conversion",
			"name": "Conversione Brightsaber",
			"description": "<p><em>Incompatibile con altre conversioni</em></p>\n<p>Modifichi la tua arma luminosa, dandole un bagliore più luminoso. Mentre è attivata, la tua spada laser modificata emette una luce brillante in un raggio di 6 metri e una luce fioca per altri 6 metri.</p>\n<p>Inoltre, quando effettui il tuo primo attacco nel tuo turno, puoi alterare le proprietà della tua spada laser modificata. Fino all'inizio del tuo prossimo turno, il tipo di danno della tua spada laser modificata viene cambiato in fuoco.</p>\n<p>Puoi usare questo tratto un numero di volte pari al tuo modificatore di Intelligenza (minimo una volta). Riprendi tutti gli utilizzi effettuati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Burn Through",
			"name": "Brucia Attraverso",
			"description": "<p>Quando ottieni un colpo critico con la tua spada laser modificata, hai un vantaggio sul prossimo tiro di attacco che effettui contro quella creatura.</p>"
		},
		{
			"id": "Burst Core",
			"name": "Nucleo a Raffica",
			"description": "<p><em><strong>Prerequisiti:</strong> Blaster</em></p>\n<p>La tua arma guadagna la proprietà della raffica, con un numero di raffica pari al suo numero di ricarica.</p>"
		},
		{
			"id": "Calculated Bluff",
			"name": "Bluff Calcolato",
			"description": "<p>Quando effettui una prova di abilità usando il tuo Carisma, puoi scegliere di effettuare invece la prova usando il tuo modificatore di Intelligenza o Saggezza (a tua scelta).</p>"
		},
		{
			"id": "Carbonite Shot",
			"name": "Colpo di Carbonite",
			"description": "<p>Quando questo colpo colpisce il suo bersaglio, frammenti di carbonite lo avvolgono. La creatura colpita dal colpo subisce un danno aggiuntivo di [[/r 2d6]] freddo, guadagna 1 livello rallentato e subisce [[/r 2d6]] danni cinetici la prima volta in ogni turno in cui si muove di 1 piede o più senza teletrasportarsi. Il bersaglio o qualsiasi creatura che possa raggiungerlo può usare la sua azione per rimuovere la carbonite con una prova di Forza (Atletica) riuscita contro la sua CD di tiro salvezza delle munizioni speciali. Altrimenti, la carbonite dura per 1 minuto o finché non usi nuovamente questa opzione.</p>\n<p>I danni da freddo e i danni cinetici aumentano entrambi a [[/r 4d6]] quando raggiungi il 18° livello di questa classe.</p>"
		},
		{
			"id": "Celerity Leg Prosthesis",
			"name": "Celerità Protesi per gamba",
			"description": "<p>Questo potenziamento sostituisce entrambe le gambe.</p>\n<p>Per determinare il tuo bonus alla CA e ai tiri salvezza di Destrezza, il tuo punteggio di Destrezza viene considerato pari a 15. Se il tuo punteggio di Destrezza è già uguale o superiore a 15, questo non ha alcun effetto su di te.</p>\n<p>Inoltre, puoi sostituire questo punteggio con il tuo ogni volta che effettui una verifica di abilità o un tiro di attacco che utilizza le gambe. </p>"
		},
		{
			"id": "Celerity Oscillator",
			"name": "Celerità Oscillatore",
			"description": "<p>Una volta per turno, quando infliggi danni con la tua arma modificata, la tua velocità di camminata aumenta di 10 piedi fino all'inizio del tuo prossimo turno e la creatura danneggiata non può effettuare attacchi di opportunità contro di te per il resto del tuo turno.</p>"
		},
		{
			"id": "Charming Feint",
			"name": "Fascino Fittizio",
			"description": "<p>Gli alleati entro il raggio d'azione del tuo talento Diplomatico Motivante ottengono anche un bonus ai loro tiri per danni pari alla metà del tuo modificatore di Intelligenza, Saggezza o Carisma (arrotondato per difetto, scelto quando apprendi questa scoperta).</p>"
		},
		{
			"id": "Chemical Counteragents",
			"name": "Agenti Chimici Contrastanti",
			"description": "<p>Puoi scegliere un tipo di danno che beneficia dei tuoi talenti Tocco del Biochimico e Miscele Potenti. Mentre indossi il tuo zaino da biochimico modificato, hai resistenza a quel tipo di danno.</p>\n<p>Puoi selezionare questa modifica più volte. Ogni volta che lo fai, devi scegliere un tipo di danno diverso.</p>"
		},
		{
			"id": "Chirodactyl's Instinct",
			"name": "Istinto del Chirodattilo",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Mentre sei infuriato, hai la vista cieca per un raggio di 30 piedi e hai un vantaggio alle prove di Saggezza (Percezione) che si basano sul suono, a patto che tu non sia assordato.</p>"
		},
		{
			"id": "Clever Applications",
			"name": "Applicazioni Intelligenti",
			"description": "<p>Guadagni competenza con le armi improvvisate e queste acquisiscono la proprietà finezza per te. Inoltre, quando effettui un attacco con un'arma improvvisata, questa infligge [[/r 1d6]] danni.</p>\n<p>Puoi usare la tua caratteristica Sage Advice per dare alle creature amiche la competenza con le armi improvvisate, se non ce l'hanno già, seguendo le stesse regole di quella caratteristica come se fosse un'abilità o uno strumento. Le creature amiche mantengono invece questa competenza per l'intera durata.</p>"
		},
		{
			"id": "Climbing Gloves",
			"name": "Guanti Arrampicanti",
			"description": "<p>Realizzi un set di guanti con una potente presa assistita. Mentre indossi questi guanti, hai una velocità di arrampicata di 6 metri e hai un vantaggio nei tiri salvezza di Forza e nelle prove di Forza (Atletica) che prevedono l'arrampicata.</p>"
		},
		{
			"id": "Climbing Gloves",
			"name": "Guanti Arrampicanti",
			"description": "<p>Realizzi un set di guanti con una potente presa assistita. Mentre indossi questi guanti, hai una velocità di arrampicata di 6 metri e hai un vantaggio nei tiri salvezza di Forza e nelle prove di Forza (Atletica) che prevedono l'arrampicata.</p>"
		},
		{
			"id": "Coercing Shot",
			"name": "Colpo Coercitivo",
			"description": "<p>Potenzi il tuo tiro con sostanze chimiche che confondono il bersaglio. La creatura colpita dal tiro subisce un danno extra di [[/r 2d6]] veleno, e scegli uno dei tuoi alleati entro 30 piedi dal bersaglio. Il bersaglio deve riuscire in un tiro salvezza di Saggezza, o viene incantato dall'alleato scelto fino all'inizio del tuo prossimo turno. Questo effetto termina in anticipo se l'alleato scelto attacca il bersaglio incantato, gli infligge danni o lo costringe a effettuare un tiro salvezza.</p>\n<p>Il danno da veleno aumenta a [[/r 4d6]] quando raggiungi il 18° livello di questa classe.</p>"
		},
		{
			"id": "Cold Read",
			"name": "Leggere a Freddo",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Come azione, puoi effettuare una prova di Saggezza (Intuito) contestata dalla prova di Carisma (Inganno) di un bersaglio. In caso di successo, conoscerai la prossima azione che il bersaglio intende compiere, a patto che la situazione non cambi radicalmente.</p>"
		},
		{
			"id": "Collapsible Frame",
			"name": "Telaio Pieghevole",
			"description": "<p><em><strong>Prerequisiti:</strong> Vibroarma</em></p>\n<p>Installi un'elsa espandibile sulla tua arma modificata. La tua arma modificata guadagna la proprietà Estensione.</p>"
		},
		{
			"id": "Collapsible Suit",
			"name": "Tuta Pieghevole",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Armatura</em></p>\n<p>L'armatura modificata può collassare in una custodia per essere riposta facilmente. Quando si trasforma in questo modo, l'armatura è indistinguibile da una normale custodia e pesa un terzo del suo peso normale. Come azione puoi indossare o togliere l'armatura, permettendole di trasformarsi secondo necessità.</p>"
		},
		{
			"id": "Comfortable Handle",
			"name": "Impugnatura Confortevole",
			"description": "<p>Apporti piccole modifiche all'ergonomia dell'elsa della tua spada modificata. La tua spada laser modificata guadagna la proprietà sottile.</p>"
		},
		{
			"id": "Commander's Armor",
			"name": "Armatura del Comandante",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Ottieni competenza nell'armatura media.</p>"
		},
		{
			"id": "Commander's Exploit",
			"name": "Sfida del Comandante",
			"description": "<p>Ottieni competenza nell'armatura media.</p>"
		},
		{
			"id": "Commander's Strike",
			"name": "Colpo del Comandante",
			"description": "<p>Quando esegui l'azione Attacco nel tuo turno, puoi rinunciare a uno dei tuoi attacchi e usare un'azione bonus per indirizzare uno dei tuoi compagni a colpire. Quando lo fai, scegli una creatura amica che può vederti o sentirti e spendi un dado di superiorità. Quella creatura può immediatamente usare la sua reazione per effettuare un attacco con un'arma, aggiungendo il dado di superiorità al tiro per il danno dell'attacco.</p>"
		},
		{
			"id": "Compensation Oscillator",
			"name": "Oscillatore di Compensione",
			"description": "<p><em><strong>Prerequisiti:</strong> Vibroarma con la proprietà di destrezza</em></p>\n<p>Installi un oscillatore di compensazione nella tua vibroarma modificata, togliendole la proprietà di destrezza.</p>"
		},
		{
			"id": "Contingency Plan",
			"name": "Piano di Emergenza",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Quando il bersaglio della tua caratteristica Analisi Critica mette a segno un colpo critico, puoi usare la tua reazione e spendere un dado di superiorità per trattare invece l'attacco come un colpo normale.</p>"
		},
		{
			"id": "Contoured Grip",
			"name": "Impugnatura Sagomata",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Vibroarma</em></p>\n<p>Ottieni un bonus di +1 ai tiri di attacco effettuati con quest'arma. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Corrosive Amplifier",
			"name": "Amplificatore Corrosivo",
			"description": "<p>Integra nel tuo bracciale un amplificatore che potenzia i tuoi poteri tecnologici che infliggono danni da acido. Mentre maneggi questo amplificatore, quando una creatura subisce danni da acido a causa di un potere tecnologico da te lanciato, puoi scegliere di infliggere danni da acido aggiuntivi pari al tuo modificatore di Intelligenza. </p>n<p>Puoi usare questo amplificatore un numero di volte pari al tuo modificatore di Intelligenza (minimo una volta). Riprendi tutti gli utilizzi effettuati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Countertoxin",
			"name": "Controtossina",
			"description": "<p>Quando tu o un alleato entro 30 piedi da te soffre della condizione di avvelenato, puoi usare la tua reazione nel tuo turno per porre fine alla condizione di avvelenato su quella creatura. La creatura guadagna anche l'immunità alla condizione di avvelenato per un minuto.</p>\n<p>Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Intelligenza (un minimo di una volta). Riacquisti tutti gli utilizzi effettuati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Cover Adept",
			"name": "Copri Adepto",
			"description": "<p><em><strong>Prerequisiti:</strong> 12° livello</em></p>\n<p>Consideri un quarto di copertura come mezza copertura, metà copertura come tre quarti di copertura e tre quarti di copertura come copertura completa. Inoltre, mentre sei in copertura, le prove di Destrezza (Furtività) che effettui guadagnano un bonus pari al tuo modificatore di Analisi Critica (minimo +1).</p>"
		},
		{
			"id": "Covering Fire",
			"name": "Fuoco di Copertura",
			"description": "<p>Quando colpisci una creatura con un attacco a distanza, puoi spendere un dado superiorità per manovrare uno dei tuoi compagni in una posizione più vantaggiosa. Aggiungi il dado superiorità al tiro per il danno dell'attacco e scegli una creatura amica che può vederti o sentirti. </p>\n<p>Quella creatura può usare la sua reazione per muoversi fino a metà della sua velocità senza provocare attacchi di opportunità da parte del bersaglio del tuo attacco.</p>"
		},
		{
			"id": "Crippling Shot",
			"name": "Colpo Paralizzante",
			"description": "<p>Quando colpisci una creatura con un attacco a distanza, puoi spendere un dado superiorità per paralizzare il suo movimento. Aggiungi il numero tirato al danno dell'attacco con l'arma a distanza. La creatura deve riuscire in un tiro salvezza di Costituzione o avere la sua velocità di movimento dimezzata. Alla fine di ogni suo turno, il bersaglio può effettuare un tiro salvezza di Costituzione per terminare l'effetto.</p>"
		},
		{
			"id": "Crippling Strike",
			"name": "Colpo Paralizzante",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma, puoi spendere un dado superiorità per stordire la creatura. Aggiungerai il dado di superiorità al tiro per il danno dell'attacco e la creatura guadagnerà 1 livello rallentato fino alla fine del suo prossimo turno.</p>"
		},
		{
			"id": "Crossguard",
			"name": "Guardia Incrociata",
			"description": "<p>Aggiungi una guardia energetica alla base della lama della tua spada laser modificata. Mentre brandisci la tua spada laser modificata, ottieni un bonus di +1 alla tua classe armatura contro gli attacchi con armi da mischia.</p>"
		},
		{
			"id": "Cryo Amplifier",
			"name": "Amplificatore Criogenico",
			"description": "<p>Integra nel tuo bracciale un amplificatore che potenzia i tuoi poteri tecnologici che infliggono danni da freddo. Mentre impugni questo amplificatore, quando una creatura subisce danni da freddo a causa di un potere tecnologico da te lanciato, puoi scegliere di infliggere danni da freddo aggiuntivi pari al tuo modificatore di Intelligenza.</p>\n<p>Puoi usare questo amplificatore un numero di volte pari al tuo modificatore di Intelligenza (un minimo di una volta). Riprendi tutti gli utilizzi effettuati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Daring Escape",
			"name": "Fuga Audace",
			"description": "<p>Puoi spendere un dado di superiorità per effettuare l'azione Disimpegnarsi come azione bonus nel tuo turno. Fino alla fine di questo turno, avrai un vantaggio su tutte le prove di Forza (Atletica).</p>"
		},
		{
			"id": "Darkvision Goggles",
			"name": "Occhiali Notturni",
			"description": "<p>Realizzi un paio di occhiali che migliorano la vista. Mentre indossi questi occhiali, hai la visione oscura ad una distanza di 60 piedi. Se hai già la visione oscura, questa modifica aumenta la sua portata di 30 piedi.</p>"
		},
		{
			"id": "Darkvision Goggles",
			"name": "Occhiali Notturni",
			"description": "<p>Realizzi un paio di occhiali che migliorano la vista. Mentre indossi questi occhiali, hai la visione oscura ad una distanza di 60 piedi. Se hai già la visione oscura, questa modifica aumenta la sua portata di 30 piedi.</p>"
		},
		{
			"id": "Darkvision Visor",
			"name": "Visore Notturno",
			"description": "<p><em><strong>Prerequisiti:</strong> Armatura</em></p>\n<p>Mentre indossi la tua armatura modificata, hai la visione oscura ad un raggio di 60 piedi. Se hai già la visione oscura, questa modifica aumenta la sua portata di 30 piedi.</p>"
		},
		{
			"id": "Deliberate Movement",
			"name": "Movimento Deliberato",
			"description": "<p>Puoi spendere un dado superiorità per prendere l'azione Disimpegnarsi come azione bonus e ignorare gli effetti del terreno difficile standard fino alla fine del tuo turno.</p>"
		},
		{
			"id": "Demanding Leader",
			"name": "Leader Esigente",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em> </p>\n<p>Il raggio d'azione di ciascuna delle tue manovre aumenta di 10 piedi. Se il raggio d'azione è il tocco, diventa 10 piedi.</p>"
		},
		{
			"id": "Detachable Distribution System",
			"name": "Sistema di Distribuzione Staccabile",
			"description": "<p>Potenzi il tuo distributore con un distributore secondario staccabile. Come azione bonus, puoi lanciare il tuo distributore staccabile verso un punto entro il raggio d'azione. Il tuo distributore staccabile ha una portata pari a 30 piedi + il tuo modificatore di Forza x 5. Il tuo distributore staccabile funziona per 1 minuto prima di diventare inerte. Una volta che lo fa, non puoi usarlo di nuovo finché non lo recuperi come azione.</p>\n<p>Inoltre, mentre il tuo distributore staccabile è entro 100 piedi da te, quando usi la tua azione per attivare il tuo distributore, puoi scegliere di influenzare ogni creatura entro 5 piedi dal tuo distributore staccabile. Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Intelligenza (un minimo di una volta). Riacquisti tutti gli usi consumati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Detachable Eye",
			"name": "Occhio Staccabile",
			"description": "<p>Questo potenziamento sostituisce un occhio.</p>\n<p>Come azione, puoi rimuovere o sostituire questo occhio. Mentre è rimosso, all'occhio spuntano otto piccole gambe, ha una velocità di 15 piedi, una CA di 10 e 1 punto ferita. Se muore, non puoi usarlo di nuovo finché non completi un lungo riposo. Come azione in ogni tuo turno, puoi muovere l'occhio fino alla sua velocità, purché si trovi entro 30 piedi da te. Puoi vedere attraverso l'occhio staccato e l'occhio rimanente allo stesso tempo, oppure puoi usare la tua azione per vedere solo attraverso un occhio o l'altro.</p>\n<p>Puoi scegliere questa modifica più volte.</p>"
		},
		{
			"id": "Detachable Hand",
			"name": "Mano Staccabile",
			"description": "<p>Questo potenziamento sostituisce una mnao.</p>\n<p>Come azione, puoi attaccare o staccare questa mano. Mentre è staccata, la mano ha una velocità di 15 piedi, una CA di 10 e 1 punto ferita. Se muore, non puoi usarla di nuovo finché non completi un lungo riposo. Come azione in ogni tuo turno, puoi controllare la mano fintanto che si trova entro 30 piedi da te. Puoi usare la mano per manipolare un oggetto, aprire una porta o un contenitore aperto, riporre o recuperare un oggetto da un contenitore aperto o versare il contenuto di un contenitore. Puoi spostare la mano fino alla sua velocità ogni volta che la usi.</p>\n<p>Puoi scegliere questa modifica più volte.</p>"
		},
		{
			"id": "Dewback's Instinct",
			"name": "Istinto di Dewback",
			"description": "<p>Scegli tre tipi di danno diversi dal danno vero. Mentre sei in collera, hai resistenza ai tipi di danno scelti.</p>"
		},
		{
			"id": "Disarming Attack",
			"name": "Attacco Disarmante",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma, puoi spendere un dado superiorità per tentare di disarmare il bersaglio, costringendolo a lasciar cadere un oggetto di tua scelta che sta tenendo in mano. Aggiungerai il dado superiorità al tiro per il danno dell'attacco e il bersaglio dovrà effettuare un tiro salvezza di Forza. Se il tiro salvezza viene fallito, lascia cadere l'oggetto scelto. L'oggetto atterra ai suoi piedi.</p>"
		},
		{
			"id": "Disarming Shot",
			"name": "Colpo Disarmante",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma a distanza, puoi spendere un dado superiorità per tentare di disarmare il bersaglio, costringendolo a lasciar cadere un oggetto a tua scelta che sta tenendo in mano. Aggiungi il dado superiorità al tiro per il danno dell'attacco e il bersaglio deve effettuare un tiro salvezza di Forza. Se il tiro salvezza viene fallito, lascia cadere l'oggetto scelto. L'oggetto atterra ai suoi piedi.</p>"
		},
		{
			"id": "Disruption Song Enhancement",
			"name": "Canzone Dirompente Potenziata",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre suoni il tuo Canto di Dirompimento, come azione, puoi scegliere un numero di creature che si concentrano su un potere pari al tuo modificatore di Intelligenza (un minimo di una) entro il raggio d'azione del tuo canto e che possono sentirti, e costringerle a effettuare un tiro salvezza di Concentrazione. Se fai perdere la concentrazione su un potere ad almeno una creatura usando questa caratteristica, puoi usare la tua reazione per far subire a tutte le creature che hanno perso la concentrazione un danno pari al tuo modificatore di Intelligenza.</p>"
		},
		{
			"id": "Disruptorsaber Conversion",
			"name": "Conversione Disruptorsaber",
			"description": "<p><em>Incompatibile con altre conversioni</em></p>\n<p>Modifichi la tua arma luminosa, facendole emettere una luce verde malaticcio. La tua spada laser modificata perde la proprietà luminosa.</p>\n<p>Inoltre, quando effettui il primo attacco del tuo turno, puoi alterare le proprietà della tua spada laser modificata. Fino all'inizio del tuo prossimo turno, il tipo di danno della tua spada laser modificata viene cambiato in acido.</p>\n<p>Puoi usare questo tratto un numero di volte pari al tuo modificatore di Intelligenza (minimo una volta). Riprendi tutti gli utilizzi effettuati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Distracting Shot",
			"name": "Colpo Distraente",
			"description": "<p>Quando colpisci una creatura con un attacco a distanza, puoi spendere un dado superiorità per distrarre la creatura, dando ai tuoi alleati un'apertura. Aggiungi il dado superiorità al tiro per il danno dell'attacco. Il prossimo tiro di attacco contro il bersaglio da parte di un attaccante diverso da te ha vantaggio se l'attacco viene effettuato prima dell'inizio del tuo prossimo turno.</p>"
		},
		{
			"id": "Distracting Strike",
			"name": "Colpo Distraente",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma, puoi spendere un dado superiorità per distrarre la creatura, dando ai tuoi alleati un'apertura. Aggiungi il dado superiorità al tiro per il danno dell'attacco. Il prossimo tiro di attacco contro il bersaglio da parte di un attaccante diverso da te ha vantaggio se l'attacco viene effettuato prima dell'inizio del tuo prossimo turno.</p>"
		},
		{
			"id": "Dominating Presence",
			"name": "Presenza Dominante",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello</em></p>\n<p>Come azione bonus, puoi chiamare un umanoide in grado di capirti che sia incantato da te o spaventato da te per dirigere la sua prossima azione. Il bersaglio deve riuscire in un tiro salvezza di Saggezza contro la tua CD di salvataggio di manovra. Se il tiro salvezza viene fallito, fino alla fine del tuo prossimo turno, la creatura compie solo le azioni da te scelte e non fa nulla che tu non le permetta di fare.</p>\n<p>In questo periodo puoi usare la tua reazione per costringere la creatura a usare la sua reazione.</p>\n<p>Una volta usata questa caratteristica, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Droid Restraints",
			"name": "Restrizioni di Droide",
			"description": "<p>Quando installi un bullone di costrizione, puoi farlo in metà tempo. Inoltre, quando determini la CD di salvataggio di un bullone di costrizione che controlli, puoi usare la tua CD di salvataggio in tek, se sarebbe più alta della CD dell'oggetto.</p>"
		},
		{
			"id": "Drone Distribution System",
			"name": "Sistema di Distribuzione a Drone",
			"description": "<p>Potenzi il tuo distributore, interfacciandolo con l'obiettivo della tua <em>interfaccia del droide tracker</em>. Quando usi la tua azione per attivare il tuo distributore, mentre il tuo droide inseguitore si trova entro 100 piedi da te, puoi scegliere di far consegnare la miscela al tuo droide inseguitore. Il tuo droide inseguitore deve usare la sua reazione per consegnare la miscela.</p>\n<p>Puoi usare questo talento un numero di volte pari al tuo modificatore di Intelligenza (un minimo di una volta).</p>\n<p>Tutti gli utilizzi effettuati vengono recuperati quando si completa un riposo breve o lungo.</p>"
		},
		{
			"id": "Dungeon Explorer",
			"name": "Esploratore di Dungeon",
			"description": "<p>Avrai un vantaggio alle prove di Saggezza (Percezione) e di Intelligenza (Investigazione) per individuare porte o trappole segrete, e avrai resistenza ai danni inflitti dalle trappole.</p>\n<p>Inoltre, puoi usare la tua caratteristica Sage Advice per insegnare alle creature amiche vari tipi di trappole, seguendo le stesse regole di quella caratteristica. Quando lo fai, le creature scelte hanno resistenza ai danni inflitti dalle trappole.</p>"
		},
		{
			"id": "Ear for Deceit",
			"name": "Orecchio per Inganno",
			"description": "<p>Ogni volta che effettui una prova di Saggezza (Intuito) per determinare se una creatura sta mentendo, considera un tiro di 7 o inferiore sul [[/r d20]] come un 8.</p>"
		},
		{
			"id": "Electroshock Shield",
			"name": "Scudo Elettroshock",
			"description": "<p><em><strong>Prerequisiti:</strong> Generatore di Scudo</em></p>\n<p>Installi degli elettroshock nel tuo generatore di scudi. Ogni volta che un nemico ti manca con un attacco in mischia, puoi usare la tua reazione per infliggere [[/r 1d4]] + il tuo modificatore di Intelligenza all'attaccante.</p>"
		},
		{
			"id": "Enhanced Endurance",
			"name": "Resistenza Potenziata",
			"description": "<p><em><strong>Prerequisiti:</strong> Armatura</em></p>\n<p>Quando sei ridotto a 0 punti ferita mentre indossi la tua armatura modificata, ma non vieni ucciso del tutto, puoi invece scendere a 1 punto ferita. Non puoi usare di nuovo questa caratteristica finché non finisci un lungo riposo.</p>"
		},
		{
			"id": "Enhanced Musculature",
			"name": "Musculatura Potenziata",
			"description": "<p>La tua capacità di carico e il peso che puoi spingere, trascinare o sollevare raddoppia. Se già raddoppierebbe, invece triplica. Inoltre, quando effettui un salto in lungo, puoi coprire un numero di metri fino al doppio del tuo punteggio di Forza. Quando fai un salto in alto, puoi saltare un numero di piedi in aria pari a 3 + il doppio del tuo modificatore di Forza. Quando subisci la tua trasformazione mutagena, hai un vantaggio sulle prove di Forza e sui tiri salvezza di Forza per tutta la durata.</p>"
		},
		{
			"id": "Enthralling Performance",
			"name": "Prestazioni Entusiasmantie",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello, Melodia Ipnotica</em></p>\n<p>Per la durata di una canzone potenziata che suoni, ogni volta che una creatura che può sentire la tua canzone cerca di attaccarti per la prima volta in un turno, l'attaccante deve effettuare un tiro salvezza di Carisma. Se il tiro salvezza viene fallito, non può attaccarti in questo turno e deve scegliere un nuovo bersaglio per il suo attacco o l'attacco viene sprecato. Con un tiro salvezza riuscito, può attaccarti in questo turno, ma ha svantaggio su qualsiasi tiro salvezza effettuato contro i tuoi poteri o caratteristiche nel tuo prossimo turno.</p>\n<p>Una volta che hai usato questo talento, devi completare un lungo riposo prima di poterla usare nuovamente.</p>"
		},
		{
			"id": "Evasive Footwork",
			"name": "Gioco di Piedi Evasivo",
			"description": "<p>Quando ti muovi, puoi spendere un dado di superiorità, tirando il dado e aggiungendo il numero tirato alla tua CA finché non smetti di muoverti.</p>"
		},
		{
			"id": "Evil Eye",
			"name": "Occhio del Diavolo",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Puoi lanciare i poteri di forza <em>conferire maledizione</em> e <em>rimuovere maledizione</em> senza spendere punti forza. Saggezza o Carisma (a tua scelta) è il tuo modificatore di lancio per questi poteri.</p>\n<p>Una volta che hai lanciato un potere usando questa caratteristica, devi completare un lungo riposo prima di poterlo lanciare di nuovo.</p>"
		},
		{
			"id": "Expanded Chemicals: Combustibles",
			"name": "Prodotti Chimici Estesi: Combustibili",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Aggiungi ulteriori sostanze chimiche al tuo zaino da biochimico modificato. Quando infliggi danni da fuoco con un potere tecnico o una caratteristica di classe, puoi usare le tue caratteristiche Tocco del Biochimico e Miscela Potente.</p>\n<p>Inoltre, quando una creatura fallisce il tiro salvezza di Destrezza contro la tua caratteristica Miscele Corrosive, puoi scegliere di infliggere danni da fuoco. Se lo fai, ogni creatura entro 1,5 metri dal bersaglio subisce un danno da fuoco pari al tuo modificatore di Intelligenza. Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Intelligenza (almeno una volta). Riacquisterai tutti gli usi consumati quando completerai un riposo breve o lungo.</p>"
		},
		{
			"id": "Expanded Chemicals: Cryogenics",
			"name": "Prodotti Chimici Estesi: Criogenica",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Aggiungi ulteriori sostanze chimiche al tuo zaino da biochimico modificato. Quando infliggi danni da freddo con un potere tecnico o una caratteristica di classe, puoi usare le tue caratteristiche Tocco del Biochimico e Miscela Potente.</p>\n<p>Inoltre, quando una creatura fallisce il tiro salvezza di Costituzione contro la tua caratteristica Miscele Nocive, puoi scegliere di infliggere invece danni da freddo. Se lo fai, guadagna 1 livello rallentato fino all'inizio del tuo prossimo turno. Puoi utilizzare questa caratteristica un numero di volte pari al tuo modificatore di Intelligenza (un minimo di una volta). Riacquisterai tutti gli usi consumati quando completerai un riposo breve o lungo.</p>"
		},
		{
			"id": "Expanded Chemicals: Restorative",
			"name": "Prodotti Chimici Estesi: Restaurativo",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Aggiungi ulteriori sostanze chimiche al tuo zaino da biochimico modificato. Quando ripristini i punti ferita con un potere tecnico o una caratteristica di classe, puoi usare le tue caratteristiche Tocco del Biochimico e Miscela Potente.</p>\n<p>Inoltre, quando usi la tua Miscela Rinvigorente per dare punti ferita temporanei a una creatura, puoi scegliere di ripristinare altrettanti punti ferita alla stessa creatura. Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Intelligenza (minimo una volta). Riacquisterai tutti gli usi consumati quando completerai un riposo breve o lungo.</p>"
		},
		{
			"id": "Expanded Magazine",
			"name": "Caricatore Esteso",
			"description": "<p><em><strong>Prerequisiti:</strong> Blaster</em></p>\n<p>La tua arma modificata può essere ricaricata in modo più efficiente. Puoi ricaricare la tua arma modificata una volta senza usare un'azione. Non puoi usare di nuovo questo talento finché non ricarichi l'arma con un'azione.</p>"
		},
		{
			"id": "Expanded Mixtures: Adhesive",
			"name": "Miscele Estese: Adesivo",
			"description": "<p>Hai creato una nuova miscela di sostanze chimiche che puoi usare quando attivi il tuo distributore. Quando lo fai, la creatura bersaglio deve effettuare un tiro salvezza di Forza. Se la creatura è Grande o più grande, ha un vantaggio sul tiro salvezza. Se il tiro salvezza viene fallito, la creatura guadagna 4 livelli rallentati fino all'inizio del tuo prossimo turno. Come azione del proprio turno, una creatura colpita può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Expanded Mixtures: Blinding",
			"name": "Miscele Estese: Accecante",
			"description": "<p>Hai creato una nuova miscela di sostanze chimiche che puoi utilizzare quando attivi il tuo distributore. Quando lo fai, la creatura bersaglio deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza viene fallito, la creatura </p>n<p>viene accecata fino all'inizio del tuo prossimo turno.</p>"
		},
		{
			"id": "Expanded Mixtures: Hallucinogenic",
			"name": "Miscele Estese: Allucinogeno",
			"description": "<p>Hai creato una nuova miscela di sostanze chimiche che puoi utilizzare quando attivi il tuo distributore. Quando lo fai, la creatura bersaglio deve effettuare un tiro salvezza di Intelligenza. Se il tiro salvezza viene fallito, il bersaglio perde la capacità di distinguere gli amici dai nemici e considera tutte le creature che può vedere come nemici fino alla fine del tuo prossimo turno. Ogni volta che il bersaglio subisce danni, può ripetere il tiro salvezza, terminando l'effetto su se stesso in caso di successo.</p>\n<p>Ogni volta che la creatura colpita sceglie un'altra creatura come bersaglio, deve scegliere il bersaglio a caso tra le creature che può vedere nel raggio d'azione dell'attacco, del potere o di un'altra abilità che sta usando. Se un nemico provoca un attacco di opportunità da parte della creatura affetta, la creatura deve effettuare quell'attacco se è in grado di farlo.</p>\n<p>Questo talento non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Experimental Treatments",
			"name": "Trattamenti Sperimentali",
			"description": "<p>Le tue medicine e le tue cure sono note per essere non testate e instabili. Subito dopo aver usato una manovra che fa sì che una creatura riacquisti punti ferita o guadagni punti ferita temporanei, puoi scegliere di tirare sulla tabella degli effetti collaterali a destra. La condizione o l'effetto dura finché la creatura non completa un riposo lungo o finché non usi nuovamente questa caratteristica.</p>\n<p>Puoi usare questa caratteristica un numero di volte pari al tuo bonus di competenza, come indicato nella tabella degli studiosi. Riprendi tutti gli utilizzi effettuati quando finisci un riposo breve o lungo.</p>"
		},
		{
			"id": "Exploit Weakness",
			"name": "Sfrutta Debolezza",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma, puoi spendere un dado di superiorità e infliggere un danno aggiuntivo pari al numero tirato. Questo danno non può essere ridotto in alcun modo.</p>"
		},
		{
			"id": "Exploit Weakness",
			"name": "Sfrutta Debolezza",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma, puoi spendere un dado di superiorità e infliggere un danno vero aggiuntivo pari al numero tirato.</p>"
		},
		{
			"id": "Explorer's Exploit",
			"name": "Sfida dell'Esploratore",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma, puoi spendere un dado di superiorità e infliggere un danno aggiuntivo pari al numero tirato. Questo danno non può essere ridotto in alcun modo.</p>"
		},
		{
			"id": "Explosive Amplifier",
			"name": "Amplificatore Esplosivo",
			"description": "<p>Integra nel tuo computer da polso un amplificatore che potenzia i tuoi poteri tecnologici che infliggono danni da fuoco. Mentre impugni questo amplificatore, quando una creatura subisce danni da fuoco a causa di un potere tecnologico che lanci, puoi scegliere di infliggere danni da fuoco aggiuntivi pari al tuo modificatore di Intelligenza.</p>n<p>Puoi usare questo amplificatore un numero di volte pari al tuo modificatore di Intelligenza (un minimo di una volta). Riprendi tutti gli utilizzi effettuati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Explosive Distribution System",
			"name": "Sistema di Distribuzione Esplosivo",
			"description": "<p>Potenzi il tuo distributore, garantendogli la capacità di creare una raffica. Quando usi la tua azione per attivare il distributore, puoi scegliere di colpire ogni creatura in una sfera di 10 piedi di raggio centrata su un punto che puoi vedere entro 30 piedi.</p>\n<p>Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Intelligenza (un minimo di una volta).  Riprendi tutti gli utilizzi effettuati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Explosive Shot",
			"name": "Colpo Esplosivo",
			"description": "<p>Spari un colpo impostato per esplodere all'impatto. Il colpo esplode dopo il tuo attacco. Immediatamente dopo che il colpo ha colpito la creatura, il bersaglio e tutte le altre creature nel raggio di 3 metri da esso subiscono [[/r 2d6]] danni da fuoco ciascuna.</p>\n<p>I danni da fuoco aumentano a [[/r 4d6]] quando raggiungi il 18° livello di questa classe.</p>"
		},
		{
			"id": "Exsanguination",
			"name": "Dissanguamento",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Quando una creatura segnata dalla tua Maledizione di Obiezione è ridotta a 0 punti ferita, puoi usare una reazione e spendere un dado per colpire per riguadagnare immediatamente un uso della tua Maledizione di Obiezione.</p>"
		},
		{
			"id": "Extended Beam",
			"name": "Fascio Esteso",
			"description": "<p>Installi una serie di amplificatori di focalizzazione del raggio nella tua spada laser modificata. La tua spada laser modificata guadagna la proprietà portata.</p>"
		},
		{
			"id": "Extended Tank",
			"name": "Serbatoio Esteso",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Jet Pack</em></p>\n<p>Il tuo jet pack ora dura fino a 10 minuti quando viene attivato.</p>"
		},
		{
			"id": "Eye for Attire",
			"name": "Occho all'Abbigliamento",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Come azione, puoi toccare un'armatura che non sia indossata o portata da una creatura ostile e indossarla istantaneamente, sempre che tu non stia già indossando un'armatura.</p>"
		},
		{
			"id": "Eye for Detail",
			"name": "Occhio ai Dettagli",
			"description": "<p>Prendi l'azione Cercare come azione bonus.</p>"
		},
		{
			"id": "Fast Access Programs",
			"name": "Programmi di Accesso Rapido",
			"description": "<p>Quando lanci un potere tecnologico di 1° livello o superiore che ha un tempo di lancio di 1 azione, puoi spendere un dado superiorità per cambiare il tempo di lancio in 1 azione bonus per questo lancio.</p>"
		},
		{
			"id": "Fate's Exploit",
			"name": "Sfida del Destino",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Quando finisci un riposo breve o lungo, tira un [[/r d20]] e registra il numero ottenuto. Una volta prima del tuo prossimo riposo breve o lungo, puoi sostituire qualsiasi tiro di attacco, tiro salvezza o prova di abilità effettuato da te o da una creatura entro 1,5 metri da te con questo tiro. Devi scegliere di farlo prima del tiro.</p>"
		},
		{
			"id": "Feeling the Pressure",
			"name": "Sentire la Pressione",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>Ogni volta che ottieni un 4 o più alto al tuo talento Rischio Contro Ricompensa, il bersaglio del tuo talento Analisi Critica ha svantaggio anche sui tiri per attaccare contro di te fino all'inizio del tuo prossimo turno.</p>"
		},
		{
			"id": "Feinting Attack",
			"name": "Attacco Ingannevole",
			"description": "<p>Puoi spendere un dado di superiorità e usare un'azione bonus al tuo turno per fingere, scegliendo come bersaglio una creatura entro 5 piedi da te. Hai un vantaggio sul tuo prossimo attacco contro quella creatura. Se quell'attacco colpisce, aggiungi il dado di superiorità al tiro per il danno dell'attacco.</p>"
		},
		{
			"id": "Fighter's Exploit",
			"name": "Sfida del Combattente",
			"description": "<p>Adotti un particolare stile di combattimento come tua specialità. Scegli una delle opzioni di Stile di combattimento, dettagliate nel capitolo 6.</p>"
		},
		{
			"id": "Fighter's Instinct",
			"name": "Istinto del Combattente",
			"description": "<p>Adotti un particolare stile di combattimento come tua specialità. Scegli una delle opzioni di Stile di combattimento, dettagliate nel capitolo 6.</p>"
		},
		{
			"id": "Fighting Style",
			"name": "Stile di combattimento",
			"description": "<p>Adotti un particolare stile di combattimento come tua specialità. Scegli una delle opzioni di Stile di combattimento, dettagliate nel capitolo 6.</p>"
		},
		{
			"id": "Fighting Style",
			"name": "Fighting Style",
			"description": "<p>You adopt a particular style of fighting as your specialty. Choose one of the fighting style options, detailed in Chapter 6 of the Player's Handbook.</p>"
		},
		{
			"id": "Filling Meal",
			"name": "Pasto Saziante",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Nel corso di un riposo lungo o breve, puoi utilizzare fino a due diverse manovre di questo archetipo, invece di una.</p>"
		},
		{
			"id": "Finding My Way",
			"name": "Trovando la Mia Via",
			"description": "<p><em><strong>Prerequisiti:</strong> Fretta</em></p>\n<p>Mentre stai suonando una canzone potenziata, quando una creatura effettua un tiro di attacco in mischia contro di te, puoi usare la tua reazione per muoverti di un metro e mezzo senza provocare attacchi di opportunità, imponendoti svantaggio sul tiro. </p>n<p>Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Intelligenza (un minimo di una volta). Riacquisti tutti gli utilizzi effettuati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Firewall",
			"name": "Firewall",
			"description": "<p>Quando tu o un alleato che puoi vedere entro 60 piedi fate un tiro salvezza contro un potere tecnologico, potete usare la vostra reazione per spendere un dado superiorità, aggiungendo il numero tirato al risultato di quel tiro salvezza.</p>"
		},
		{
			"id": "Firing Command",
			"name": "Comando di Fuoco",
			"description": "<p>Come azione bonus, puoi compiere l'azione Aiuto. Inoltre, quando si compie l'azione Aiuto, essa ha un raggio d'azione di 30 piedi.</p>"
		},
		{
			"id": "Flame Vents",
			"name": "Ventate di Fiamme",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Jet Pack</em></p>\n<p>Impari il potere tecnologico <em>spazzata di fuoco</em> e puoi lanciarlo al primo livello senza usare punti tecnologici. Una volta che hai usato questa abilità, non puoi usarla di nuovo finché non finisci un riposo breve o lungo.</p>\n<p>Inoltre, mentre il tuo jet pack è attivo, puoi lanciare <em>spazzata di fuoco</em> usando la tua azione bonus invece della tua azione.</p>"
		},
		{
			"id": "Flashlight",
			"name": "Torcia",
			"description": "<p>Monti torcia una luce mirata nella tua arma. Come azione bonus, puoi accendere o spegnere la luce. Quando è accesa, la tua arma emette una luce brillante in un cono di 60 piedi.</p>"
		},
		{
			"id": "Flashlight Attachment",
			"name": "Accessorio Torcia",
			"description": "<p>Monti una luce mirata alla tua piattaforma di guerra elettronica. Come azione bonus, puoi accendere o spegnere la luce. Quando è accesa, la tua piattaforma da guerra elettronica emette una luce brillante in un cono di 60 piedi.</p>"
		},
		{
			"id": "Flight",
			"name": "Volo",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Armor</em></p>\n<p>Integri un sistema di propulsione nella tua armatura modificata. Mentre indossi la tua armatura modificata hai una velocità di volo potenziata di 30 piedi.</p>"
		},
		{
			"id": "Force Combat Knowledge",
			"name": "Conoscenza del combattimento della Forza",
			"description": "<p>La tua ricerca sulle tecniche di combattimento Jedi e Sith ti ha permesso di acquisire competenza nelle armi leggere semplici. Inoltre, ottieni la conoscenza di una forma di spada laser a tua scelta.</p>"
		},
		{
			"id": "Frailcasting Controller",
			"name": "Controller di Frailcasting",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Guadagni un bonus di +1 alla CD dei tiri salvezza tecnici dei poteri che lanci che richiedono un tiro salvezza di Forza o Costituzione. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Frailcasting Inhibitor",
			"name": "Inibitore di Frailcasting",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi il tuo corpo come fuoco tecnologico, guadagni un bonus di +1 alla CD di tiro salvezza tecnologica dei poteri che lanci e che richiedono un tiro salvezza di Forza o Costituzione. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Freedom's Exploit",
			"name": "Sfida della Libertà",
			"description": "<p>Ignori il terreno difficile non migliorato e quando useresti la tua azione per liberarti da un effetto che ti sta afferrando o trattenendo, puoi invece usare la tua azione bonus.</p>"
		},
		{
			"id": "From the Brink",
			"name": "Dall'Orlo del baratro",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Se il bersaglio della tua caratteristica Analisi Critica sarebbe ridotto a 0 hp, puoi usare la tua reazione e terminare la tua caratteristica Analisi Critica per farlo invece ridurre a 1 hp. Una volta che una creatura ha beneficiato di questa caratteristica, deve completare un lungo riposo prima di poterlo fare di nuovo.</p>"
		},
		{
			"id": "Full Course",
			"name": "Corso Completo",
			"description": "<p><em><strong>Prerequisiti:</strong> 12° livello, Filling Meal</em></p>\n<p>Nel corso di un riposo lungo o breve, puoi utilizzare un'ulteriore manovra di questo archetipo (in totale tre).</p>"
		},
		{
			"id": "Fyrnock's Instinct",
			"name": "Istinto di Fyrnock",
			"description": "<p>Mentre sei infuriato, puoi usare la tua azione bonus per saltare fino a 30 piedi in uno spazio vuoto che riesci a vedere. Quando atterri, infliggi un danno cinetico pari al tuo modificatore di Forza a ogni creatura nel raggio di 5 piedi da dove sei atterrato. Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Costituzione (un minimo di una volta). Riacquisterai tutti gli usi consumati quando completerai un riposo lungo.</p>"
		},
		{
			"id": "Galactic Explorer",
			"name": "Esploratore Galattico",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Quando effettui una prova di Intelligenza (Pilotare) e aggiungi il tuo bonus di competenza alla prova, tratta ogni tiro di 9 o inferiore come se avessi tirato un 10.</p>"
		},
		{
			"id": "Goading Attack",
			"name": "Attacco Pungente",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma, puoi spendere un dado superiorità per tentare di indurre il bersaglio ad attaccarti. Aggiungerai il dado superiorità al tiro per il danno dell'attacco e il bersaglio dovrà effettuare un tiro salvezza di Saggezza. Se il tiro salvezza viene fallito, il bersaglio ha svantaggio in tutti i tiri per colpire bersagli diversi da te fino alla fine del tuo prossimo turno.</p>"
		},
		{
			"id": "Goading Attack",
			"name": "Goading Attack",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma, puoi spendere un dado superiorità per tentare di indurre il bersaglio ad attaccarti. Aggiungerai il dado superiorità al tiro per il danno dell'attacco e il bersaglio dovrà effettuare un tiro salvezza di Saggezza. Se il tiro salvezza viene fallito, il bersaglio ha svantaggio in tutti i tiri per colpire bersagli diversi da te fino alla fine del tuo prossimo turno.</p>"
		},
		{
			"id": "Grappling Harpoon",
			"name": "Afferrante Harpoon",
			"description": "<p><em><strong>Prerequisiti:</strong> Armatura</em></p>\n<p>La tua armatura modificata guadagna un arpione da presa integrato nel tuo guanto. Con questo arpione, puoi effettuare un attacco a distanza con una portata di 30/60. Se colpito, infligge [[/r 1d6]] danni cinetici. Questo attacco può colpire una superficie, un oggetto o una creatura. Come azione, una creatura può tentare di rimuovere l'arpione. Rimuovere l'arpione richiede una prova di Forza. Mentre l'arpione è conficcato nel bersaglio, sei collegato a quest'ultimo da un cavo di 60 piedi.</p>\n<p>Mentre l'arpione è dispiegato, puoi usare la tua azione bonus per attivare il mulinello, tirandoti verso la posizione se il bersaglio è più grande di te. Una creatura o un oggetto della tua taglia o più piccolo viene tirato verso di te. In alternativa, puoi scegliere di rilasciare il cavo (nessuna azione richiesta).</p>\n<p>Una volta che hai usato questa funzione, non puoi usarla di nuovo finché non recuperi e reinserisci l'arpione come azione.</p>"
		},
		{
			"id": "Grappling Hunter",
			"name": "Cacciatore Afferrante",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>I tiri di attacco che effettui contro le creature che stai afferrando hanno vantaggio. </p>"
		},
		{
			"id": "Greatsaber Array",
			"name": "Sensori Spadone Laser",
			"description": "<p>Aumenti la configurazione della tua spada laser modificata. La tua spada laser modificata guadagna la proprietà A Due Mani e il suo dado del danno aumenta a [[/r 1d12]].</p>"
		},
		{
			"id": "Grounding System",
			"name": "Sistema di Fondamenta",
			"description": "<p>Mentre indossi la tua imbracatura gadgeteer sei immune alla condizione di shock.</p>"
		},
		{
			"id": "Grounding System",
			"name": "Sistema di Fondamenta",
			"description": "<p>Hai vantaggio sui tiri salvezza contro i danni da fulmine.</p>"
		},
		{
			"id": "Guerrilla's Exploit",
			"name": "Sfida della Guerriglia",
			"description": "<p>Ti bastano solo 3 ore di sonno durante un riposo lungo per ottenere i suoi benefici, invece di 6. Inoltre, se il tuo riposo lungo venisse interrotto, ti basterà completare il riposo lungo invece di ricominciarlo per ottenere i suoi benefici. Infine, hai un vantaggio nei tiri salvezza contro la stanchezza.</p>"
		},
		{
			"id": "Hacked Communications",
			"name": "Comunicazioni Hackerate",
			"description": "<p>Come azione bonus, puoi scegliere un numero qualsiasi di creature che puoi vedere entro 60 piedi da te e che hanno commlink, headcomm o altri dispositivi di comunicazione simili. Ogni creatura deve riuscire in un tiro salvezza di Costituzione o subire un danno sonoro pari al tuo modificatore di Intelligenza (minimo uno). Inoltre, con un tiro salvezza fallito, i loro dispositivi di comunicazione vengono disattivati fino a quando non vengono riavviati.</p>\n<p>Una volta che hai usato questa caratteristica, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Hacked Communications",
			"name": "Comunicazioni Hackerate",
			"description": "<p>Come azione, puoi spendere un dado di superiorità e scegliere un numero qualsiasi di creature che puoi vedere entro 60 piedi da te e che hanno commlink, headcomm o altri dispositivi di comunicazione simili. Ogni creatura deve riuscire in un tiro salvezza di Costituzione o subire danni sonori pari al numero tirato sul dado + il tuo modificatore di manovra (minimo uno). Inoltre, se il tiro salvezza è fallito, i loro dispositivi di comunicazione sono disabilitati fino al riavvio.</p>"
		},
		{
			"id": "Hallucinogen Shot",
			"name": "Colpo di Allucinogeno",
			"description": "<p>Potenzi il tuo tiro con sostanze chimiche allucinogene. La creatura colpita dal tiro subisce un danno psichico aggiuntivo di [[/r 2d6]], e deve riuscire in un tiro salvezza di Saggezza o non essere in grado di vedere nulla più lontano di un metro e mezzo fino all'inizio del tuo prossimo turno.</p>\n<p>Il danno psichico aumenta a [[/r 4d6]] quando raggiungi il 18° livello di questa classe.</p>"
		},
		{
			"id": "Hardened Mind",
			"name": "Mente Temprata",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Hai un vantaggio nei tiri salvezza contro le illusioni e nelle prove di Intelligenza per distinguerle dalla realtà.</p>"
		},
		{
			"id": "Hardening",
			"name": "Durevole",
			"description": "<p>Hai vantaggio ai tiri salvezza contro i danni agli ioni.</p>"
		},
		{
			"id": "Hardy Torso Prosthesis",
			"name": "Protesi per Dorso Durevole",
			"description": "<p>Questo potenziamento sostituisce il tuo dorso.</p>\n<p>Il tuo punteggio di Costituzione diventa 13. Inoltre, hai un vantaggio nei tiri salvezza contro il veleno.</p>"
		},
		{
			"id": "Harpoon Hand",
			"name": "Mano d'Arpione",
			"description": "<p>Questo potenziamento sostituisce la tua mano.</p>\n<p>Modifichi la tua mano, conferendole la capacità di trasformarsi in un arpione. Con questa mano, puoi effettuare un attacco con un'arma a distanza con una gittata di 30/60. Se colpito, infligge [[/r 1d6]] danni cinetici. Questo attacco può colpire una superficie, un oggetto o una creatura. Come azione, una creatura può tentare di rimuovere l'arpione. Rimuovere l'arpione richiede una prova di Forza. Mentre l'arpione è conficcato nel bersaglio, sei collegato a quest'ultimo da un cavo di 60 piedi.</p>\n<p>Mentre l'arpione è dispiegato, puoi usare la tua azione bonus per attivare il mulinello, tirandoti verso la posizione se il bersaglio è più grande di te. Una creatura o un oggetto della tua taglia o più piccolo viene tirato verso di te. In alternativa, puoi scegliere di rilasciare il cavo (nessuna azione richiesta).</p>\n<p>Una volta che hai usato questa funzione, non puoi usare di nuovo la mano finché non la recuperi e la reinserisci come azione.</p>\n<p>Puoi scegliere questa modifica più volte.</p>"
		},
		{
			"id": "Harpoon Reel",
			"name": "Arpione con Bobina",
			"description": "<p>Si installa una modalità di fuoco secondaria che lancia un arpione attaccato a una corda strettamente avvolta. Con questo arpione, puoi effettuare un attacco a distanza con una portata di 30/60. Se colpito, infligge [[/r 1d6]] danni cinetici. Questo attacco può colpire una superficie, un oggetto o una creatura. Come azione, una creatura può tentare di rimuovere l'arpione. Rimuovere l'arpione richiede una prova di Forza. Mentre l'arpione è conficcato nel bersaglio, sei collegato a quest'ultimo da un cavo di 60 piedi.</p>\n<p>Mentre sei collegato in questo modo, puoi usare la tua azione bonus per attivare il mulinello, tirandoti verso la posizione se il bersaglio è della tua taglia o più grande. Una creatura o un oggetto più piccolo di te viene tirato verso di te. In alternativa, puoi scegliere di rilasciare il cavo (nessuna azione richiesta).</p>\n<p>Una volta che hai usato questa funzione, non puoi usarla di nuovo finché non ti riprendi e reinserisci l'arpione come azione.</p>"
		},
		{
			"id": "Hawk's Instinct",
			"name": "Istinto di Hawk",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Potete vedere fino a 1 miglio di distanza senza difficoltà. Sei in grado di discernere anche i dettagli più fini come se guardassi qualcosa a non più di 30 metri da te. Inoltre, la luce fioca non ti impone svantaggi alle prove di Saggezza (Percezione).</p>"
		},
		{
			"id": "Heads Up",
			"name": "Dritta",
			"description": "<p>Quando una creatura amica che può vederti o sentirti effettua un tiro salvezza, puoi usare la tua reazione e spendere un dado superiorità, aggiungendo il numero tirato al risultato del tiro salvezza. Puoi usare questa manovra prima o dopo aver effettuato il tiro salvezza, ma prima che qualsiasi effetto del tiro salvezza sia determinato.</p>"
		},
		{
			"id": "Health Advisor",
			"name": "Consulente Sanitario",
			"description": "<p>Ogni volta che una creatura bersaglio della tua caratteristica Analisi Critica inizia il suo turno, puoi usare la tua reazione per darle punti ferita temporanei pari a un quarto del tuo livello da studioso (arrotondato per difetto) + il tuo bonus di competenza, come indicato nella tabella degli studiosi, che durano fino all'inizio del suo prossimo turno.</p>"
		},
		{
			"id": "Heavy Suit",
			"name": "Tuta Pesante",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Armatura</em></p>\n<p>Migliori la tua tuta, rendendo difficile il movimento. Come azione bonus, puoi ancorare i tuoi piedi al terreno. Mentre sei ancorato, la tua velocità è pari a 0, hai un vantaggio nelle prove di Forza e nei tiri salvezza di Forza e la tua capacità di trasporto e il peso che puoi spingere, trascinare o sollevare raddoppia. Se già raddoppierebbe, invece triplica.</p>"
		},
		{
			"id": "Hexes and Superstitions",
			"name": "Maledizioni e Superstizioni",
			"description": "<p>Quando tiri un 13 in una prova di abilità, lo tratti come se avessi tirato un 20.</p>"
		},
		{
			"id": "High Ground",
			"name": "Terreno Elevato",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Una volta per turno, quando tu o una creatura amica colpisci una creatura che è un bersaglio della tua caratteristica Analisi Critica, essa subisce un danno aggiuntivo pari alla metà del tuo modificatore di Analisi Critica (arrotondato per difetto, minimo +1).</p>"
		},
		{
			"id": "Holocam Attachment",
			"name": "Accessorio Olocamera",
			"description": "<p>Hai imparato come attaccare in modo sicuro una olocamera sulla testa del compagno. Hai imparato il potere tecnologico<em>interfaccia del droide tracker</em>, e la tua bestia diventa un obiettivo valido di questo potere.</p>"
		},
		{
			"id": "Hypnotic Melody",
			"name": "Melodia Ipnotica",
			"description": "<p>Come azione mentre maneggi il tuo strumento modificato, puoi iniziare a suonare una canzone intessuta di sottile influenza ipnotica. Scegli un numero di creature pari al tuo modificatore di Intelligenza. Se queste creature ascoltano questa canzone per un minuto intero, devono riuscire in un tiro salvezza di Saggezza o rimanere incantate da te per 1 minuto. Le creature che superano il tiro salvezza non si accorgono che hai tentato di influenzarle, così come le creature che hanno fallito il tiro salvezza non appena il potere termina.</p>\n<p>Una volta che hai usato questa caratteristica, non puoi usarla di nuovo finché non finisci un riposo breve o lungo.</p>"
		},
		{
			"id": "Icarian Mutation",
			"name": "Mutazione Icarian",
			"description": "<p>Ti spuntano un paio di braccia alate. Guadagni una velocità di volo pari alla metà della tua velocità di camminata. Puoi ottenere il beneficio degli oggetti posseduti da due delle tue braccia in qualsiasi momento, e una volta per round puoi cambiare le braccia di cui stai beneficiando (nessuna azione richiesta). Quando subisci la tua trasformazione mutagena, la tua velocità di volo aumenta fino a raggiungere la tua velocità di camminata, e puoi usare la tua azione bonus per compiere l'azione Scatto per tutta la durata.</p>"
		},
		{
			"id": "Ideal of the Agile",
			"name": "Ideale dell'Agile",
			"description": "<p>Guadagni una velocità di nuoto e una velocità di arrampicata pari alla tua velocità di camminata. Quando effettui un salto in lungo, puoi percorrere un numero di metri fino al doppio del tuo punteggio di Saggezza o Carisma (a tua scelta). Quando effettui un salto in alto, puoi saltare un numero di metri in aria pari a 3 + il doppio del tuo modificatore di Saggezza o Carisma (a tua scelta).</p>\n<p>Inoltre, come azione bonus, puoi manifestare questo ideale in un breve slancio di energia. Per il minuto successivo, gli attacchi di opportunità contro di te sono effettuati con svantaggio.</p>"
		},
		{
			"id": "Ideal of the Artisan",
			"name": "Ideale dell'Artigiano",
			"description": "<p>Scegli una delle tue competenze di abilità o strumento. Quando effettui una prova di abilità con l'abilità o lo strumento scelto, puoi aggiungere metà del tuo modificatore di Saggezza o Carisma (a tua scelta, minimo uno) a qualsiasi prova che non includa già quel modificatore.</p>\n<p>Inoltre, come azione, puoi manifestare questo ideale in un breve impulso di energia. Per i successivi 10 minuti, il bonus aumenta al tuo modificatore di Saggezza o Carisma, e puoi scegliere una seconda abilità o strumento a cui estendere questa caratteristica.</p>"
		},
		{
			"id": "Ideal of the Contender",
			"name": "Ideal of the Contender",
			"description": "<p>You can use Dexterity instead of Strength for the attack and damage rolls of your unarmed strikes, and your unarmed strike damage increases by one step (from 1 to [[/r d4]], [[/r d4]] to [[/r d6]], or [[/r d6]] to [[/r d8]]).</p>\n<p>Additionally, as a bonus action, you can manifest this ideal in a brief surge of energy. For the next minute, your unarmed strikes count as enhanced for the purpose of overcoming resistance and immunity to unenhanced attacks and damage, and you can use your Wisdom or Charisma modifier (your choice) instead of Strength for checks made to grapple a target or escape a grapple.</p>"
		},
		{
			"id": "Ideal of the Fighter",
			"name": "Ideal of the Fighter",
			"description": "<p>Adotti un particolare stile di combattimento come tua specialità. Scegli una delle opzioni di Stile di combattimento, dettagliate nel capitolo 6.</p>\n<p>Additionally, as a bonus action, you can manifest this ideal in a brief surge of energy. For the next minute, you know the fighting mastery that corresponds with the fighting style you chose with this feature. If you already know that fighting mastery, you instead learn another of your choice for the duration.</p>"
		},
		{
			"id": "Ideal of the Hunter",
			"name": "Ideale del Cacciatore",
			"description": "<p>Guadagni l'oscurovisione fino a un raggio di 60 piedi. Se hai già la visione oscura, questo ideale aumenta la sua portata di 30 piedi.</p>n<p>Inoltre, come azione bonus, puoi manifestare questo ideale in un breve impulso di energia. Per il minuto successivo, puoi vedere normalmente nell'oscurità potenziata, e guadagni la vista cieca fino a 3 metri.</p>"
		},
		{
			"id": "Ideal of the Steadfast",
			"name": "Ideale del Risoluto",
			"description": "<p>Quando effettueresti un tiro di attacco con un'arma da mischia, puoi invece costringere il bersaglio a effettuare un tiro salvezza di Destrezza (CD = 8 + il tuo bonus agli attacchi con l'arma). Se avresti vantaggio sul tuo tiro di attacco, la creatura ha invece svantaggio sul tiro salvezza, e se tu avresti svantaggio sul tuo tiro di attacco, la creatura ha invece vantaggio sul tiro salvezza. Se il tiro salvezza è fallito, il bersaglio subisce i normali danni dell'arma ed è soggetto a tutti gli effetti aggiuntivi che si verificherebbero se venisse colpito.</p>\n<p>Inoltre, come azione bonus, puoi manifestare questo ideale in un breve impulso di energia. Per il minuto successivo, quando una creatura ha successo nel tiro salvezza, prende metà del danno normale dell'arma, e quando una creatura tira un 1 al tiro salvezza, tratta il danno come se tu avessi tirato il massimo.</p>"
		},
		{
			"id": "Ideal of the Titan",
			"name": "Ideale del Titano",
			"description": "<p>Inoltre, come azione bonus, puoi manifestare questo ideale in un breve impulso di energia. Per il minuto successivo, avrai un vantaggio nelle prove di abilità e nei tiri di attacco che sposterebbero con forza un'altra creatura, e la distanza che verrebbe spostata aumenta di 5 piedi.</p>"
		},
		{
			"id": "Ideal of the Tranquil",
			"name": "Ideale del Tranquillo",
			"description": "<p>Quando finisci un riposo breve o lungo, guadagni un numero di punti forza temporanei pari alla metà del tuo modificatore di Saggezza o Carisma (arrotondato per eccesso, a tua scelta, minimo uno). Quando si spende un punto forza mentre si hanno punti forza temporanei, i punti forza temporanei vengono spesi per primi. Tutti i punti forza temporanei vengono persi alla fine del tuo prossimo riposo breve o lungo.</p>\n<p>Inoltre, come azione, puoi manifestare questo ideale in una breve scarica di energia. Potrai recuperare un numero di punti forza pari alla metà del tuo modificatore di Saggezza o Carisma (arrotondato per eccesso, a tua scelta, minimo uno).</p>"
		},
		{
			"id": "Ideal of the Vigorous",
			"name": "Ideale del Vigoroso",
			"description": "<p>Quando tiri un Dado Vita per recuperare punti ferita, puoi usare il tuo modificatore di Saggezza o Carisma al posto di quello di Costituzione per determinare il numero di punti ferita che recuperi.</p>\n<p>Inoltre, come azione, puoi manifestare questo ideale in un breve slancio di energia. Guadagnerai un numero di punti ferita temporanei pari alla metà del tuo livello da sentinella (arrotondato per difetto) + il tuo modificatore di Saggezza o Carisma (a tua scelta, minimo uno).</p>"
		},
		{
			"id": "Imaging Amplifier",
			"name": "Amplificatore di Immagini",
			"description": "<p>Integra nel tuo bracciale un amplificatore che potenzia i tuoi poteri tecnologici illusori. Mentre maneggi questo amplificatore, quando una creatura tenta una prova di Intelligenza (Investigazione) contro un potere tecnologico da te lanciato per discernere l'illusione per quello che è, puoi costringere la creatura ad avere svantaggio sul tiro (nessuna azione richiesta). In alternativa, quando lanci il potere tecnico <em>specchiaimmagine</em>, crei un quarto duplicato. Mentre hai quattro duplicati, devi tirare un 5 o superiore al [[/r d20]] per cambiare il bersaglio di un attacco in un duplicato.</p>\n<p> Puoi usare questo amplificatore un numero di volte pari al tuo modificatore di Intelligenza (minimo una volta). Riprendi tutti gli utilizzi effettuati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Imbue Weapon",
			"name": "Imbevi Arma",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Modifichi la tua arma per portare una carica. Nel corso di un breve riposo, puoi lanciare un potere tecnologico a volontà, incanalandolo nella tua arma. La prossima volta che colpisci con la tua arma, il potere immagazzinato viene rilasciato. Se il potere richiede un tiro di attacco, effettua un tiro di attacco tecnico. Se il potere richiede un tiro salvezza, il bersaglio deve effettuare il tiro salvezza normalmente. Se viene colpito, o se fallisce, il bersaglio subisce i normali effetti del potere.</p>"
		},
		{
			"id": "Improved Burst Core",
			"name": "Nucleo a Raffica Migliorato",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Nucleo a Raffica</em></p>\n<p>Il numero di raffica della tua arma è ridotto a metà del suo numero di ricarica.</p>"
		},
		{
			"id": "Inaudible Casting",
			"name": "Casting Inaudibile",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello, Melodie Semplici</em></p>\n<p>Quando lanci un potere tecnologico o fai uso di una caratteristica che richiede di suonare il tuo strumento modificato, puoi scegliere di farlo in silenzio. Le creature hanno svantaggio alle prove di Intelligenza (Investigazione) e Saggezza (Percezione) che si basano sul suono per determinare se hai lanciato un potere tecnologico.</p>"
		},
		{
			"id": "Infiltration Suit",
			"name": "Tuta di Infiltrazione",
			"description": "<p><em><strong>Prerequisiti:</strong> Armatura</em></p>\n<p>Installi un dispositivo di occultamento nella tua armatura modificata. Questo dispositivo ha 2 cariche. Come azione puoi usare 1 carica per lanciare <em>infiltrarsi</em> mirando a te stesso.</p>\n<p>Il dispositivo di occultamento recupera tutte le cariche consumate dopo un lungo riposo.</p>"
		},
		{
			"id": "Influencer",
			"name": "Influente",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>La portata del tuo talento Diplomante Motivante è aumentata a 15 piedi.</p>"
		},
		{
			"id": "Injection Apparatus",
			"name": "Apparecchio di Iniezione",
			"description": "<p>Installi un apparato di iniezione da polso nel tuo zaino da biochimico modificato. Si tratta di una semplice arma a vibrazione con le proprietà di finezza e leggerezza, e infligge [[/r 1d4]] danni cinetici con un colpo. Il tuo apparato di iniezione non riempie lo slot della mano, ma non puoi usarlo mentre la mano è piena.</p>\n<p>Quando colpisci con l'arma, puoi attivare il tuo distributore per distribuire una delle tue miscele. Se lo fai, il bersaglio ha svantaggio nel tiro salvezza contro la tua miscela.</p>"
		},
		{
			"id": "Inoculation",
			"name": "Inoculazione",
			"description": "<p>Guadagni l'immunità alle condizioni di avvelenato e malattia.</p>"
		},
		{
			"id": "Integrated EVA Functionality",
			"name": "Funzionalità EVA Integrate",
			"description": "<p>Fai diverse aggiunte al tuo zaino da biochimico modificato, sei protetto dalle condizioni pericolose, come se indossassi una tuta EVA, per tutto il tempo in cui indossi il tuo zaino da biochimico modificato.</p>"
		},
		{
			"id": "Integrated Inhibitor",
			"name": "Inibitore Integrato",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi la tua imbracatura come fuoco tecnologico, guadagni un bonus di +1 alla tua CD di tiro salvezza tecnologica. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Integrated Magazine",
			"name": "Caricatore Integrato",
			"description": "<p><em><strong>Prerequisiti:</strong> Caricatore Esteso</em></p>\n<p>La tua arma modificata può essere ricaricata in modo più efficiente. Puoi ricaricare la tua arma modificata due volte senza usare un'azione. Non puoi usare di nuovo questa caratteristica finché non ricarichi l'arma con un'azione.</p>"
		},
		{
			"id": "Integrated Subdermal Armor",
			"name": "Armatura Subdermica Integrata",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Quando non indossi un'armatura, la tua CA diventa 13 + il tuo modificatore di Destrezza.</p>"
		},
		{
			"id": "Integrated Targeter",
			"name": "Bersagliatore Integrato",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi la tua imbracatura come fuoco tecnico, guadagni un bonus di +1 ai tiri per gli attacchi tecnologici. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Intelligence Core Override",
			"name": "Sovraccarico Nucleo Intelligence",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Puoi lanciare il potere tecnologia <em>interfaccia di override</em> al 5° livello senza spendere punti tecnolgia.</p>\n<p>Una volta che hai usato questo talento, devi completare un lungo riposo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Intelligence Core Override",
			"name": "Sovraccarico Nucleo Intelligence",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Puoi lanciare il potere tecnologia <em>interfaccia di override</em> al 5° livello senza spendere punti tecnolgia.</p>\n<p>Una volta che hai usato questo talento, devi completare un lungo riposo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Intelligence Core Override",
			"name": "Intelligence Core Override",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>You can cast the <em>override interface</em> tech power at 5° livello without spending tech points.</p>\n<p>Once you've used this feature, you must complete a long rest before you can use it again.</p>"
		},
		{
			"id": "Intense Beam",
			"name": "Fascio Inteso",
			"description": "<p><em><strong>Prerequisiti:</strong> 11° livello, Bruciare Attraverso</em></p>\n<p>La portata dei colpi critici della tua spada laser modificata aumenta di 1.</p>"
		},
		{
			"id": "Ionizing Phased Array",
			"name": "Sensori a Fasi Ionizzanti",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre il tuo campo ionizzante è attivo, come azione, puoi inviare esplosioni di energia ionica diretta. Effettua due attacchi tecnici a distanza contro bersagli all'interno del campo. Questi attacchi possono mirare alla stessa creatura o a creature diverse. Effettuare tiri per l'attacco separati per ogni esplosione. L'attacco infligge [[/r 1d6]] danni ionici se colpito.</p>"
		},
		{
			"id": "Iridonian Grav-lev Hand",
			"name": "Mano Grav-lev Iridoniana",
			"description": "<p>Questo potenziamento sostituisce una mano.</p>\n<p>I tuoi colpi disarmati con questo braccio infliggono [[/r 1d4]] danni da ioni e la tua capacità di trasporto e il peso che puoi spingere, trascinare o sollevare raddoppiano. Inoltre, puoi infliggere danni doppi alle strutture basate sull'energia con i tuoi colpi senz'armi.</p>\n<p>Puoi scegliere questa modifica più volte.</p>"
		},
		{
			"id": "It Belongs in a Museum",
			"name": "Appartiene ad un Museo",
			"description": "<p>La tua conoscenza delle antichità è impareggiabile. Quando effettui una prova di Intelligenza (Conoscenza) o una prova di abilità con il tuo kit da archeologo, puoi considerare ogni tiro di 9 o inferiore come un 10.</p>"
		},
		{
			"id": "Jagged Oscillator",
			"name": "Oscillatore Frastragliato",
			"description": "<p><em><strong>Prerequisiti:</strong> Vibroweapon</em></p>\n<p>Quando colpisci criticamente con l'arma, infliggi un ulteriore [[/r 1d8]] danno cinetico.</p>"
		},
		{
			"id": "Jamming Phased Array",
			"name": "Sensori a Fasi Disturbanti",
			"description": "<p>Mentre il tuo campo di disturbo è attivo, come azione, puoi scegliere un numero di creature concentrate su un potere pari al tuo modificatore di Intelligenza (un minimo di una) all'interno del tuo campo e costringerle a effettuare un tiro salvezza di Concentrazione. Se fai perdere la concentrazione su un potere ad almeno una creatura usando questa caratteristica, puoi usare la tua reazione per far prendere a tutte le creature che hanno perso la concentrazione un danno da ioni pari al tuo modificatore di Intelligenza.</p>"
		},
		{
			"id": "Jet Boots",
			"name": "Scarpe Jet",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Trovi gli stivali potenziati per darti un volo temporaneo e limitato. Attivare o disattivare gli stivali richiede un'azione bonus e, mentre sono attivi, hai una velocità di volo di 30 piedi. </p>\n<p>Gli stivali a razzo durano 1 minuto prima di disattivarsi. Una volta che gli stivali sono stati attivati, non possono essere attivati di nuovo finché non finisci un riposo breve o lungo.</p>"
		},
		{
			"id": "Jet Pack",
			"name": "Jet Pack",
			"description": "<p>Integri un jet pack nella tua imbracatura da gadgeteer per garantirti un volo temporaneo e limitato. Attivare o disattivare i jet richiede un'azione bonus e, mentre è attivo, hai una velocità di volo di 30 piedi. </p>\n<p>Il jet pack dura 1 minuto prima di disattivarsi. Una volta che i jet sono stati attivati, non possono essere attivati di nuovo fino a quando non finisci un riposo breve o lungo.</p>\n<p>La velocità del tuo jet pack aumenta a 40 piedi a 5° livello, 50 piedi a 9° livello, 60 piedi a 13° livello, 70 piedi a 17° livello e 80 piedi al 20° livello.</p>"
		},
		{
			"id": "Katarn's Instinct",
			"name": "Istinto di Katarn",
			"description": "<p>Guadagni una velocità di arrampicata pari alla tua velocità di movimento.</p>"
		},
		{
			"id": "Keen Oscillator",
			"name": "Oscillatore Acuto",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Oscillatore Frastragliato</em></p>\n<p>La portata dei colpi critici della tua arma aumenta di 1.</p>"
		},
		{
			"id": "Kolto Aerosol",
			"name": "Aerosol di Kolto",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Aggiungi uno speciale sistema di dispersione al tuo zaino da biochimico modificato. Questo sistema disperde lentamente piccole quantità di kolto nell'aria. Se le creature passano la totalità di un riposo lungo entro 30 piedi da te, riacquistano tutti i dadi ferita spesi, invece che solo la metà. Inoltre, vengono curate da qualsiasi veleno o malattia di cui sono affette.</p>"
		},
		{
			"id": "Learner's Exploit",
			"name": "Sfida dello Studente",
			"description": "<p>Ottieni competenza in un'abilità e uno strumento, o due strumenti. </p>\n<p>Puoi selezionare questo exploit più volte, scegliendo ogni volta una nuova abilità e uno strumento, o due nuovi strumenti.</p>"
		},
		{
			"id": "Lifelong Learning",
			"name": "Apprendimento Permanente",
			"description": "<p>Guadagni la competenza in un'abilità e in uno strumento, o in due strumenti.</p>\n<p>Puoi selezionare questa scoperta più volte, scegliendo ogni volta una nuova abilità e uno strumento, o due nuovi strumenti.</p>"
		},
		{
			"id": "Lingering Advice",
			"name": "Consiglio Persistente",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Quando usi il tuo talento Consiglio del Saggio, le creature bersagliate mantengono il beneficio della tua istruzione per l'intera durata.</p>"
		},
		{
			"id": "Localized Survey",
			"name": "Sondaggio Localizzato",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>La tua affinità con la forza ti permette di collegarti al passato recente di un'area in cui entri. Quando spenderesti un uso della tua Analisi Psicometrica, puoi invece scegliere di prendere di mira le tue immediate vicinanze (fino a un cubo di 50 piedi) e indagare per almeno 1 minuto. Per ogni minuto in cui indaghi, vedi visioni di eventi recenti nell'area che vanno indietro di un numero di giorni pari al tuo livello di studioso, vieni a conoscenza di un evento significativo, iniziando dal più recente. </p>\n<p>Puoi indagare in questo modo per un numero di minuti pari al tuo livello di studioso e devi mantenere la concentrazione durante questo tempo, come se ti stessi concentrando su un potere. </p>\n<p>Una volta che hai usato questa caratteristica, non puoi usarla di nuovo finché non completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Long Range Noise",
			"name": "Rumore a Lungo Raggio",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>Il raggio delle tue canzoni aumenta a 120 piedi. Inoltre, qualsiasi potere tecnologico che lanci con il tuo strumento modificato che infligge danni sonori e che ha un raggio d'azione di 10 piedi o superiore, guadagna un raggio di 120 piedi.</p>"
		},
		{
			"id": "Long-Range Distribution System",
			"name": "Sistema di Distribuzione a Lungo Raggio",
			"description": "<p>Puoi potenziare il tuo distributore, migliorandone la portata. Quando usi la tua azione per attivare il distributore, puoi scegliere di aumentare la gittata fino a 60 piedi. Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Intelligenza (minimo una volta). Riacquisti tutti gli utilizzi effettuati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Loth-cat's Instinct",
			"name": "Istinto di Gatto Loth",
			"description": "<p>Mentre sei in preda all'ira, le altre creature hanno svantaggio nei tiri di opportunità di attacco contro di te e puoi compiere l'azione Scatto come azione bonus nel tuo turno.</p>"
		},
		{
			"id": "Luminous Gel",
			"name": "Gel Luminoso",
			"description": "<p>Hai aggiunto un gel emettitore di luce al tuo zaino da biochimico modificato. Come azione, puoi rivestire con questo gel un oggetto, un oggetto o un luogo di un'ampiezza massima di 5 piedi. Quando lo fai, il gel emette una luce brillante in un raggio di 3 metri e una luce fioca per altri 3 metri. Il gel dura 1 ora prima di perdere la sua efficacia. Puoi terminare questo effetto come azione bonus.</p>"
		},
		{
			"id": "Lunging Attack",
			"name": "Attacco Polmonare",
			"description": "<p>Quando effettui un attacco con un'arma da mischia nel tuo turno, puoi spendere un dado di superiorità per aumentare la tua portata per quell'attacco di 5 piedi. Se colpisci, aggiungi il dado di superiorità al tiro per il danno dell'attacco.</p>"
		},
		{
			"id": "Magnetic Forearm Enhancement",
			"name": "Potenziamento Avambraccio Magnetico",
			"description": "<p>Questo aumento sostituisce un avambraccio.</p>\n<p>I colpi disarmati con questa mano hanno la proprietà estensione.</p>\n<p>Puoi scegliere questa modifica più volte.</p>"
		},
		{
			"id": "Magnetic-Lock Grip",
			"name": "Impugnatura a Blocco Magnetico",
			"description": "<p>Inserisci una serie di impugnature caricate magneticamente nell'elsa della tua spada laser modificata. Mentre maneggi la tua spada laser modificata, hai un vantaggio nelle prove di abilità e nei tiri salvezza effettuati per disarmare o evitare di essere disarmato.</p>"
		},
		{
			"id": "Magnetized Shield",
			"name": "Scudo Magnetizzato",
			"description": "<p><em><strong>Prerequisiti:</strong> Scudo Fisico</em></p>\n<p>Modifichi il tuo scudo fisico in modo tale che, quando un attacco con un'arma da mischia ti manca di una quantità inferiore o uguale al tuo bonus alla CA derivante dal tuo scudo, la creatura attaccante deve effettuare una prova di Forza contro la tua CD di tiro salvezza tecnica. Se il tiro salvezza è fallito, l'arma della creatura aderisce allo scudo. Come azione, una creatura può ripetere questa prova. Con un successo, l'arma viene liberata.</p>"
		},
		{
			"id": "Magnifying Device",
			"name": "Dispositivo di Ingrandimento",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi il tuo strumento come Concentrazione Tecnologica, guadagni un bonus di +1 ai tiri per gli attacchi tecnici. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Making This Up As You Go",
			"name": "Inventerò Qualcosa In Viaggio",
			"description": "<p><em><strong>Prerequisiti:</strong> 17° livello</em></p>\n<p>Ora puoi lanciare poteri di forza al 4° livello due volte tra un riposo e l'altro.</p>"
		},
		{
			"id": "Maneuvering Attack",
			"name": "Attacco in Manovra",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma, puoi spendere un dado superiorità per manovrare uno dei tuoi compagni in una posizione più vantaggiosa. Aggiungi il dado superiorità al tiro per il danno dell'attacco e scegli una creatura amica che può vederti o sentirti. </p>\n<p>Quella creatura può usare la sua reazione per muoversi fino a metà della sua velocità senza provocare attacchi di opportunità da parte del bersaglio del tuo attacco.</p>"
		},
		{
			"id": "Master's Advice",
			"name": "Consigli del Maestro",
			"description": "<p>Quando usi il tuo talento Consiglio del Saggio, la prima volta che ogni creatura bersaglio effettua la prova di abilità scelta, guadagna un bonus aggiuntivo al tiro pari al tuo modificatore di Intelligenza.</p>"
		},
		{
			"id": "Maven's Routine",
			"name": "Routine di Maven",
			"description": "<p>All'inizio di ogni tuo turno, puoi scegliere di guadagnare resistenza ai danni dei poteri tecnologici fino all'inizio del tuo prossimo turno. In alternativa, puoi scegliere di estendere questo beneficio alle creature amiche entro 5 piedi da te, tranne te.</p>"
		},
		{
			"id": "Measured Action",
			"name": "Azione Misurata",
			"description": "<p>Come reazione quando si effettua un tiro per una prova di abilità contestata, si può spendere un dado di superiorità da aggiungere al tiro. Puoi usare questa manovra prima o dopo aver effettuato il tiro per la prova di abilità contestata, ma prima che qualsiasi effetto della prova di abilità contestata sia determinato.</p>"
		},
		{
			"id": "Mechanical Arm",
			"name": "Braccio Meccanico",
			"description": "<p>Crei un braccio meccanico che si monta sulla tua spalla e che puoi usare in modo indipendente. Puoi ottenere solo il beneficio degli oggetti tenuti da due delle tue braccia in qualsiasi momento.</p>\n<p>Puoi scegliere questa modifica due volte.</p>"
		},
		{
			"id": "Mechanical Arm",
			"name": "Braccio Meccanico",
			"description": "<p>Crei un braccio meccanico che si monta sulla tua spalla e che puoi usare in modo indipendente. Puoi ottenere solo il beneficio degli oggetti tenuti da due delle tue braccia in qualsiasi momento.</p>\n<p>Puoi scegliere questa modifica due volte.</p>"
		},
		{
			"id": "Menacing Attack",
			"name": "Attacco Minaccioso",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma, puoi spendere un dado superiorità per tentare di spaventare il bersaglio. Aggiungerai il dado superiorità al tiro per il danno dell'attacco e il bersaglio dovrà effettuare un tiro salvezza di Saggezza. Se il tiro salvezza viene fallito, ha paura di te fino alla fine del tuo prossimo turno.</p>"
		},
		{
			"id": "Mental Prowess",
			"name": "Prodezza Mentale",
			"description": "<p>Quando effettui una prova di Forza (Atletica) o Destrezza (Acrobatica) per afferrare una creatura o liberarti da un rampino, da una rete o da altri strumenti di costrizione, puoi usare il tuo modificatore di Intelligenza invece di Forza o Destrezza.</p>"
		},
		{
			"id": "Mentor's Exploit",
			"name": "Sfida del Mentore",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>Una volta per turno, ogni volta che sia tu che una creatura amica entro 60 piedi che può vederti e sentirti dovete effettuare un tiro salvezza per resistere allo stesso effetto, puoi scegliere di avere svantaggio sul tiro salvezza. Se lo fai, la creatura amica guadagna vantaggio sul tiro salvezza. Puoi usare questa caratteristica prima o dopo aver effettuato il tiro salvezza, ma devi farlo prima che il GM dica se il tiro salvezza ha successo o meno.</p>"
		},
		{
			"id": "Mesmer's Routine",
			"name": "Routine di Mesmer",
			"description": "<p>All'inizio di ogni tuo turno, puoi scegliere di avere vantaggio nei tiri salvezza contro gli effetti che ti renderebbero incapace o ti farebbero addormentare fino all'inizio del tuo prossimo turno. In alternativa, puoi scegliere di estendere questo beneficio alle creature amiche entro 5 piedi da te, tranne te.</p>"
		},
		{
			"id": "Mighty Prowess Enabler",
			"name": "Abilitatore di Prodezza Possente",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Protesi per Braccio Robusta</em></p>\n<p>Il punteggio di Forza della tua Protesi per Braccio Robusta aumenta di 2. Inoltre, sei considerato abile con qualsiasi arma che brandisci con questo braccio. Se l'arma richiede due mani per essere usata, e non sei già abile con essa, aggiungerai solo metà del tuo bonus di competenza ai tiri di attacco che effettui con essa, a meno che tu non la brandisca con due di queste braccia. </p>\n<p>Puoi scegliere questa modifica più volte, ma solo una volta per braccio.</p>"
		},
		{
			"id": "Mimicker",
			"name": "Imitatore",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Crei un dispositivo che si attacca alla tua imbracatura da gadgettista. Il tuo mimicker proietta un'ombra che ti fa apparire in un luogo vicino alla tua posizione reale, facendo sì che qualsiasi creatura abbia svantaggio nei tiri di attacco contro di te. Se subisci danni, la proprietà cessa di funzionare per 1 minuto. Il tuo imitatore viene soppresso mentre sei incapacitato, immobilizzato o altrimenti incapace di muoverti.</p>"
		},
		{
			"id": "Miniaturized Hydraulics",
			"name": "Idrauliche Miniaturizzate",
			"description": "<p>La tua imbracatura da gadgettista può contenere 20 libbre di equipaggiamento senza aumentare il tuo ingombro.</p>"
		},
		{
			"id": "Miniaturized Repulsor Coils",
			"name": "Repulsore Miniaturizzato con Bobine",
			"description": "<p>La tua piattaforma di guerra elettronica può immagazzinare 20 libbre, non superiori a 1 piede cubo, che non contano nel tuo ingombro.</p>"
		},
		{
			"id": "Mutagenic Hardiness",
			"name": "Durezza Mutagena",
			"description": "<p>I tuoi punti ferita massimi aumentano di un numero pari al tuo livello, e aumentano di 1 ogni volta che guadagni un livello. Quando subisci la tua trasformazione mutagena, e all'inizio di ogni tuo turno, guadagni punti ferita temporanei pari alla metà del tuo livello da studioso (arrotondato per difetto) + il tuo modificatore di Analisi Critica per tutta la durata.</p>"
		},
		{
			"id": "Natural Karma",
			"name": "Karma Naturale",
			"description": "<p>Prima di usare una manovra o un potere per lanciare una maledizione su un bersaglio che puoi vedere, puoi effettuare una prova di Destrezza (Abilità) contro la prova di Saggezza (Intuito) del bersaglio. In caso di successo, il bersaglio non è consapevole che gli hai lanciato la maledizione.</p>"
		},
		{
			"id": "Neat Tricks",
			"name": "Trucchetti Fighi",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>La tua bestia guadagna competenza in un'abilità di Forza o Destrezza a tua scelta. Se la tua bestia è di taglia Media o superiore e l'abilità scelta utilizza la Forza, ha competenza nell'abilità scelta. Se la tua bestia è di taglia Piccola o inferiore e l'abilità scelta utilizza la Destrezza, ha competenza nell'abilità scelta.</p>"
		},
		{
			"id": "Neutronium Edge",
			"name": "Bordo di Neutronio",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Vibroarmi</em></p>\n<p>Guadagni un bonus di +1 ai tiri salvezza effettuati con quest'arma. Questo bonus aumenta a +2 al 9° livello e a +3 al 13° livello.</p>"
		},
		{
			"id": "Nighthawk Ocular Implant",
			"name": "Impiato Oculare Nighthawk",
			"description": "<p>Questo potenziamento sostituisce gli occhi.</p>\n<p>Puoi attivare o disattivare questo impianto come azione bonus. Mentre è attivo, si guadagna la visione oscura per un raggio di 120 piedi.</p>"
		},
		{
			"id": "No Stone Left Unturned",
			"name": "Niente Lasciato Indietro",
			"description": "<p>Quando effettui una prova di Saggezza (Percezione) o di Intelligenza (Investigazione) per trovare una creatura nascosta che si trova all'interno dell'area presa di mira dalla tua caratteristica Analisi Critica, lo fai con vantaggio. </p>"
		},
		{
			"id": "Nomad's Routine",
			"name": "Routine del Nomade",
			"description": "<p>All'inizio di ogni tuo turno, puoi scegliere di ottenere un vantaggio nei tiri salvezza di Costituzione per evitare l'esaurimento da fonti non potenziate, oltre ad essere naturalmente adattato ai climi caldi e freddi. In alternativa, puoi scegliere di estendere questo beneficio alle creature amiche entro 5 piedi da te, tranne te.</p>"
		},
		{
			"id": "Observant Leader",
			"name": "Leader Osservante",
			"description": "<p>Hai un vantaggio nelle prove di Saggezza (Percezione) che si basano sulla vista.</p>"
		},
		{
			"id": "Oil Spill",
			"name": "Perdita d'Olio",
			"description": "<p>Come azione, puoi lanciare il potere <em>macchia d'olio</em> tech senza spendere punti tech. Lanciare il potere in questo modo non richiede concentrazione, e l'olio rimarrà al suo posto per tutta la durata del potere.</p>\n<p>Una volta che hai usato questa caratteristica, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Oil Spill",
			"name": "Perdita d'Olio",
			"description": "<p>Come azione, puoi lanciare il potere <em>macchia d'olio</em> tech senza spendere punti tech. Lanciare il potere in questo modo non richiede concentrazione, e l'olio rimarrà al suo posto per tutta la durata del potere.</p>\n<p>Una volta che hai usato questa caratteristica, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "On the Rocks",
			"name": "Sulle Rocce",
			"description": "<p>Qualsiasi cibo che prepari durante un riposo breve o lungo porta con sé un ulteriore effetto di raffreddamento. Le creature che lo consumano sono considerate adattate ai climi caldi, come descritto nel capitolo 5 della Guida del Dungeon Master, fino alla fine del prossimo riposo lungo della creatura o finché non siano passate 24 ore. Inoltre, la prima volta che una creatura che mangia il tuo cibo subisce danni da fuoco prima della fine del suo prossimo riposo breve o lungo, viene considerata resistente al danno.</p>"
		},
		{
			"id": "One Big Baddie",
			"name": "Uno Bello Grossoa",
			"description": "<p><em><strong>Prerequisiti:</strong> Dimensione Bestia media o più grande</em></p>\n<p>Il tuo compagno bestia guadagna i seguenti benefici:</p>\n<ul>\n<li>Può infliggere danni doppi contro le strutture.</li>\n<li>Può compiere l'azione Guardia come azione bonus, ma può fare la guardia solo in questo modo.</li>\n<li>Può spendere un'azione bonus per spendere uno dei suoi dadi ferita per recuperare punti ferita.</li>\n<li>Quando tira un dado ferita per recuperare punti ferita, il numero minimo di punti ferita che può recuperare dal tiro è pari al doppio del suo modificatore di Costituzione (minimo 2).</li></ul>"
		},
		{
			"id": "One Step Ahead",
			"name": "Un Passo Avanti",
			"description": "<p>Quando si tira l'iniziativa e non si è sorpresi, si può spendere un dado di superiorità e aggiungere il numero tirato alla propria iniziativa.</p>"
		},
		{
			"id": "Overcapacity Powers",
			"name": "Poteri di Sovraccapacità",
			"description": "<p>Quando lanci un potere tecnico di 1° livello o superiore, puoi spendere un dado superiorità per lanciare il potere a un livello più alto, purché non superi il tuo Livello Massimo di Potere. Tira il dado superiorità e aggiungilo al livello a cui stai lanciando il potere. Puoi scegliere di lanciarlo a questo nuovo livello di potere o ad un livello inferiore.</p>"
		},
		{
			"id": "Overcharge Weapon",
			"name": "Sovraccarica Arma",
			"description": "<p><em><strong>Prerequisiti:</strong> 11° livello, Colpi Espansivia</em></p>\n<p>Ottieni la capacità di incanalare il tuo potere tecnologico per migliorare il danno della tua arma. Puoi spendere uno slot tecnologico per infliggere danni aggiuntivi al bersaglio. Il danno extra è di [[/r 1d6]] per uno slot tecnologico di 1° livello, più [[/r 1d6]] per ogni livello di slot superiore al 1°, fino a un massimo di [[/r 5d6]]. Il danno è dello stesso tipo di quello dell'arma. Se usi anche i tuoi Colpi Espansivi con un attacco, aggiungi questo danno al danno extra dei tuoi Colpi Espansivi.</p>"
		},
		{
			"id": "Overload Shield",
			"name": "Sovraccarica Scudo",
			"description": "<p><em><strong>Prerequisiti:</strong> Generatore di Scudo</em></p>\n<p>Modifichi il tuo generatore di scudi per sovraccaricarlo. Come azione puoi sovraccaricare il tuo scudo. Ogni creatura grande o piccola entro 5 piedi da te deve effettuare un tiro salvezza di Destrezza o Forza (a sua scelta) contro la tua CD di tiro salvezza tecnica. Se il tiro salvezza viene fallito, la creatura viene spinta indietro di un metro e mezzo e messa a terra.</p>\n<p>Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Intelligenza (un minimo di una volta). Puoi riguadagnare gli utilizzi effettuati quando finisci un riposo lungo.</p>"
		},
		{
			"id": "Overwhelming Soundwaves",
			"name": "Onde Sonore Travolgenti",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello</em></p>\n<p>Mentre giochi, le creature di tua scelta trattano una sfera di 15 piedi di raggio intorno a te come terreno difficile. Inoltre, come azione, puoi far sì che ogni creatura colpita effettui un tiro salvezza di Costituzione, subendo [[/r 3d8]] danni sonori in caso di tiro salvezza fallito.</p>"
		},
		{
			"id": "Parry",
			"name": "Parata",
			"description": "<p>Quando un'altra creatura ti danneggia con un attacco in mischia, puoi usare la tua reazione e spendere un dado di superiorità per ridurre il danno del numero che tiri sul tuo dado di superiorità + il tuo modificatore di Destrezza.</p>"
		},
		{
			"id": "Patient Protector",
			"name": "Protettore Paziente",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Puoi trattare le creature entro 5 piedi dal bersaglio della tua caratteristica Analisi Critica come se fossero anch'esse bersagli della tua Analisi Critica.</p>"
		},
		{
			"id": "Penetrating Shot",
			"name": "Colpo Penetrante",
			"description": "<p>Quando colpisci una creatura con un attacco a distanza, puoi spendere un dado superiorità per tentare di danneggiare un'altra creatura con lo stesso attacco. Scegli fino a due creature entro 15 piedi e direttamente dietro il tuo bersaglio iniziale. Se il lancio dell'attacco originale colpisce la seconda creatura (o le seconde creature), questa subisce un danno pari al numero che tiri sul tuo dado di superiorità.</p>\n<p>Il danno è dello stesso tipo di quello inflitto dall'attacco originale.</p>"
		},
		{
			"id": "Perfect Maneuver",
			"name": "Manovra Perfettaa",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello</em></p>\n<p>Quando si tira un 1 su un dado di superiorità, si può rilanciare il dado e si deve usare il nuovo tiro.</p>"
		},
		{
			"id": "Persistent Chemicals",
			"name": "Prodotti Chimici Persistenti",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Ogni volta che usi il tuo talento Tocco del Biochimico, puoi selezionare una creatura che è stata danneggiata. All'inizio di ogni turno di quella creatura, essa deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza viene fallito, la creatura subisce un danno di tipo innescato pari al tuo modificatore di Intelligenza e ha svantaggio nei tiri per colpire fino all'inizio del suo prossimo turno. In caso di successo, questa caratteristica termina e la creatura ne diventa immune per un giorno.</p>\n<p>Una volta che hai usato questo talento, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Piercing Gel",
			"name": "Gel Perforante",
			"description": "<p><em><strong>Prerequisiti:</strong> 11° livello, Gel Luminoso</em></p>\n<p>Il tuo gel luminoso ora dissipa automaticamente le illusioni e può rilevare l'invisibilità, come con Vista Vera.</p>"
		},
		{
			"id": "Piercing Shot",
			"name": "Colpo Perforante",
			"description": "<p>Migliora il tuo tiro con proprietà perforanti. Quando usi questa opzione, non effettui un tiro per l'attacco. Invece, il colpo viene sparato in avanti in una linea larga 1 piede e lunga 30 piedi, prima di scomparire. Il colpo passa attraverso gli oggetti, ignorando la copertura. Ogni creatura in quella linea deve effettuare un tiro salvezza di Destrezza. Con un tiro salvezza fallito, una creatura subisce danni come se fosse stata colpita dal colpo, più un danno extra di [[/r 1d6]] del tipo di arma. Con un tiro salvezza riuscito, il bersaglio subisce la metà dei danni.</p>\n<p>Il danno extra aumenta a [[/r 2d6]] quando raggiungi il 18° livello di questa classe.</p>"
		},
		{
			"id": "Power Fist",
			"name": "Pugno di Energia",
			"description": "<p><em><strong>Prerequisiti:</strong> Armatura</em></p>\n<p>Modifichi il guanto dell'armatura modificata con un rinforzo e un peso maggiori. Il colpo senz'armi della tua armatura modificata infligge [[/r 1d4]] danni cinetici.</p>\n<p>Inoltre, quando esegui l'azione Attacco ed effettui un attacco senz'armi, puoi effettuare un ulteriore attacco senz'armi come azione bonus.</p>"
		},
		{
			"id": "Power Loop",
			"name": "Loop di Energia",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Quando colpisci con l'arma, puoi scegliere di incanalare l'energia generata, guadagnando punti ferita temporanei pari alla metà del danno inflitto.</p>\n<p>Una volta che hai usato questo talento, devi completare un lungo riposo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Powered Grappling Hook",
			"name": "Rampi Alimentato",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Rampino Montato su Computer da Polso</em></p>\n<p>Mentre questo rampino è schierato, quando lanci un potere tecnologico con un raggio d'azione di tocco, il tuo rampino può erogare il potere come se lo avesse lanciato.</p>"
		},
		{
			"id": "Powered Grappling Hook",
			"name": "Rampino Alimentato",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Rampino Montato su Computer da Polso</em></p>\n<p>Mentre questo rampino è schierato, quando lanci un potere tecnologico con un raggio d'azione di tocco, il tuo rampino può erogare il potere come se lo avesse lanciato esso.</p>"
		},
		{
			"id": "Powered Harpoon Hand",
			"name": "Mano d'Arpione Alimentata",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Mano d'Arpione</em></p>\n<p>Mentre la tua Mano d'Arpione è schierata, quando lanci un potere tecnologico con una portata di tocco, la tua mano può erogare il potere come se lo avesse lanciato.</p>"
		},
		{
			"id": "Precision Attack",
			"name": "Attacco di Precisione",
			"description": "<p>Quando effettui un tiro di attacco con l'arma contro una creatura, puoi spendere un dado di superiorità per aggiungerlo al tiro. Puoi usare questa manovra prima o dopo aver effettuato il tiro di attacco, ma prima che qualsiasi effetto dell'attacco venga applicato.</p>"
		},
		{
			"id": "Precision Attack",
			"name": "Attacco di Precisione",
			"description": "<p>Quando effettui un tiro di attacco con l'arma contro una creatura, puoi spendere un dado di superiorità per aggiungerlo al tiro. Puoi usare questa manovra prima o dopo aver effettuato il tiro di attacco, ma prima che qualsiasi effetto dell'attacco venga applicato.</p>"
		},
		{
			"id": "Predator's Instinct",
			"name": "Istinto del Predatore",
			"description": "<p>La tua velocità aumenta di 10 piedi.</p>"
		},
		{
			"id": "Predatory Senses",
			"name": "Sensi Predatoriali",
			"description": "<p>Hai la visione oscura fino a 60 piedi. Se hai già la visione oscura, la sua portata aumenta invece di 30 piedi. Quando subisci la tua trasformazione mutagena, ottieni un vantaggio alle prove di Saggezza (Percezione) che si basano sull'olfatto per tutta la durata. Inoltre, puoi rintracciare le creature che hanno lasciato un odore nelle ultime 24 ore.</p>"
		},
		{
			"id": "Protective Friend",
			"name": "Amico Protettivo",
			"description": "<p>Se una creatura effettua un attacco in mischia contro di te o il tuo compagno, e il tuo compagno si trova entro 1,5 metri da te, puoi usare la tua reazione per imporre uno svantaggio sul tiro di attacco.</p>"
		},
		{
			"id": "Prototype Battle Enhancement",
			"name": "Prototipo di Battaglia Potenziato",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Potenziamento del Canto di Battaglia</em></p>\n<p>Mentre suoni la tua Canto di Battaglia, quando lanci un potere tecnico o usi una caratteristica di classe che influisce su altre creature nel raggio della tua canzone, puoi scegliere un numero di esse pari a 1 + il livello del potere. Le creature scelte hanno automaticamente successo nei loro tiri salvezza contro il potere e non subiscono danni se normalmente prenderebbero metà dei danni in caso di successo dei tiri salvezza.</p>\n<p>Inoltre, quando usi il tuo talento Potenziamento della Canto di Battaglia, crei un terzo scoppio.</p>"
		},
		{
			"id": "Prototype Biotic Amplifier",
			"name": "Prototipo di Amplificatore Biotico",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello, Amplificatore Biotico</em></p>\n<p>Ottimizzi il tuo amplificatore biotico. Mentre maneggi questo amplificatore, quando una creatura guadagna punti ferita temporanei dal tuo amplificatore biotico, ne guadagna invece il doppio. Questa quantità non può superare il numero di punti ferita riguadagnati.</p>"
		},
		{
			"id": "Prototype Blastsaber",
			"name": "Prototipo di Blastsaber",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello, Conversione Blastsaber</em></p>\n<p>Metti a punto la tua blastsaber. Quando attivi questa conversione per alterare le proprietà della tua arma luminosa, puoi usare la tua azione bonus per far sì che la tua spada laser modificata rilasci una scarica di energia. Le creature diverse da te entro un raggio di 5 piedi dalla creatura bersaglio devono riuscire in un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, subiscono un danno da ioni pari al tuo modificatore di Intelligenza.</p>"
		},
		{
			"id": "Prototype Brightsaber",
			"name": "Prototipo di Brightsaber",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello, Conversione Brightsaber</em></p>\n<p>Metti a punto la tua brightsaber. Quando attivi questa conversione per alterare le proprietà della tua arma luminosa, puoi usare la tua azione bonus per tentare di accecare il bersaglio dell'attacco. La creatura deve riuscire in un tiro salvezza di Costituzione o essere accecata.</p>"
		},
		{
			"id": "Prototype Corrosive Amplifier",
			"name": "Prototipo di Amplificatore Corrosivo",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello, Amplificatore Corrosivo</em></p>\n<p>Metti a punto il tuo Amplificatore Corrosivo. Quando attivi questo amplificatore, il prossimo tiro di attacco effettuato contro quella creatura prima della fine del suo prossimo turno ha un vantaggio.</p>"
		},
		{
			"id": "Prototype Cryo Amplifier",
			"name": "Prototipo di Amplificatore Criogenico",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello, Amplificatore Criogenico</em></p>\n<p>Metti a punto il tuo Amplificatore Criogenico. Quando attivi questo amplificatore, la creatura guadagna 1 livello rallentato fino alla fine del tuo prossimo turno.</p>"
		},
		{
			"id": "Prototype Disruption Enhancement",
			"name": "Prototipo di Dirompimento Potenziato",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Canto del Dirompimento Potenziato</em></p>\n<p>Mentre suoni la tua Song of Disruption, quando una creatura che puoi vedere e che può sentirti tenta di lanciare un potere, puoi usare la tua reazione per lanciare il potere di <em>sovraccarico tecnologica</em> al 3° livello. Quando lanci questo potere usando questa caratteristica, il potere funziona sia contro i poteri tecnologici che contro i poteri di forza, e quando effettui la prova di abilità di lancio tecnologico come parte di questo lancio, aggiungi il doppio del tuo bonus di competenza alla prova, invece del tuo normale bonus di competenza.</p>\n<p>Una volta che hai usato questa caratteristica, devi completare un riposo breve o lungo prima di poterla usare nuovamente.</p>"
		},
		{
			"id": "Prototype Disruptorsaber",
			"name": "Prototipo Disruptorsaber",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello, Conversione Disruptorsaber</em></p>\n<p>Metti a punto la tua disruptorsaber. Quando attivi questa conversione per alterare le proprietà della tua arma leggera, puoi usare la tua azione bonus per tentare di far cadere a terra il bersaglio del tuo attacco. La creatura deve effettuare un tiro salvezza di Forza o essere messa a terra.</p>"
		},
		{
			"id": "Prototype Explosive Amplifier",
			"name": "Prototipo di Amplificatore Esplosivo",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello, Amplificatore Esplosivo</em></p>\n<p>Metti a punto il tuo Amplificatore Esplosivo. Quando attivi questo amplificatore, anche la creatura si infiamma per 1 minuto. All'inizio di ogni suo turno, la creatura </p>\n<p>asserà un danno aggiuntivo da fuoco pari al tuo modificatore di Intelligenza e poi effettuerà un tiro salvezza di Destrezza contro la tua CD di salvataggio tecnico, terminando l'effetto con un successo. Se il bersaglio o una creatura entro 5 piedi da esso usa un'azione per spegnere le fiamme, o se qualche altro effetto spegne le fiamme, l'effetto termina.</p>"
		},
		{
			"id": "Prototype Grounding System",
			"name": "Prototipo Sistema di Fondamenta",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello, Sistema di Fondamenta</em></p>\n<p>Hai l'immunità alla condizione scioccato.</p>"
		},
		{
			"id": "Prototype Grounding System",
			"name": "Prototipo di Sistema di Fondamenta",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Sistema di Fondamenta</em></p>\n<p>Mentre indossi la tua imbracatura da gadgettista hai resistenza ai danni da fulmine.</p>"
		},
		{
			"id": "Prototype Ionizing Phased Array",
			"name": "Prototipo di Sensori a Fasi Ionizzanti",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello, Sensori a Fasi Ionizzanti</em></p>\n<p>Mentre il tuo campo ionizzante è attivo, quando lanci un potere tecnologico o usi una caratteristica di classe che influisce su altre creature nel raggio del tuo campo, puoi scegliere un numero di esse pari a 1 + il livello del potere. Le creature scelte hanno automaticamente successo nei loro tiri salvezza contro il potere, e non subiscono danni se normalmente subirebbero metà dei danni con un tiro salvezza riuscito.</p>\n<p>Inoltre, quando usi il talento Sensori a Fasi Ionizzanti, crei una terza esplosione.</p>"
		},
		{
			"id": "Prototype Jamming Phased Array",
			"name": "Prototipo di Sensori a Fasi Disturbanti",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello, Sensori a Fasi Disturbanti</em></p>\n<p>Mentre il tuo campo di disturbo è attivo, quando una creatura all'interno del tuo campo tenta di lanciare un potere tecnologico, puoi usare la tua reazione per lanciare il potere di <em>sovraccarico tecnologica</em> al 3° livello senza spendere punti tecnologia. Quando lanci questo potere usando questo talento ed effettui una prova di abilità di Casting di Tecnologia come parte di questo lancio, aggiungi il tuo bonus di competenza alla prova.</p>\n<p>Una volta che hai usato questo talento, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Prototype Power Fist",
			"name": "Prototipo di Pugno di Energia",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Pugno di Energia</em></p>\n<p>Modifichi ulteriormente il guanto dell'armatura modificata con un rinforzo e un peso maggiori. Il colpo senz'armi della tua armatura modificata infligge [[/r 1d6]] danni cinetici e ha la seguente proprietà.</p>\n<p>Se tu o il tuo bersaglio vi muovete di almeno 3 metri in linea retta immediatamente prima di effettuare un attacco senz'armi, il primo attacco senz'armi che effettui infligge danni addizionali pari al tuo modificatore di Intelligenza.</p>"
		},
		{
			"id": "Prototype Support Enhancement",
			"name": "Prototipo di Supporto Potenziato",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Canto del Supporto Potenziato</em></p>\n<p>Durante l'esecuzione della tua Canzone del Supporto, quando usi il tuo talento Ampiezza Potente della tua Canzone del Supporto, il bersaglio non subisce alcun danno se ha successo nel tiro salvezza, e solo metà danno se fallisce.</p>"
		},
		{
			"id": "Prototype Targeting Phased Array",
			"name": "Prototipo di Sensori a Fasi Bersaglianti",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello, Sensori a Fasi Marcanti di Bersaglio</em></p>\n<p>Mentre il tuo campo di mira è attivo, come azione, puoi lanciare il potere <em>interfaccia scramble</em> al 3° livello senza spendere punti tecnologia. </p>\n<p>Una volta che hai usato questa caratteristica, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Prototype Transmitter",
			"name": "Prototipo di Trasmettitore",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Puoi modificare ulteriormente il design del tuo trasmettitore, estendendo l'area dei tuoi campi.  Quando attivi un campo puoi scegliere di raddoppiare il raggio del tuo campo.</p>\n<p>Una volta che hai usato questa caratteristica, devi completare un lungo riposo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Pushing Attack",
			"name": "Attacco Spingente",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma, puoi spendere un dado superiorità per tentare di respingere il bersaglio. Aggiungerai il dado superiorità al tiro per il danno dell'attacco e, se il bersaglio è Grande o più piccolo, dovrà effettuare un tiro salvezza di Forza. Se il tiro salvezza è fallito, spingi il bersaglio fino a 15 piedi di distanza da te.</p>"
		},
		{
			"id": "Quell Shot",
			"name": "Colpo Reprimente",
			"description": "<p>Spari un colpo potenziato con un veleno debilitante. La creatura colpita dal colpo subisce un danno extra di [[/r 2d6]] veleno. Il bersaglio deve inoltre riuscire in un tiro salvezza di Costituzione, altrimenti i danni inflitti dai suoi attacchi con le armi vengono dimezzati fino all'inizio del tuo prossimo turno.</p>\n<p>Il danno da veleno aumenta a [[/r 4d6]] quando raggiungi il 18° livello di questa classe.</p>"
		},
		{
			"id": "Quick Analysis",
			"name": "Analisi Veloce",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Quando tiri l'iniziativa e non sei sorpreso, puoi usare la tua reazione per usare il tuo talento Analisi Critica.</p>"
		},
		{
			"id": "Quick Start Engine",
			"name": "Avvio Motore Rapido",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Jet Pack</em></p>\n<p>Ora puoi attivare il tuo Jet Pack come interazione con un oggetto piuttosto che come azione bonus.</p>"
		},
		{
			"id": "Rally",
			"name": "Rally",
			"description": "<p>Nel tuo turno, puoi usare un'azione bonus e spendere un dado superiorità per sostenere la determinazione di uno dei tuoi compagni. Quando lo fai, scegli una creatura amica che può vederti o sentirti. Quella creatura guadagna punti ferita temporanei pari al tiro di dado superiorità + il tuo modificatore di Carisma.</p>"
		},
		{
			"id": "Rancor's Discipline",
			"name": "Disciplina del Rancore",
			"description": "<p>Puoi sostituire Saggezza o Carisma (scelti quando studi questa disciplina) con Intelligenza per i tuoi talenti di classe da studioso, tranne che per altre scoperte.</p>"
		},
		{
			"id": "Rancor's Instinct",
			"name": "Istinto del Rancore",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>Mentre sei in preda all'ira, qualsiasi creatura entro 5 piedi da te che ti sia ostile ha svantaggio nei tiri di attacco contro bersagli diversi da te o da un altro personaggio con questa caratteristica. Un nemico è immune a questo effetto se non può vederti o sentirti o se non può essere spaventato.</p>"
		},
		{
			"id": "Recoil Dampener",
			"name": "Smorzatore di Rinculo",
			"description": "<p><em><strong>Prerequisiti:</strong> Blaster con la proprietà di forza</em></p>\n<p>Installi uno smorzatore di rinculo nel tuo blaster modificato, togliendogli la proprietà della forza.</p>"
		},
		{
			"id": "Recycled Adrenals",
			"name": "Adrenal Riciclati",
			"description": "<p>Puoi potenziare una singola adrenal per recuperare la sua carica. Questa adrenal può essere usata solo da te e può avere effetto solo su di te. Una volta che hai usato questa adrenal, non puoi usarla di nuovo finché non finisci un riposo breve o lungo.</p>"
		},
		{
			"id": "Recycled Explosives",
			"name": "Esplosivi Riciclati",
			"description": "<p>Puoi potenziare un singolo esplosivo per recuperare la sua carica. Questo esplosivo può essere usato solo da te e utilizza la tua CD di salvataggio tecnico invece della sua, a meno che la sua CD non sia più alta. Una volta che hai usato questo esplosivo, non puoi usarlo di nuovo finché non finisci un riposo breve o lungo.</p>"
		},
		{
			"id": "Recycled Stimpacs",
			"name": "Stimpac Riciclati",
			"description": "<p>Puoi potenziare un singolo stimpac per recuperare la sua carica. Questo stimpac può essere usato solo da te e può avere effetto solo su di te. Una volta che hai usato questo stimpac, non puoi usarlo di nuovo finché non finisci un riposo breve o lungo.</p>"
		},
		{
			"id": "Redundant Circuits",
			"name": "Circuiti Ridondanti",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello</em></p>\n<p>Puoi avere due campi attivi alla volta.</p>"
		},
		{
			"id": "Reinforced Underlay",
			"name": "Sottostrato Rinforzato",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Ottieni un bonus di +1 alla CA contro gli attacchi a distanza. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Reliable Sources",
			"name": "Fonti Affidabili",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Quando effettui una prova di Intelligenza (Conoscenza) o Intelligenza (Natura) che ti permette di aggiungere il tuo bonus di competenza, puoi considerare un tiro di [[/r d20]] di 9 o inferiore come un 10.</p>"
		},
		{
			"id": "Reliable Words",
			"name": "Parole Affidabili",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Quando effettui una prova di Inganno, Intimidazione o Persuasione, puoi trattare qualsiasi tiro di 9 o inferiore come se avessi tirato un 10.</p>"
		},
		{
			"id": "Rendcasting Controller",
			"name": "Controllore di Rendcasting",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Guadagni un bonus di +1 alla CD dei tiri salvezza tecnici dei poteri che lanci che richiedono un tiro salvezza di Destrezza o di Intelligenza. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Rendcasting Inhibitor",
			"name": "Inibitore di Rendcasting",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi il tuo corpo come Concentrazione Tecnologia, guadagni un bonus di +1 alla CD di tiro salvezza tecnologica dei poteri che lanci e che richiedono un tiro salvezza di Destrezza o di Intelligenza. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Resistance",
			"name": "Resistenza",
			"description": "<p><em><strong>Prerequisiti:</strong> Armatura</em></p>\n<p>Ottimizza la tua armatura modificata contro alcune forme di danno. Scegli i danni da acido, freddo, fuoco, ioni, fulmini o danni sonici. Mentre indossi la tua armatura modificata hai resistenza a quel tipo di danno. </p>\n<p>Puoi selezionare questa modifica più volte. Ogni volta che lo fai, devi scegliere un tipo di danno diverso.</p>"
		},
		{
			"id": "Resolute",
			"name": "Risoluto",
			"description": "<p>Quando effettui un tiro salvezza per resistere agli effetti di fascino e paura, puoi aggiungere il tuo modificatore di Intelligenza al tiro.</p>"
		},
		{
			"id": "Resource Appropriation",
			"name": "Appropriazione di Risorse",
			"description": "<p><em><strong>Prerequisiti:</strong> 11° livello</em></p>\n<p>Se riduci il bersaglio della tua caratteristica Analisi Critica a 0 punti ferita ed esso ha ancora punti tecnologici, puoi scegliere di guadagnare tutti i punti tecnologia che gli erano rimasti. I tuoi punti tecnologia attuali non possono superare il tuo massimo di punti tecnici.</p>\n<p>Una volta che hai usato questo talento, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Responder's Routine",
			"name": "Routine del Soccorritore",
			"description": "<p>Quando tiri di iniziativa, puoi scegliere di aggiungere il tuo bonus di competenza al tiro di iniziativa e avere vantaggio sui tiri di attacco contro creature che non hanno ancora agito. In alternativa, puoi scegliere di permettere a ogni creatura entro 5 piedi da te, incluso te, di aggiungere metà del tuo bonus di competenza al tiro di iniziativa e avere vantaggio sul primo tiro di attacco che effettua contro una creatura che non ha ancora agito.</p>"
		},
		{
			"id": "Restful Melody",
			"name": "Melodia Riposante",
			"description": "<p>Nel corso di un breve riposo, puoi suonare una canzone ringiovanente per aiutare il recupero dei tuoi alleati. Se tu o le creature amiche che possono ascoltare la tua performance riacquistate punti ferita alla fine del breve riposo, ognuna di queste creature riacquista un extra di [[/r 1d6]] punti ferita.</p>\n<p>I punti ferita extra aumentano quando raggiungi determinati livelli in questa classe: a [[/r 1d8]] al 9° livello, a 1d 10 al 13° livello e a [[/r 1d12]] al 17° livello.</p>"
		},
		{
			"id": "Return Fire",
			"name": "Fuoco di Ritorno",
			"description": "<p>Quando una creatura ti manca con un attacco a distanza, puoi usare la tua reazione e spendere un dado superiorità per effettuare un attacco a distanza contro la creatura. Se colpisci, aggiungi il dado di superiorità al tiro per il danno dell'attacco.</p>"
		},
		{
			"id": "Returning Weapon",
			"name": "Arma Ritornate",
			"description": "<p>Installi una catena retrattile nell'elsa della tua spada laser modificata. La tua spada laser modificata guadagna la proprietà di lancio con una portata di 20/60, e quando lanci l'arma, essa ritorna immediatamente nella tua mano.</p>"
		},
		{
			"id": "Returning Weapon Guard",
			"name": "Returning Weapon Guard",
			"description": "<p><em><strong>Prerequisiti:</strong> Vibroweapon</em></p>\n<p>You install a retractible chain in your modified vibroweapon. If the weapon does not already have the thrown property, it gains it with a range of 20/60. Additionally, it gains the returning property.</p>"
		},
		{
			"id": "Riposte",
			"name": "Contrattacco",
			"description": "<p>Quando una creatura ti manca con un attacco in mischia, puoi usare la tua reazione e spendere un dado superiorità per effettuare un attacco in mischia contro la creatura. Se colpisci, aggiungi il dado di superiorità al tiro per il danno dell'attacco.</p>"
		},
		{
			"id": "Running on Fumes",
			"name": "Correre in Fumo",
			"description": "<p>Ti bastano solo 3 ore di sonno durante un riposo lungo per ottenere i suoi benefici, invece di 6. Inoltre, se il tuo riposo lungo venisse interrotto, ti basterà completare il riposo lungo invece di ricominciarlo per ottenere i suoi benefici. Infine, hai un vantaggio nei tiri salvezza contro la stanchezza.</p>"
		},
		{
			"id": "Runtime Extension",
			"name": "Estensione Runtime",
			"description": "<p>Quando un potere tecnologico che hai lanciato con una durata di 1 minuto o più raggiunge la fine della sua durata, puoi spendere un dado superiorità per estendere la durata del potere di un numero di round pari al numero tirato sul tuo dado superiorità.</p>"
		},
		{
			"id": "Rush",
			"name": "Fretta",
			"description": "<p>Mentre stai suonando una canzone potenziata, la tua velocità aumenta di 3 metri e gli attacchi di opportunità contro di te hanno svantaggio.</p>"
		},
		{
			"id": "Savage Sortilege",
			"name": "Sortilegio Selvaggio",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>Ignori la resistenza ai danni psichici e hai resistenza ai danni psichici.</p>"
		},
		{
			"id": "Scrapper's Armor",
			"name": "Armature del Rottamatore",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Ottieni competenza in armatura media. Se sei già esperto in armature medie, guadagni invece competenza in armature pesanti.</p>"
		},
		{
			"id": "Screening Weapon",
			"name": "Schermatura Arma",
			"description": "<p>Modifichi la tua arma modificata con un modulo di smorzamento del suono. Quando effettui un attacco con la tua arma mentre sei nascosto, le prove di Investigazione e Percezione effettuate per localizzarti che si basano sul suono hanno svantaggio.</p>"
		},
		{
			"id": "Sealed Suit",
			"name": "Tuta Sigillata",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Armatura</em></p>\n<p>Come azione bonus puoi sigillare ermeticamente la tua armatura modificata, dandoti una riserva d'aria per un massimo di 1 ora e rendendoti immune al veleno (ma non curandoti dalle condizioni di avvelenamento esistenti). La tua armatura recupera 1 minuto di aria per ogni minuto in cui non sei immerso e l'armatura non è sigillata.</p>\n<p>Inoltre, mentre indossi la tua armatura modificata sei considerato adattato ai climi freddi e caldi e all'alta quota, come descritto nel capitolo 5 della Guida del Dungeon Master.</p>"
		},
		{
			"id": "Secret Ingredient",
			"name": "Ingrediente Segreto",
			"description": "<p>Se tu o una creatura amica che ha consumato del cibo fatto da te durante il suo ultimo riposo breve o lungo guadagna punti ferita temporanei, il numero di punti ferita temporanei che guadagna aumenta di una quantità pari al tuo modificatore di Analisi Critica.</p>"
		},
		{
			"id": "Seeking Shot",
			"name": "Colpo Ricercante",
			"description": "<p>Applichi un segnale di tracciamento al tuo tiro. Quando usi questa opzione, non effettui un tiro per l'attacco. Invece, scegli una creatura che hai visto nell'ultimo minuto. Il tiro vola verso quella creatura, muovendosi intorno agli angoli se necessario e ignorando la copertura a tre quarti e la mezza copertura. Se il bersaglio si trova nel raggio d'azione dell'arma e c'è un percorso abbastanza ampio da permettere al tiro di raggiungere il bersaglio, il bersaglio deve effettuare un tiro salvezza di Destrezza. Altrimenti, il colpo scompare dopo aver viaggiato il più lontano possibile. Con un tiro salvezza fallito, il bersaglio subisce danni come se fosse stato colpito dal colpo, più un danno cinetico extra di [[/r 1d6]] e si apprende la posizione attuale del bersaglio. Con un tiro salvezza riuscito, il bersaglio subisce la metà dei danni e non si apprende la sua posizione.</p>\n<p>Il danno cinetico aumenta a [[/r 2d6]] quando si raggiunge il 18° livello di questa classe.</p>"
		},
		{
			"id": "Self-Injection Module",
			"name": "Modulo di Autoiniezione",
			"description": "<p>Installi uno speciale iniettore di kolto nel tuo zaino da biochimico modificato che può iniettarti il kolto in risposta al dolore. Quando subisci un danno, puoi usare la tua reazione e spendere un dado per riguadagnare salute, a patto che il danno non riduca i tuoi punti ferita a 0.</p>"
		},
		{
			"id": "Sensor Scramblers",
			"name": "Sensori di Disturbo",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Tutte le creature entro 3 metri da te diventano inosservabili ai sensori elettronici e alle telecamere. Tutto ciò che queste creature indossano o trasportano è anch'esso inosservabile, purché sia sulla loro persona. Le creature sono ancora visibili alla vista normale.</p>\n<p>Una volta che hai usato questa caratteristica, devi completare un lungo riposo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Sentient Armor",
			"name": "Armatura Senziente",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello, Artificalmente Intelligente</em></p>\n<p>La tua intelligenza artificiale ha imparato a controllare l'armatura senza che tu sia al suo interno. Ora è un obiettivo valido del potere tecnologico <em>interfaccia del droide tracker</em>. </p>\n<p>Mentre la tua armatura agisce autonomamente, utilizza i tuoi punteggi di abilità, i tuoi tiri salvezza e le tue capacità, e ha punti ferita pari al tuo livello da ingegnere. Se ridotta a 0 punti ferita, cade direttamente a terra e non può essere equipaggiata di nuovo finché non finisci un lungo riposo.</p>"
		},
		{
			"id": "Sentry Turret",
			"name": "Torretta Sentinella",
			"description": "<p>Impari a costruire piccole torrette sentinella a forma di globo che possono aderire a qualsiasi superficie. Come azione o azione bonus (a tua scelta), puoi lanciare una sentinella in un punto che puoi vedere a portata di mano (30 piedi + il tuo modificatore di Forza x 5). Alla fine di ogni tuo turno, una sentinella schierata prende automaticamente di mira una creatura ostile entro un raggio di 3 metri da essa. Se sono disponibili più bersagli, ne viene scelto uno a caso. Il bersaglio deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, subisce [[/r 1d4]] danni da energia e guadagna 1 livello di lentezza fino alla fine del tuo prossimo turno. Se una creatura viene presa di mira da più di una di queste sentinelle, effettua questo tiro salvezza solo una volta, subendo un ulteriore danno di [[/r d4]] per ogni sentinella oltre la prima. Ogni sentinella dura 1 minuto prima di disattivarsi. Puoi mantenere un numero di sentinelle pari al tuo modificatore di Intelligenza. Una volta che una sentinella è stata attivata, non può essere attivata di nuovo finché non finisci un riposo breve o lungo.</p>"
		},
		{
			"id": "Sentry Turret",
			"name": "Torretta Sentinella",
			"description": "<p>Impari a costruire piccole torrette sentinella a forma di globo che possono aderire a qualsiasi superficie. Come azione o azione bonus (a tua scelta), puoi lanciare una sentinella in un punto che puoi vedere a portata di mano (30 piedi + il tuo modificatore di Forza x 5). Alla fine di ogni tuo turno, una sentinella schierata prende automaticamente di mira una creatura ostile entro un raggio di 3 metri da essa. Se sono disponibili più bersagli, ne viene scelto uno a caso. Il bersaglio deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, subisce [[/r 1d4]] danni da energia e guadagna 1 livello di lentezza fino alla fine del tuo prossimo turno. Se una creatura viene presa di mira da più di una di queste sentinelle, effettua questo tiro salvezza solo una volta, subendo un ulteriore danno di [[/r d4]] per ogni sentinella oltre la prima. Ogni sentinella dura 1 minuto prima di disattivarsi. Puoi mantenere un numero di sentinelle pari al tuo modificatore di Intelligenza. Una volta che una sentinella è stata attivata, non può essere attivata di nuovo finché non finisci un riposo breve o lungo.</p>"
		},
		{
			"id": "Sharp Noise",
			"name": "Suono Acuto",
			"description": "<p>Come azione mentre maneggi il tuo strumento modificato, scegli una creatura che puoi vedere. Se può sentirti, deve riuscire in un tiro salvezza di Costituzione o subire [[/r 1d4]] danni sonori e avere svantaggio nel suo prossimo attacco prima della fine del suo prossimo turno.</p>\n<p>Il danno di questa caratteristica aumenta di [[/r 1d4]] quando si raggiunge il 5° livello ([[/r 2d4]]), l'11° livello ([[/r 3d4]]) e il 17° livello ([[/r 4d4]]).</p>"
		},
		{
			"id": "Sharpshooter's Routine",
			"name": "Routine del Tiratore Scelto",
			"description": "<p>At the start of each of your turns, you can choose to gain a bonus to the first weapon attack roll you make before the start of your next turn equal to your Intelligence modifier. Alternatively, you can choose to allow each creature within 5 feet of you, including you, to add half your Intelligence modifier to the first weapon attack roll they make before the start of your next turn.</p>"
		},
		{
			"id": "Shield Amplifier",
			"name": "Amplificatore di Scudo",
			"description": "<p><em><strong>Prerequisiti:</strong> Generatore di Scudo</em></p>\n<p>Come azione mentre maneggi il tuo strumento modificato, scegli una creatura che puoi vedere. Se può sentirti, deve riuscire in un tiro salvezza di Costituzione o subire [[/r 1d4]] danni sonori e avere svantaggio nel suo prossimo attacco prima della fine del suo prossimo turno.</p>\n<p>Il danno di questa caratteristica aumenta di [[/r 1d4]] quando si raggiunge il 5° livello ([[/r 2d4]]), l'11° livello ([[/r 3d4]]) e il 17° livello ([[/r 4d4]]).</p>"
		},
		{
			"id": "Shield Anchor",
			"name": "Scudo Ancora",
			"description": "<p><em><strong>Prerequisiti:</strong> Scudo Fisico</em></p>\n<p>Modifichi il tuo scudo per essere usato come fonte di copertura portatile. Come azione, puoi ancorare o recuperare lo scudo. Mentre sei ancorato, non ottieni alcun beneficio dallo scudo e non richiede l'uso di una mano. Invece, mentre sei ancorato, uno scudo leggero fornisce un quarto di copertura, uno scudo medio fornisce metà copertura e uno scudo grande fornisce tre quarti di copertura.</p>"
		},
		{
			"id": "Shock Absorber",
			"name": "Assorbitore di Shock",
			"description": "<p>Aggiungi un dispositivo di recupero alla tua arma modificata per raccogliere energia dall'ambiente circostante quando è presente. Mentre maneggi la tua arma modificata, puoi lanciare il potere tecnico <em>assorbire energia</em> e il danno extra del potere si applica sia agli attacchi in mischia che a distanza.</p>"
		},
		{
			"id": "Shock Mount",
			"name": "Monta Scioccante",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi il tuo strumento come Concentrazione Tecnologia, guadagni un bonus di +1 alla tua CD di tiro salvezza tecnica. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Shocking Barrier",
			"name": "Barriera Scioccante",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Hai potenziato le tue barriere. Ogni volta che una creatura con una delle tue barriere attiva subisce danni da una creatura entro 5 piedi da essa, la creatura danneggiata può tirare il tuo dado Attitudine Potente, infliggendo il risultato del dado come danno da fulmine alla creatura che l'ha danneggiata.</p>"
		},
		{
			"id": "Shocking Harpoon",
			"name": "Arpione Scioccante",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Arpione con Bobina</em></p>\n<p>Dopo aver colpito una creatura con la modalità di fuoco dell'arpione, si può usare la connessione per lanciare un potere tecnologico at-will. Come azione bonus, puoi lanciare un potere tecnologico a volontà sul bersaglio con una portata di tocco. Se il potere richiede un tiro di attacco, si ha vantaggio. Se il bersaglio richiede un tiro salvezza, il bersaglio ha svantaggio.</p>\n<p>Una volta che hai usato questa caratteristica, non puoi usarla di nuovo finché non recuperi l'arpione.</p>"
		},
		{
			"id": "Shocking Hook",
			"name": "Gancio Scioccante",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Rampino Montato su Computer da Polso</em></p>\n<p>Dopo aver colpito una creatura con il tuo rampino, puoi usare la connessione per lanciare un potere tecnologico a volontà. Come azione bonus, puoi lanciare un potere tecnologico a volontà sul bersaglio con una portata di tocco. Se il potere richiede un tiro di attacco, si ha un vantaggio. Se il bersaglio richiede un tiro salvezza, il bersaglio ha svantaggio.</p>\n<p>Una volta che hai usato questo talento, non puoi usarla di nuovo finché non recuperi l'uncino.</p>"
		},
		{
			"id": "Shocking Oscillator",
			"name": "Oscillatore Scioccante",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Vibroarma</em></p>\n<p>Quando colpisci con l'arma, puoi creare uno scoppio elettronico. Ogni creatura in un cono di 15 piedi centrato sulla creatura che hai colpito deve effettuare un tiro salvezza di Destrezza contro la tua CD di salvataggio tecnico, subendo [[/r 1d8]] danni da fulmine se il tiro salvezza è fallito o la metà se è riuscito.</p>\n<p>Una volta che hai usato questo talento, devi completare un lungo riposo prima di poterla usare nuovamente.</p>"
		},
		{
			"id": "Side Effects",
			"name": "Effetti Collaterali",
			"description": "<p>| [[/r d20]] | Effetti Collaterali  |</p>\n<p>|:----:|:-------------|</p>\n<p>| 1  | La creatura risulta essere allergica a questo specifico trattamento. Ogni punteggio di abilità è ridotto di 1. |</p>\n<p>| 2  | La creatura inizia a starnutire in modo incontrollato. Qualsiasi tiro di dado con un valore di 19 risulta in un fallimento a causa di uno starnuto mal programmato. |</p>\n<p>| 3 | Le gambe della creatura diventano gonfie. La creatura guadagna 1 livello rallentato. |</p>\n<p>| 4 | La creatura diventa più grande o più piccola di una taglia. |</p>\n<p>| 5 | La pelle delle loro articolazioni si trasforma in un materiale legnoso, dando loro un bonus di +2 alla CA. |</p>\n<p>| 6 | Il corpo della creatura inizia a produrre potenti acidi gastrici in quantità elevate. La creatura può usare un'azione per sputare acido gastrico in un cono di 15 piedi. La CD per questo tiro salvezza è pari a 8 + il tuo bonus di competenza + il tuo modificatore di Costituzione. Una creatura subisce [[/r 2d6]] danni da acido con un tiro salvezza fallito, e la metà dei danni con un tiro riuscito. Il danno aumenta a [[/r 3d6]] a 5° livello, [[/r 4d6]] a 11° livello e [[/r 5d6]] a 17° livello. | </p>\n<p>| 7 | La creatura diventa muta e ha un gas incontrollabile. Hanno svantaggio nelle prove di Destrezza (Furtività) che si basano sull'olfatto.|</p>\n<p>| 8 | Gli occhi della creatura si illuminano di rosso vivo. La creatura guadagna anche la visione oscura, ma se ha già la visione oscura ottiene invece un leggero mal di testa. |</p>\n<p>| 9 | La creatura ottiene un vantaggio alle prove di percezione basate sull'udito, ma tutto le sembra scomodamente rumoroso. Riceve vulnerabilità ai danni sonori. |</p>\n<p>| 10 | Il trattamento rallenta la loro funzione cerebrale, riducendo la loro intelligenza del 4. |</p>\n<p>| 11  | La pelle della creatura diventa viola scuro. Se sono già viola, diventano invece rosa brillante.  |</p>\n<p>| 12  |  La creatura si ricopre di pustole verdi e malaticce. Quando la creatura viene colpita da un attacco in mischia, l'attaccante subisce [[/r 1d4]] danni da veleno. |</p>\n<p>| 13 | La pelle della creatura inizia a gonfiarsi seriamente a causa dell'accumulo di pressione interna, e un forte impatto può causarne l'esplosione. Ogni volta che la creatura subisce un danno, deve superare una prova di concentrazione o la creatura subisce un danno cinetico pari alla metà dei suoi punti ferita massimi. Anche le altre creature entro 3 metri dall'esplosione subiscono un quarto dei danni. Una volta avvenuta l'esplosione, la loro pelle diventa molto morbida. |</p>\n<p>| 14 | Alla creatura crescono rapidamente i peli su tutto il corpo, compresa la faccia, fino ad assomigliare a un wookiee. Se è già un wookiee, si verifica l'effetto inverso: tutti i peli cadono immediatamente, lasciando la pelle nuda. |</p>\n<p>| 15 | La temperatura corporea della creatura fluttua fino agli estremi. Guadagnano resistenza ai danni da freddo e da fuoco. |</p>\n<p>| 16 | La creatura diventa famelica. Ogni ora che non mangia un pasto guadagna un livello di spossatezza. |</p>\n<p>| 17 | La creatura crede di essere Il Prescelto. |</p>\n<p>| 18 | La creatura ha difficoltà a riposare. La quantità che guarisce dai dadi ferita è ora dimezzata. |</p>\n<p>| 19 | La velocità di movimento della creatura è aumentata di 15 piedi e gli attacchi di opportunità su di essa hanno svantaggio. |</p>\n<p>| 20 | La creatura guadagna [[/r 10d10]] punti ferita, si sente felice e spensierata. |</p>"
		},
		{
			"id": "Siege Weapon",
			"name": "Arma d'Assedio",
			"description": "<p>Modifichi la tua arma per essere più efficace contro le barriere. La tua arma infligge danni doppi contro le strutture.</p>"
		},
		{
			"id": "Simple Melodies",
			"name": "Melodie Semplici",
			"description": "<p>Quando hai in mano il tuo strumento modificato e non stai suonando attivamente una canzone, qualsiasi potere tecnico che potresti lanciare e il cui tipo di danno potrebbe essere alterato dalla tua caratteristica Ampiezza Potente può essere lanciato come se fosse usato con Ampiezza Potente. </p>n<p>Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Intelligenza (un minimo di una volta). Riacquisti tutti gli usi consumati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Skill's Exploit",
			"name": "Sfida delle Abilità",
			"description": "<p>Impari una sfida che aumenta la tua capacità di applicare le tue conoscenze in situazioni di combattimento. Puoi prendere questo exploit più volte.</p>\n<p>Quando esegui l'azione Attacco, puoi utilizzare uno dei tuoi exploit di abilità concessi da questa caratteristica. Puoi usare queste caratteristiche per un numero di volte pari al tuo modificatore di Intelligenza (minimo una volta). Potrai riacquistare gli utilizzi consumati al termine di un riposo lungo.</p>\n<p>Scegli una dei seguenti talenti. Devi essere abile nell'abilità per poter sfruttare quell'abilità. </p>\n<p><strong><em>Mira (Furtività).</em></strong> Tenti di sferrare un colpo contro una creatura che puoi vedere e da cui sei nascosto. Effettua una prova di Destrezza (Furtività) contestata dalla prova di Saggezza (Percezione) del bersaglio. Se la verifica ha successo, otterrai un bonus di +10 al primo tiro di attacco che effettuerai contro il bersaglio prima della fine del tuo prossimo turno. Se la tua prova fallisce, non sei più nascosto dal bersaglio.</p>\n<p><strong><em>Angolo (Percezione).</em></strong> Tenti di prevedere il comportamento di un umanoide che puoi vedere entro 30 piedi. Effettuare una prova di Saggezza (Percezione) contestata dalla prova di Destrezza (Abilità) del bersaglio. Se la verifica ha successo, il primo tiro di attacco che il bersaglio effettua prima dell'inizio del tuo prossimo turno ha svantaggio e il primo tiro salvezza che la creatura effettua prima dell'inizio del tuo prossimo turno ha svantaggio. Se la tua verifica fallisce, non potrai utilizzare nuovamente questo talento su questo bersaglio per 1 ora.</p>\n<p><strong><em>Grido di Battaglia (Intimidazione).</em></strong> Tenti di demoralizzare un umanoide entro 30 piedi da te che può vederti e sentirti. Effettua una prova di Carisma (Intimidazione) contestata dalla prova di Saggezza (Intuito) del bersaglio. Se la tua prova ha successo, il bersaglio è spaventato fino alla fine del tuo prossimo turno. Se il bersaglio era già spaventato da te, deve immediatamente lasciar cadere qualsiasi cosa abbia in mano. Al suo prossimo turno, se è ancora spaventato da te, deve compiere l'azione Scatto e allontanarsi da te per la via più sicura disponibile al suo turno, a meno che non ci sia un posto dove muoversi.  Se la tua verifica fallisce, non potrai utilizzare nuovamente questo talento su questo bersaglio per 1 ora.</p>\n<p><strong><em>Fascino (Persuasione).</em></strong> Tenti di convincere un umanoide che puoi vedere entro 30 piedi e che può sentirti e capirti. Effettua una prova di Carisma (Persuasione) contestata dalla prova di Saggezza (Intuito) del bersaglio. Se hai inflitto danni alla creatura nell'ultima ora, essa ha vantaggio sulla verifica. Se la tua prova ha successo, il bersaglio è incantato da te fino all'inizio del tuo prossimo turno e ha svantaggio sul primo tiro di attacco che effettua contro una creatura prima della fine del suo prossimo turno.  Se la tua verifica fallisce, non potrai utilizzare nuovamente questo talento su questo bersaglio per 1 ora.</p>\n<p><strong><em>Confondi Bestia (Addestrare Animali).</em></strong> Tenti di confondere una bestia sul campo di battaglia. Effettua una prova di Saggezza (Addestrare Animali) contrastata dalla prova di Saggezza (Intuito) del bersaglio. Se la verifica ha successo, la bestia non può compiere azioni o reazioni fino alla fine del tuo prossimo turno.  Se la tua verifica fallisce, non potrai utilizzare nuovamente questo talento su questo bersaglio per 1 ora.</p>\n<p><strong><em>Distrai (Intrattenere).</em></strong> Tenti di distrarre una bestia o un umanoide entro 30 piedi da te che può vederti e sentirti. Effettuare una prova di Carisma (Prestazione) contrastata dalla prova di Saggezza (Intuito) del bersaglio. Se la verifica ha successo, il prossimo tiro di attacco effettuato contro il bersaglio prima dell'inizio del suo prossimo turno ha vantaggio.  Se la tua verifica fallisce, non potrai utilizzare nuovamente questo talento su questo bersaglio per 1 ora.</p>\n<p><strong><em>Emula Predatore (Natura).</em></strong> Tenti di emulare i suoni di un predatore naturale di una bestia o di una pianta che puoi vedere entro 30 piedi. Effettua una prova di Intelligenza (Natura) contestata dalla prova di Saggezza (Intuito) del bersaglio. Se la tua verifica ha successo, il bersaglio deve compiere l'azione Dash e allontanarsi da te per la via più sicura disponibile nel suo turno, a meno che non ci sia un posto dove muoversi.  Se la tua verifica fallisce, non potrai utilizzare nuovamente questo talento su questo bersaglio per 1 ora.</p>\n<p><strong><em>Finta (Inganno).</em></strong> Tenti di distogliere l'attenzione di un bersaglio che puoi vedere entro 30 piedi. Effettua una prova di Carisma (Inganno) contestata dalla prova di Saggezza (Intuito) del bersaglio. Se la verifica ha successo, il primo tiro di attacco effettuato contro il bersaglio prima dell'inizio del tuo prossimo turno da qualcuno che non sia tu ha vantaggio, e il bersaglio ha svantaggio sul primo tiro salvezza che effettua contro un effetto causato da una creatura che non sia tu prima dell'inizio del tuo prossimo turno. Se la tua verifica fallisce, il bersaglio non può essere ingannato da te in questo modo per 1 ora.</p>\n<p><strong><em>Hackttiva (Tecnologia).</em></strong> Tenti di determinare i punti deboli di un droide che puoi vedere entro 30 piedi. Fai una prova di Intelligenza (Tecnologia) contestata dalla prova di Intelligenza (Tecnologia) del bersaglio. Se la tua verifica ha successo, avrai un vantaggio al prossimo tiro di attacco che effettuerai contro il bersaglio prima della fine del tuo turno e, se colpisci, infliggerai un danno aggiuntivo pari al tuo modificatore di Intelligenza. Se la tua verifica fallisce, non potrai utilizzare nuovamente questo talento su questo bersaglio per 1 ora.</p>\n<p><strong><em>Istruisci (Investigare).</em></strong> Tenti di trovare una debolezza nel tuo bersaglio. Effettua una prova di Intelligenza (Investigazione) contestata dalla prova di Carisma (Inganno) del bersaglio. Se la tua prova ha successo, se una creatura amica effettua un tiro di attacco contro il bersaglio e può vederti e sentirti, puoi usare la tua reazione per concedergli un vantaggio sul tiro. Se lo fai e la creatura colpisce, infligge un danno aggiuntivo pari al tuo bonus alle prove di Investigazione. Questo danno è dello stesso tipo di quello dell'attacco. Se la tua prova fallisce, non potrai utilizzare nuovamente questa caratteristica su questo bersaglio per 1 ora.</p>\n<p><strong><em>Intuito (Intuito).</em></strong> Tenti di determinare le motivazioni di un umanoide che puoi vedere entro 30 piedi. Effettua una prova di Saggezza (Intuito) contrastata dalla prova di Carisma (Inganno) del bersaglio. Se la verifica ha successo, il bersaglio non può avere vantaggio sulle prove di abilità, sui tiri per colpire o sui tiri salvezza contro di te fino alla fine del tuo prossimo turno. Se la verifica fallisce, il bersaglio non può avere svantaggio nelle prove di abilità, attacchi o tiri salvezza contro di te fino alla fine del tuo prossimo turno.</p>\n<p><strong><em>Caduta (Acrobatica).</em></strong> Tenti di fare un salto veloce, muovendoti immediatamente di 10 piedi. Se inizi o finisci questo movimento all'interno della portata di una creatura, effettua una prova di Destrezza (Acrobazia) contestata dalla sua Forza (Atletica) o dalla sua Destrezza (Acrobatica) (il bersaglio sceglie l'abilità da usare). Se la tua verifica ha successo, questo movimento non provoca attacchi di opportunità da parte sua e tu hai vantaggio sul primo tiro di attacco che effettui contro di lui prima della fine del tuo turno. Se la tua prova fallisce, cadi immediatamente a terra.</p>\n<p><strong><em>Sabbia Tattica (Rapidità di Mano).</em></strong> Tenti di accecare una bestia o un umanoide che puoi vedere entro 15 piedi da te. Effettuare una prova di Destrezza (Rapidità di Mano) contestata dalla prova di Saggezza (Percezione) del bersaglio. Se la tua prova ha successo, il bersaglio è accecato fino alla fine del tuo turno. Se la tua prova fallisce, non potrai utilizzare nuovamente questa caratteristica su questo bersaglio per 1 ora.</p>\n<p><strong><em>Attacco di Precisione (Medicina).</em></strong> Tenti di colpire un punto di pressione in un umanoide alla tua portata. Effettua una prova di Saggezza (Medicina) contestata dalla prova di Forza (Atletica) o Destrezza (Acrobatica) del bersaglio (il bersaglio sceglie l'abilità da usare). Se la tua verifica ha successo, il bersaglio è inabile fino alla fine del suo prossimo turno.  Se la tua prova fallisce, non potrai utilizzare nuovamente questa caratteristica su questo bersaglio per 1 ora.</p>\n<p><strong><em>Inciampo (Sopravvivenza).</em></strong> Tenti di far inciampare una creatura entro 30 piedi da te. Effettua una prova di Saggezza (Sopravvivenza) contrastata dalla prova di Saggezza (Percezione) del bersaglio. Se la tua prova ha successo e il bersaglio si muove verso di te prima dell'inizio del tuo prossimo turno, guadagna 1 livello di lentezza e puoi usare la tua reazione per farlo cadere a terra. Se la tua prova fallisce, non potrai utilizzare nuovamente questa caratteristica su questo bersaglio per 1 ora.</p>\n<p><strong><em>Rotazione (Pilotare).</em></strong> Tenti di confondere un costrutto pilotato che puoi vedere entro 30 piedi. Fai una prova di Intelligenza (Pilotare) contestata dalla prova di Intelligenza (Pilotare) del bersaglio. Se la verifica ha successo, il bersaglio ha svantaggio nei tiri per colpire contro di te e tu hai vantaggio nei tiri salvezza di Destrezza contro di lui, fino all'inizio del tuo prossimo turno. Se la tua prova fallisce, il bersaglio ha invece vantaggio sui tiri per colpire contro di te e tu hai svantaggio sui tiri salvezza di Destrezza contro di lui, fino all'inizio del tuo prossimo turno.</p>\n<p><strong><em>Studia (Conoscenze).</em></strong> Tenti di anticipare l'azione del tuo bersaglio. Effettua una prova di Intelligenza (Conoscenza) contestata dalla prova di Carisma (Inganno) del bersaglio. Se la tua verifica ha successo, avrai un vantaggio sulla prima verifica di abilità, tiro di attacco o tiro salvezza che effettuerai contro quella creatura prima della fine del tuo prossimo turno. In alternativa, prima della fine del tuo prossimo turno, puoi usare la tua reazione per concedere svantaggio alla prima prova di abilità, attacco o tiro salvezza che il bersaglio effettua contro di te. Se la tua prova fallisce, avrai invece svantaggio sulla prima prova di abilità, attacco o tiro salvezza che farai contro quella creatura prima della fine del tuo prossimo turno.</p>\n<p><strong><em>Lottare (Atletica).</em></strong> Tenti di afferrare e bloccare una creatura entro 5 piedi da te con almeno una mano libera. Il bersaglio non deve essere più grande di una taglia rispetto a te. Effettua una prova di Forza (Atletica) contestata dalla prova di Forza (Atletica) o Destrezza (Acrobatica) del bersaglio (il bersaglio sceglie l'abilità da usare). Se la tua prova ha successo, il bersaglio è sia afferrato che trattenuto da te. Se il bersaglio smette di essere afferrato, smette anche di essere trattenuto. Se la tua verifica fallisce, non puoi usare nuovamente questo talento su questo bersaglio per 1 ora.</p>"
		},
		{
			"id": "Skillful Casting",
			"name": "Casting Abile",
			"description": "<p>When you hit a creature with an at-will tech power that requires an attack roll, you may treat that attack roll as a weapon attack for the purpose of using maneuvers.</p>"
		},
		{
			"id": "Skills Enhancement Package",
			"name": "Pacco Potenziamenti Abilità",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>Quando effettui una prova di abilità usando un'abilità in cui sei abile, puoi tirare un [[/r d4]] e aggiungere il risultato al tuo totale.</p>"
		},
		{
			"id": "Sleeper Program",
			"name": "Programma del Dormiglione",
			"description": "<p>Ogni volta che lanci un potere tecnico con un tempo di lancio di 1 azione, puoi scegliere di ritardare l'attivazione del potere fino a un minuto. Quando lo fai, lanci il potere normalmente, ma trattieni la sua energia per la durata del ritardo. Mantenere l'effetto del potere richiede concentrazione. Se la tua concentrazione viene meno prima che il ritardo finisca, il potere si dissipa senza avere effetto. Puoi usare la tua reazione per attivare il potere in qualsiasi momento.</p>\n<p>Puoi usare questa caratteristica un numero di volte pari al tuo modificatore di Intelligenza (un minimo di una volta). Riprendi tutti gli utilizzi effettuati quando finisci un riposo lungo.</p>"
		},
		{
			"id": "Slicer Pursuit Techcasting",
			"name": "Affettatore di Ricerca del Casting Tecnologico",
			"description": "<p>Concentrazione Casting Tecnologia, quella creatura è un bersaglio valido per qualsiasi potere tecnologico con te lanciato con una portata di tocco.</p>\n<p>Inoltre, quando il bersaglio della tua Analisi Critica lancia un potere tecnologico, puoi usare la tua reazione per identificare il potere tecnologico lanciato e a quale livello.</p>"
		},
		{
			"id": "Smart Dispersal System",
			"name": "Sistema di Dispersione Smart",
			"description": "<p>Quando attivi il tuo distributore, puoi scegliere un numero di creature pari al tuo modificatore di Intelligenza. Queste creature hanno automaticamente successo nei loro tiri salvezza contro le tue miscele.</p>"
		},
		{
			"id": "Snap Fire",
			"name": "Fuoco Affrettato",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Blaster</em></p>\n<p>Modifichi la tua arma blaster modificata per effettuare colpi rapidi. Puoi usare la tua reazione per effettuare un attacco di opportunità con la tua arma modificata se un nemico si trova entro 3 metri da te. Hai svantaggio su questo attacco.</p>"
		},
		{
			"id": "Social Opportunist",
			"name": "Opportunista Sociale",
			"description": "<p>Puoi aggiungere metà del tuo bonus di competenza (arrotondato per difetto) a qualsiasi prova di Carisma che non includa già il tuo bonus di competenza.</p>"
		},
		{
			"id": "Sonar Pulse",
			"name": "Impulso Sonar",
			"description": "<p>Come azione mentre maneggi il tuo strumento modificato, puoi emettere un'onda sonora che fornisce un feedback sull'ambiente circostante. Per il minuto successivo, avrai un vantaggio alle prove di Saggezza (Percezione) e Intelligenza (Investigazione) per cercare porte nascoste, trappole o creature invisibili.</p>\n<p>Una volta usata questa caratteristica, non potrai usarla di nuovo finché non avrai finito un riposo breve o lungo.</p>"
		},
		{
			"id": "Song Flow",
			"name": "Flow del Canto",
			"description": "<p><em><strong>Prerequisiti:</strong> 11° livello</em></p>\n<p>Mentre suoni una canzone migliorata, puoi usare la tua azione bonus per passare da una canzone all'altra.</p>"
		},
		{
			"id": "Sound Dampeners",
			"name": "Smorzatori di Suono",
			"description": "<p>Questo potenziamento sostituisce le orecchie.</p>\n<p>Sei immune alla condizione di sordo e puoi attivare o disattivare la tua capacità di sentire in qualsiasi momento. Inoltre, le tue orecchie sono dotate di un traduttore personale che ti permette di capire fino a 15 lingue diverse, ma non puoi parlarle. Le lingue possono essere cambiate mentre sei interfacciato con un droide protocollare o un computer appropriato.</p>"
		},
		{
			"id": "Spice of Life",
			"name": "Spezia della Vita",
			"description": "<p>Qualsiasi cibo che prepari durante un riposo breve o lungo porta con sé un ulteriore effetto riscaldante. Le creature che lo consumano sono considerate adattate ai climi freddi, come descritto nel capitolo 5 della Guida del Dungeon Master, fino alla fine del prossimo riposo lungo della creatura o finché non siano passate 24 ore. Inoltre, la prima volta che una creatura che mangia il tuo cibo subisce un danno da freddo prima della fine del suo prossimo riposo breve o lungo, viene considerata resistente al danno.</p>"
		},
		{
			"id": "Spray Distribution System",
			"name": "Sistema di Distribuzione a Spray",
			"description": "<p>Potenzi il tuo distributore, garantendogli la capacità di spruzzare in un cono. Quando usi la tua azione per attivare il distributore, puoi scegliere di influenzare ogni creatura in un cono di 15 piedi.</p>\n<p>Puoi usare questo talento un numero di volte pari al tuo modificatore di Intelligenza (un minimo di una volta). Recuperi tutti gli usi consumati quando completi un riposo breve o lungo.</p>"
		},
		{
			"id": "Staggering Oscillator",
			"name": "Oscillatore SFalsato",
			"description": "<p><em><strong>Prerequisiti:</strong> Vibroarma</em></p>\n<p>Quando colpisci con l'arma, puoi costringere il bersaglio a effettuare un tiro salvezza di Forza. Se il tiro salvezza viene fallito, la creatura viene spinta indietro di 3 metri e messa a terra.</p>\n<p>Una volta che hai usato questa caratteristica, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Steady Eye",
			"name": "Occhio Fermo",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Al tuo turno, puoi ridurre la tua velocità della metà per ottenere un vantaggio alle prove di Saggezza (Percezione) o di Intelligenza (Investigazione) fino alla fine del turno. Non puoi usare questo talento se ti sei mosso più della metà della tua velocità in questo turno.</p>"
		},
		{
			"id": "Stealth Field Generator",
			"name": "Generatore di Campo Furtivo",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Integra un dispositivo di occultamento portatile e personale nella tua piattaforma di guerra elettronica. Attivare o disattivare il generatore richiede un'azione bonus e, mentre è attivo, hai un vantaggio sulle prove di abilità di Destrezza (Furtività) che si basano sulla vista. Il generatore dura 1 minuto. Questo effetto termina in anticipo se effettui un attacco o lanci un potere di forza o tecnico.</p>\n<p>Una volta che il generatore è stato attivato, non può essere attivato di nuovo finché non finisci un riposo breve o lungo.</p>"
		},
		{
			"id": "WscfgwMYPo4Sis5s",
			"name": "Generatore di Campo Furtivo",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Crei una cintura potenziata che funziona come un dispositivo di occultamento personale portatile. Attivare o disattivare il generatore richiede un'azione bonus e, mentre è attivo, avrai un vantaggio nelle prove di abilità di Destrezza (Furtività) che si basano sulla vista. Il generatore dura 1 minuto. Questo effetto termina in anticipo se effettui un attacco o lanci un potere di forza o tecnologico.</p>\n<p>Una volta che la cintura è stata attivata, non può essere attivata di nuovo finché non finisci un riposo breve o lungo.</p>"
		},
		{
			"id": "Strider's Routine",
			"name": "Routine dello Strider",
			"description": "<p>All'inizio di ogni tuo turno, puoi scegliere che ogni livello rallentato riduca la tua velocità solo di 5 piedi, a meno che non riduca la tua velocità a 0 fino all'inizio del tuo prossimo turno. In alternativa, puoi scegliere di estendere questo beneficio alle creature amiche entro 5 piedi da te, tranne te.</p>"
		},
		{
			"id": "Studied Commander",
			"name": "Comandante Studiato",
			"description": "<p>Quando effettui un controllo di Intelligenza (Conoscenza) o Intelligenza (Tecnologia) relativo a battaglie, tattiche o armi, puoi spendere un dado di superiorità e aggiungerlo al tiro.</p>"
		},
		{
			"id": "Subtle Execution",
			"name": "Esecuzione Impercettibile",
			"description": "<p>Quando lanci un potere tecnologico, puoi spendere un dado di superiorità per lanciare il potere senza alcun indizio visivo o uditivo. Le creature hanno svantaggio su qualsiasi prova di Intelligenza (Investigazione) o Saggezza (Percezione) effettuata per determinare se sei stato tu a lanciare il potere.</p>"
		},
		{
			"id": "Supernatural Vigor",
			"name": "Vigore Supernaturale",
			"description": "<p>Alla fine di un riposo lungo, puoi scegliere una creatura che puoi vedere entro 30 piedi (questo include te) da infondere con un potere innaturale. I punti ferita massimi e quelli attuali della creatura aumentano di una quantità pari al tuo livello da studioso e ha un vantaggio nei tiri salvezza di Costituzione per evitare l'esaurimento. Entrambi gli effetti terminano dopo 8 ore.</p>"
		},
		{
			"id": "Support Song Enhancement",
			"name": "Canto di Supporto Potenziato",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre suoni il tuo Canto di Supporto, quando lanci un potere tecnico che ripristina punti ferita o concede punti ferita temporanei, la quantità ripristinata o concessa viene aumentata di un ammontare pari al tuo modificatore di Intelligenza (minimo +1).</p>"
		},
		{
			"id": "Surgical Precision",
			"name": "Precisione Chirurgica",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em> </p>\n<p>Quando colpisci una creatura che è il bersaglio della tua caratteristica Analisi Critica con un attacco con un'arma, essa subisce un danno aggiuntivo pari al tuo modificatore di Destrezza.</p>"
		},
		{
			"id": "Surveillance Implant",
			"name": "Impianto di Sorveglianza",
			"description": "<p>Questo potenziamento sostituisce il tuo viso.</p>\n<p>Questo impianto include un headcomm con uno scrambler che codifica automaticamente i messaggi inviati a un commlink o a un ricevitore specificato.</p>"
		},
		{
			"id": "Survival Expert",
			"name": "Esperto di Sopravvivenza",
			"description": "<p>Quando effettui una prova di Sopravvivenza, puoi usare il tuo modificatore di Intelligenza invece di quello di Saggezza.</p>\n<p>Inoltre, hai un vantaggio nei tiri salvezza contro il veleno.</p>"
		},
		{
			"id": "Survival and Surveillance Implant",
			"name": "Impianto di Sopravvivenza e Sorveglianza",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Questo potenziamento sostituisce gli occhi e il viso.</p>\n<p>Questo impianto contiene diversi strumenti per la sopravvivenza e la ricognizione a lungo termine. Come azione bonus, puoi attivare una delle seguenti modalità che ti permettono di usare diversi di questi strumenti contemporaneamente. L'attivazione di una modalità diversa disattiva quella attualmente attiva. </p>\n<ul><li><strong>Modalità Comunicazioni:</strong> Questa suite di comunicazione include un headcomm con uno scrambler che codifica automaticamente i messaggi inviati a un commlink o a un ricevitore specificato. Mentre questa modalità è attiva, non puoi essere assordato.</li>\n<li><strong> Modalità Interceptor:</strong> Questa è una suite di disturbo e guerra elettronica che include un disturbatore di comunicazioni, un dispositivo olotraccia e uno scrambler tascabile.</li>\n<li><strong>Modalità Respiratore:</strong> Include un respiratore di base che garantisce vantaggio nei tiri salvezza per evitare di essere avvelenato e resistenza ai danni da veleno.</li></ul>"
		},
		{
			"id": "Sweeping Attack",
			"name": "Attacco Spazzante",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma da mischia, puoi spendere un dado superiorità per tentare di danneggiare un'altra creatura con lo stesso attacco. Scegli un'altra creatura entro 5 piedi dal bersaglio originale ed entro la tua portata. Se il tiro dell'attacco originale colpisse la seconda creatura, questa subirebbe un danno pari al numero che tiri sul tuo dado di superiorità. Il danno è dello stesso tipo di quello inflitto dall'attacco originale.</p>"
		},
		{
			"id": "Swift Gait Attuner",
			"name": "Attutore dell'Andatura Rapida",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello, Celerità Protesi per gamba</em></p>\n<p>Il punteggio di Destrezza della tua protesi di gambe Celerity aumenta di 2. Inoltre, ottieni competenza nei tiri salvezza di Destrezza.</p>"
		},
		{
			"id": "Tactical Retreat",
			"name": "Ritirata TAttica",
			"description": "<p>Quando effettui l'azione Scatto, gli attacchi di opportunità contro di te sono effettuati in svantaggio.</p>"
		},
		{
			"id": "Tactician's Instinct",
			"name": "Istinto del Tattico",
			"description": "<p>Quando usi il tuo talento Attacco Imprudente, puoi scegliere di non avere vantaggio sui tuoi tiri salvezza in questo turno. Se lo fai, le creature amiche entro 5 piedi da una creatura ostile che si trova entro 5 piedi da te hanno vantaggio sui tiri di attacco contro quella creatura.</p>"
		},
		{
			"id": "Targeted Analysis",
			"name": "Analisi Mirata",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>I tuoi tiri di attacco contro il bersaglio del tuo talento Analisi Critica non possono soffrire di svantaggio.</p>"
		},
		{
			"id": "Targeted Strike",
			"name": "Attacco Mirato",
			"description": "<p>Quando un alleato effettua un attacco contro una creatura, puoi usare la tua reazione per spendere un dado di superiorità. Si aggiunge il dado di superiorità al tiro di attacco e al tiro di danno se colpisce. Puoi usare questa manovra prima o dopo il tiro di attacco, ma prima che il GM determini se l'attacco colpisce o meno.</p>"
		},
		{
			"id": "Targeting Phased Array",
			"name": "Sensori a Fasi Bersaglianti",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Quando un alleato effettua un attacco contro una creatura, puoi usare la tua reazione per spendere un dado di superiorità. Si aggiunge il dado di superiorità al tiro di attacco e al tiro di danno se colpisce. Puoi usare questa manovra prima o dopo il tiro di attacco, ma prima che il GM determini se l'attacco colpisce o meno.</p>"
		},
		{
			"id": "Tech Amateur",
			"name": "Dilettante della Tecnologia",
			"description": "<p>Impari e puoi lanciare un potere tecnologico di 1° livello una volta per riposo lungo. La tua capacità di lanciare tecnologia è Intelligenza. Per questo potere è necessario l'uso di un polsino.</p>\n<p>Puoi selezionare questa scoperta più volte. Ogni volta che lo fai, devi scegliere un potere diverso.</p>"
		},
		{
			"id": "Tech Blast",
			"name": "Esplosione Tecnologica",
			"description": "<p><em><strong>Prerequisiti:</strong> Armatura</em></p>\n<p>Modifichi il tuo guanto dell'armatura modificato con un'arma blaster con cui sei abile. L'arma utilizza il tuo modificatore di Intelligenza per l'attacco e i tiri per i danni, e infligge [[/r 1d8]] danni energetici se colpita. Ha una gittata normale di 30 piedi e una gittata lunga di 120 piedi.</p>"
		},
		{
			"id": "Technologist's Exploit",
			"name": "Sfida del Tecnologo",
			"description": "<p>Impari e puoi lanciare un potere tecnologico di 1° livello una volta per riposo lungo. La tua capacità di lanciare tecnologia è Intelligenza. Per questo potere è necessario l'uso di un polsino.</p>\n<p>Puoi selezionare questo exploit più volte. Ogni volta che lo fai, devi scegliere un potere diverso.</p>"
		},
		{
			"id": "Telekinetic Ministrations",
			"name": "Ministrazioni Telecinesi",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello</em></p>\n<p>Puoi lanciare il potere di forza <em>telecinesi</em> al 5° livello senza spendere punti forza.</p>\n<p>Una volta che hai usato questa caratteristica, devi completare un lungo riposo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Tend the Wounded",
			"name": "Curare i Feriti",
			"description": "<p>Se tu o le creature amiche che puoi toccare recuperano punti ferita spendendo uno o più dadi ferita alla fine di un breve riposo, ognuna di queste creature recupera [[/r 1d4]] punti ferita extra.</p>\n<p>Questo dado aumenta quando raggiungi determinati livelli in questa classe: [[/r 1d6]] al 5° livello, [[/r 1d8]] al 9° livello, [[/r 1d10]] al 13° livello, e al [[/r 1d12]] al 17° livello.</p>"
		},
		{
			"id": "Terentatek's Instinct",
			"name": "Istinto di Terentatek",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>Quando sei costretto a effettuare un tiro salvezza contro un potere di forza, puoi usare immediatamente la tua reazione per muoverti fino a metà della tua velocità verso l'incantatore del potere sorgente. Se finisci questo movimento entro un raggio di 5 piedi dal bersaglio, puoi immediatamente effettuare un attacco con un'arma da mischia contro il bersaglio come parte di quella reazione.</p>"
		},
		{
			"id": "The Magic Number",
			"name": "Il Numero Magico",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Ogni volta che ottieni un 7 in una prova di abilità o in un tiro salvezza, puoi ripetere la prova di abilità o il tiro salvezza con vantaggio.</p>"
		},
		{
			"id": "The More the Merrier",
			"name": "Più sono, Meglio è",
			"description": "<p><em><strong>Prerequisiti:</strong> Taglia Piccola o più piccola</em></p>\n<p>Piuttosto che una singola bestia compagna, controlli più bestie che funzionano come uno sciame. La tua compagna bestia guadagna i seguenti benefici:</p>\n<ul>n<li>la sua taglia aumenta di due categorie (da Piccolo a Medio o da Piccolo a Grande).</li>\n<li>I suoi punti ferita aumentano di una quantità pari al doppio del suo livello + 2.</li>\n<li>Può essere montata solo da creature di almeno tre categorie di taglia più piccole di lei, invece di una. </li>\n<li>Può occupare lo spazio di un'altra creatura e viceversa, e può muoversi attraverso qualsiasi apertura abbastanza grande per una creatura di due categorie di taglia più piccola di lei.</li>\n<li>Mentre è sopra la metà dei suoi punti ferita massimi, quando compie l'azione Attacco, può effettuare un attacco addizionale. Se la creatura possiede la caratteristica Attacco Extra, questo attacco si aggiunge a quello concesso da tale talento.</li></ul>"
		},
		{
			"id": "The Years and the Mileage",
			"name": "Gli Anni e il Chilometraggio",
			"description": "<p>I tuoi studi archeologici ti hanno portato in tutta la galassia. Mentre sei il bersaglio del tuo talento Analisi Critica, puoi usare la tua capacità di Casting della Forza Universale al posto della Saggezza quando effettui le prove di Intuito o Sopravvivenza.</p>"
		},
		{
			"id": "Thirst for Justice",
			"name": "Sete di Giustizia",
			"description": "<p>Quando riduci una creatura ostile a 0 punti ferita, ma non la uccidi completamente, guadagni punti ferita temporanei pari al tuo livello di scolaro, che durano per 1 minuto.</p>"
		},
		{
			"id": "Tomb of the Ancients",
			"name": "Tomba degli Antichi",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Come reazione, quando subisci un danno, puoi intrappolarti nella Forza fino alla fine del tuo prossimo turno. Per la durata, hai resistenza al danno innescato, guadagni punti ferita temporanei pari a [[/r 1d10]] + il tuo modificatore di abilità di Casting della Forza universale + il tuo livello di scolaro per assorbire potenzialmente l'attacco, e la tua velocità è ridotta a 0.</p>\n<p>Una volta che hai usato questa caratteristica, non puoi usarla di nuovo finché non finisci un riposo breve o lungo.. </p>"
		},
		{
			"id": "Totem of the Acklay",
			"name": "Totem dell'Acklay",
			"description": "<p>Questo totem evoca la ferocia di un acklay, garantendoti un vantaggio alle prove di Intelligenza (Natura) e di Carisma (Intimidazione).</p>\n<p>Inoltre, puoi invocare il totem come azione bonus. Per 10 minuti, la tua capacità di trasporto e il peso che puoi spingere, trascinare o sollevare raddoppiano e il tuo punteggio di Forza aumenta di 2. Questo aumento può portare il tuo punteggio a superare il 20.</p>"
		},
		{
			"id": "Totem of the Hawk",
			"name": "Totem del Falco",
			"description": "<p>Questo totem è ispirato al volto di un falco e ti garantisce vantaggio alle prove di Intelligenza (Investigazione) e visione oscura fino a una distanza di 60 piedi. Se possiedi già la visione oscura, la sua portata aumenta di 30 piedi.</p>\n<p>Inoltre, quando una creatura che puoi vedere termina il suo turno entro 30 piedi da te, puoi usare la tua reazione per invocare il totem e costringere la creatura a effettuare un tiro salvezza in Costituzione emettendo un suono potente. A meno che il tiro salvezza non abbia successo, la creatura è stordita, soffrendo della condizione Incantata. Mentre è incantata in questo modo, la creatura ha una velocità pari a 0 ed è incapace. L'effetto termina se la creatura incantata subisce dei danni o se qualcun altro usa un'azione per scuotere la creatura dalla sua nebbia. Una volta invocato il totem, non puoi farlo di nuovo finché non finisci un riposo breve o lungo. Una creatura sorda supera automaticamente il tiro salvezza.</p>"
		},
		{
			"id": "Totem of the Loth-wolf",
			"name": "Totem del Lupo-loth",
			"description": "<p>Questo totem emula la quasi etereità di un lupo-loth, garantendoti un vantaggio alle prove di Destrezza (destrezza) e Carisma (inganno). Inoltre, quando tu o una creatura che riesci a vedere nel raggio di 9 metri da te viene colpita da un tiro di attacco, puoi usare la tua reazione per invocare il totem e far sì che quell'attacco prenda di mira un'altra creatura entro 9 metri da te (diversa dall'attaccante) che riesci a vedere, usando lo stesso tiro. Questa capacità può trasferire l'attacco indipendentemente dalla portata dell'attacco.</p>"
		},
		{
			"id": "Totem of the Rancor",
			"name": "Totem del Rancore",
			"description": "<p>Questo totem conferisce una resistenza che ricorda quella di un potente rancore, garantendoti un vantaggio nei tiri salvezza contro l'avvelenamento e una resistenza ai danni da veleno.</p>\n<p>Inoltre, puoi invocare il totem come azione bonus, ottenendo resistenza ai danni energetici e cinetici per 1 minuto.</p>"
		},
		{
			"id": "Totem of the Sarlacc",
			"name": "Totem del Sarlacco",
			"description": "<p>Questo totem canalizza l'esperienza di un antico sarlacc, garantendoti competenza in qualsiasi strumento in cui tu sia abile.</p>\n<p>Inoltre, quando colpisci una creatura con un attacco con un'arma, puoi invocare il totem per evocare i tentacoli della creatura: Il bersaglio deve riuscire in un tiro salvezza di Forza o essere trattenuto per 1 minuto. Mentre è trattenuto dai tentacoli, il bersaglio subisce [[/r 2d6]] danni da acido all'inizio di ogni suo turno. Il bersaglio può ripetere il tiro salvezza alla fine di ogni suo turno, liberandosi con un successo.</p>"
		},
		{
			"id": "Totem of the Vornskr",
			"name": "Totem del Vornskr",
			"description": "<p>Con questo totem puoi accedere ai sensi potenziati dalla Forza dei vornskr, garantendoti un vantaggio alle prove di Saggezza (Sopravvivenza) e non puoi essere sorpreso finché non sei incapacitato.</p>\n<p>Inoltre, puoi invocare il totem come azione bonus per entrare in uno stato di iperconsapevolezza per 1 minuto o finché non sei incapacitato. Fino al termine dello stato, quando tu o un'altra creatura che puoi vedere entro 60 piedi da te effettua un tiro di attacco, un tiro salvezza o una verifica delle capacità, puoi usare la tua reazione per far sì che il tiro abbia vantaggio o svantaggio.</p>"
		},
		{
			"id": "Tracker",
			"name": "Tracciatore",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Aggiungi un meccanismo di tracciamento alla tua arma modificata. Il tracciatore ha 3 cariche. Come azione puoi usare 1 carica per lanciare <em>blocco del bersaglio</em>. Come azione puoi usare 2 cariche per lanciare <em>rilevare l'invisibilità</em>.</p>n<p>Il tracciatore recupera tutte le cariche consumate dopo un lungo riposo.</p>"
		},
		{
			"id": "Tracker's Instinct",
			"name": "Istinto del Tracciatore",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Puoi rintracciare altre creature mentre viaggi a passo veloce, e puoi muoverti furtivamente mentre viaggi a passo normale.</p>"
		},
		{
			"id": "Trip Attack",
			"name": "Attacco ad Inciampo",
			"description": "<p>Quando colpisci una creatura con un attacco con un'arma, puoi spendere un dado superiorità per tentare di abbattere il bersaglio. Aggiungerai il dado superiorità al tiro per il danno dell'attacco e, se il bersaglio è Grande o più piccolo, dovrà effettuare un tiro salvezza di Forza. Se il tiro salvezza viene fallito, il bersaglio viene messo a terra a terra.</p>"
		},
		{
			"id": "Truelight",
			"name": "Truelight",
			"description": "<p><em><strong>Prerequisiti:</strong> 11° livello, Flashlight</em></p>\n<p>Se attivata, la tua torcia ora dissipa automaticamente le illusioni e può rilevare l'invisibilità, come con Vista Vera.</p>"
		},
		{
			"id": "Truelight Attachment",
			"name": "Accessorio Truelight",
			"description": "<p><em><strong>Prerequisiti:</strong> 11° livello, Accessorio Truelight</em></p>\n<p>Modifichi la tua piattaforma da guerra elettronica con una levetta che ti permette di ottenere brevemente una vista migliorata. Come azione bonus, puoi attivare la funzione truesight della tua piattaforma da guerra elettronica. Una volta attivata, per il minuto successivo la tua piattaforma di guerra elettronica disattiva automaticamente le illusioni e può rilevare l'invisibilità, come con truesight.</p>\n<p>Una volta che hai usato questa caratteristica, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Truesight Goggles",
			"name": "Occhiali Vista Vera",
			"description": "<p><em><strong>Prerequisiti:</strong> 11° livello, Occhiali Oscurovisione</em></p>\n<p>Modifichi i tuoi occhiali con una levetta che ti permette di ottenere per breve tempo una vista potenziata. Come azione bonus, puoi attivare la funzione Vista Vera dei tuoi occhiali. Una volta attivata, per il minuto successivo i tuoi occhiali dissipano automaticamente le illusioni e sono in grado di rilevare l'invisibilità, come nel caso di Vista era.</p>\n<p>Una volta che hai usato questa caratteristica, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Truesight Goggles",
			"name": "Truesight Goggles",
			"description": "<p><em><strong>Prerequisiti:</strong> 11° livello, Occhiali Oscurovisione</em></p>\n<p>Modifichi i tuoi occhiali con una levetta che ti permette di ottenere per breve tempo una vista potenziata. Come azione bonus, puoi attivare la funzione Vista Vera dei tuoi occhiali. Una volta attivata, per il minuto successivo i tuoi occhiali dissipano automaticamente le illusioni e sono in grado di rilevare l'invisibilità, come nel caso di Vista era.</p>\n<p>Una volta che hai usato questa caratteristica, devi completare un riposo breve o lungo prima di poterla usare di nuovo.</p>"
		},
		{
			"id": "Tyrant's Ferocity",
			"name": "Ferocia del Tiranno",
			"description": "<p>Hai vantaggio su qualsiasi attacco contro una creatura che è incantata da te o spaventata da te.</p>"
		},
		{
			"id": "Unbound Commander",
			"name": "Comandante Non Vincolato",
			"description": "<p><em><strong>Prerequisiti:</strong> 12° livello</em></p>\n<p>Impari a comandare i tuoi alleati alla vittoria da lontano. Il tuo raggio di Analisi Critica è aumentato a 120 piedi.</p>"
		},
		{
			"id": "Underground Adaptation",
			"name": "Adattamento Sotterraneo",
			"description": "<p>Guadagni una velocità di scavo pari alla tua velocità di camminata e puoi scavare un tunnel attraverso la roccia solida alla velocità di 1 piede per round. Per utilizzare questa velocità, devi avere due mani libere. Quando subisci la tua trasformazione mutagena, guadagni il senso del tremore fino a 9 metri per tutta la durata. Puoi rilevare e localizzare l'origine delle vibrazioni entro un raggio specifico, a condizione che il mostro e la fonte delle vibrazioni siano in contatto con lo stesso terreno o sostanza. Il senso del tremore non può essere utilizzato per individuare creature volanti o incorporee.</p>"
		},
		{
			"id": "Unerring Eye",
			"name": "Occhio Infallibile",
			"description": "<p><em><strong>Prerequisiti:</strong> 15° livello</em></p>\n<p>Puoi vedere la vera forma di qualsiasi mutaforma o creatura nascosta da un'illusione mentre la creatura si trova entro 30 piedi da te e in linea di vista.</p>"
		},
		{
			"id": "Universal Language",
			"name": "Linguaggio Universale",
			"description": "<p>Puoi comunicare idee semplici con qualsiasi creatura con un punteggio di Intelligenza pari a 6 o superiore attraverso espressioni e gesti di base.</p>"
		},
		{
			"id": "Unnatural Weaponry",
			"name": "Armamento Innaturale",
			"description": "<p>Ti spuntano gli artigli o qualche altra arma naturale. I tuoi colpi disarmati infliggono [[/r 1d4]] danni cinetici e puoi utilizzare un modificatore di Forza, Destrezza o Analisi Critica a tua scelta per i tiri per l'attacco e per i danni. Devi usare lo stesso modificatore per entrambi i tiri. Quando subisci la tua trasformazione mutagena, i tuoi colpi senz'armi aumentano a un [[/r d6]] e sono considerati potenziati per tutta la durata. Inoltre, quando colpisci con questi colpi, infliggi un ulteriore danno da [[/r 1d4]] acido, fulmine o veleno.</p>"
		},
		{
			"id": "Varactyl's Instinct",
			"name": "Istinto di Varactilo",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>Mentre sei in furia, hai vantaggio sulle prove di Destrezza, i tuoi tiri di attacco non possono subire svantaggi e ogni livello rallentato riduce la tua velocità solo di 5 piedi, a meno che non riduca la tua velocità a 0.</p>"
		},
		{
			"id": "Vector Amplifier",
			"name": "Amplificatore Vettore",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi il tuo corpo come Concentrazione Tecnologia, ottieni un bonus di +1 ai tiri di attacco tecnologico in mischia. Questo bonus aumenta a +2 al 9° livello e a +3 al 13° livello.</p>"
		},
		{
			"id": "Vector Rangefinder",
			"name": "Telemetro Vettoriale",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi il tuo corpo come Concentrazione Tecnologia, ottieni un bonus di +1 ai tiri per gli attacchi tecnologici a distanza.  Questo bonus aumenta a +2 al 9° livello e a +3 al 13° livello.</p>"
		},
		{
			"id": "Venomous Oscillator",
			"name": "Oscillatore Velenoso",
			"description": "<p><em><strong>Prerequisiti:</strong> 9° livello, Vibroarma</em></p>\n<p>Come azione bonus, puoi ricoprire la tua arma di un sottile strato di veleno per 1 minuto. La prossima volta che colpisci con l'arma, la creatura deve effettuare un tiro salvezza di Costituzione contro la tua CD di tiro salvezza tecnica. Se il tiro salvezza viene fallito, la creatura subisce [[/r 1d10]] danni da veleno e rimane avvelenata per 1 minuto.</p>\n<p>Una volta che hai usato questa caratteristica, devi completare un lungo riposo prima di poterla usare nuovamente.</p>"
		},
		{
			"id": "Versatile Explorer",
			"name": "Esploratore Versatile",
			"description": "<p>Puoi trattenere il respiro due volte più a lungo di quanto sei normalmente in grado di fare, e prendere la metà dei danni da caduta.</p>"
		},
		{
			"id": "Voice Synthesizer",
			"name": "Sintetizzatore Voce",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Questo potenziamento sostituisce la tua gola.</p>\n<p>Questo potenziamento vi permette di sintetizzare e imitare perfettamente qualsiasi voce che avete sentito nell'ultimo mese, e il sintetizzatore può tradurre le comunicazioni verbali tra un massimo di 5 lingue. Le lingue possono essere cambiate mentre sei interfacciato con un droide protocollare o un computer appropriato. Inoltre, puoi aggiungere il tuo modificatore di Intelligenza a qualsiasi prova di Carisma (Inganno) effettuata per mentire a un'altra creatura.</p>"
		},
		{
			"id": "Vow of Deflection",
			"name": "Voto della Deflessione",
			"description": "<p>Puoi usare la tua reazione per deviare un colpo quando ti viene inflitto un danno da un attacco con un'arma da mischia. Quando lo fai, il danno subito dall'attacco viene ridotto di [[/r 1d10]] + il tuo modificatore di Destrezza + il tuo livello da monaco.</p>"
		},
		{
			"id": "Vow of Fate",
			"name": "Voto del Destino",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Quando finisci un riposo breve o lungo, tira un [[/r d20]] e registra il numero ottenuto. Una volta prima del tuo prossimo riposo breve o lungo, puoi sostituire qualsiasi tiro di attacco, tiro salvezza o prova di abilità effettuato da te o da una creatura entro 1,5 metri da te con questo tiro. Devi scegliere di farlo prima del tiro.</p>"
		},
		{
			"id": "Vow of Fortitude",
			"name": "Voto della Forza d'Animo",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Puoi usare la tua azione o azione bonus per terminare un effetto su te stesso che ti sta causando accecato o assordato.</p>"
		},
		{
			"id": "Vow of Freedom",
			"name": "Voto della Libertà",
			"description": "<p>Ignori il terreno difficile non migliorato e quando useresti la tua azione per liberarti da un effetto che ti sta afferrando o trattenendo, puoi invece usare la tua azione bonus.</p>"
		},
		{
			"id": "Vow of Intuition",
			"name": "Voto della Intuizione",
			"description": "<p>Non puoi più avere svantaggio nei tiri per attaccare le creature entro 3 metri da te perché non sei in grado di vederle.</p>"
		},
		{
			"id": "Vow of Precision",
			"name": "Voto della Precisione",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>La tua portata dei colpi critici con colpi disarmati aumenta di 1.</p>"
		},
		{
			"id": "Vow of Requital",
			"name": "Voto del Contraccambio",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>Quando effettui l'azione Schivare e un attacco effettuato da una creatura entro 5 piedi da te ti manca prima dell'inizio del tuo prossimo turno, puoi usare la tua reazione per effettuare un attacco in mischia con un'arma da monaco o un colpo disarmato contro quella creatura.</p>"
		},
		{
			"id": "Vow of Restoration",
			"name": "Voto della Restaurazione",
			"description": "<p>Quando effettueresti un colpo disarmato, puoi spendere 1 punto focalizzazione per toccare invece una creatura volenterosa alla tua portata. Tira il tuo dado delle Arti Marziali. Il bersaglio guadagna punti ferita pari all'ammontare tirato + il tuo modificatore di Saggezza o Carisma (a tua scelta, minimo +1).</p>"
		},
		{
			"id": "Vow of Serenity",
			"name": "Voto della Serenità",
			"description": "<p>La tua concentrazione massimo aumenta di un importo pari alla metà del tuo modificatore di Saggezza o Carisma (a tua scelta, arrotondato per eccesso, minimo +1).</p>"
		},
		{
			"id": "Vow of Spirit",
			"name": "Voto dello Spirito",
			"description": "<p>Puoi usare, a tua scelta, Saggezza o Carisma invece di Forza o Destrezza per i tiri di attacco e di danno dei tuoi colpi disarmati e delle tue armi da monaco. Devi usare lo stesso modificatore per entrambi i tiri.</p>"
		},
		{
			"id": "Vow of the Devoted",
			"name": "Voto del Devoto",
			"description": "<p>Ottieni una capacità limitata di manipolare la Forza. Vedi il capitolo 10 per le regole generali del forcecasting e il capitolo 11 per la lista dei poteri della Forza.</p>\n<p><strong><em>Poteri della Forza Conosciuti.</em></strong> Impari 2 poteri della Forza a tua scelta. Impari un potere addizionale al 3°, 5°, 7°, 9°, 11°, 13°, 15° e 17° livello. Non puoi imparare un potere di forza di livello superiore al tuo livello di potere massimo, e puoi imparare un potere di forza nello stesso momento in cui impari il suo prerequisito. Puoi imparare solo poteri universali in questo modo.</p>\n<p><strong><em>Punti Forza.</em></strong> Invece dei punti forza, i poteri che impari con questo voto vengono lanciati usando i tuoi punti focalizzazione, a 1 punto focalizzazione per livello di potere. Puoi lanciare solo poteri universali in questo modo.</p>\n<p><strong><em>Livello Massimo di Potere.</em></strong> Molti poteri di forza possono essere sovraccaricati, consumando più punti focalizzazione per creare un effetto maggiore. Puoi sovraccaricare queste abilità fino a un livello massimo, che aumenta ai livelli più alti. Il tuo livello massimo di potere è 1°. Aumenta al 2° al 7° livello, al 3° al 13° livello e al 4° al 17° livello. Puoi lanciare i poteri di forza al 4° livello solo una volta. Riacquisti la capacità di farlo dopo un lungo riposo.</p>\n<p><strong><em>Abilità di Casting della Forza</em></strong> Utilizzi la tua capacità di focalizzazione ogni volta che un potere fa riferimento alla tua capacità di lancio della forza. Se un potere che lanci con i punti concentrazione richiede un tiro salvezza, userai la tua CD di tiro salvezza. Se un potere che lanci con i punti concentrazione richiede un tiro per attaccare, userai il tuo modificatore di attacco concentrazione.</p>"
		},
		{
			"id": "Vow of the Fighter",
			"name": "Voto del Combattente",
			"description": "<p>Adotti un particolare stile di combattimento come tua specialità. Scegli una delle opzioni di Stile di combattimento, dettagliate nel capitolo 6.</p>"
		},
		{
			"id": "Vow of the Focused",
			"name": "Vooto del Concentrato",
			"description": "<p>Puoi sostituire Forza, Costituzione o Intelligenza (scelta quando prendi questo voto) con Saggezza o Carisma per i tuoi talenti di classe da monaco, tranne che per altri voti.</p>"
		},
		{
			"id": "Vow of the Limber",
			"name": "Voto dell'Agile",
			"description": "<p><em><strong>Prerequisiti:</strong> 7° livello</em></p>\n<p>Quando esegui il tuo primo colpo disarmato nel tuo turno, puoi scegliere di spendere 1 punto concentrazione. Se lo fai, la tua portata con i tuoi colpi disarmati aumenta di 5 piedi fino alla fine del tuo turno.</p>"
		},
		{
			"id": "Vow of the Nemesis",
			"name": "Voto della nemesi",
			"description": "<p><em><strong>Prerequisiti:</strong> 13° livello</em></p>\n<p>Come azione bonus, puoi scegliere una creatura entro 30 piedi che puoi vedere. La creatura deve effettuare un tiro salvezza di Saggezza contro la tua CD di tiro salvezza di Concentrazione. Se il tiro salvezza ha successo, la creatura diventa immune a questa caratteristica per 24 ore. Se il tiro salvezza viene fallito, per il minuto successivo la creatura ha svantaggio nei tiri per colpire creature diverse da te e deve effettuare un ulteriore tiro salvezza di Saggezza ogni volta che tenta di spostarsi in uno spazio che si trova a più di 30 piedi da te; se riesce a superare questo tiro salvezza, questo talento non limita il suo movimento per quel turno. </p>\n<p>Questo talento termina in anticipo se attacchi un'altra creatura, se prendi di mira un'altra creatura ostile con un potere o uno talento di classe, se una creatura amica danneggia il bersaglio, se una creatura amica lo prende di mira con un potere o un talento di classe o se prendi di mira un'altra creatura con questo talento.</p>"
		},
		{
			"id": "Vow of the Open Mind",
			"name": "Vooto della Mente Aperta",
			"description": "<p>Guadagni competenza in un'abilità a tua scelta. Inoltre, puoi spendere 1 punto focalizzazione e 10 minuti per meditare su un'abilità in cui sei abile. Se lo fai, quando effettui una prova di abilità con l'abilità scelta, puoi aggiungere il tuo modificatore di Saggezza o Carisma alla prova, se non include già tale modificatore. Puoi avere solo un'istanza di questa caratteristica attiva alla volta.</p>"
		},
		{
			"id": "Vow of the Sentry",
			"name": "Voto della Sentinella",
			"description": "<p>Guadagni competenza nell'uso di armature leggere e medie. Inoltre, ora puoi ottenere i benefici delle tue caratteristiche di Arti marziali e Movimento disarmato mentre indossi un'armatura leggera o media, a patto che tu non stia brandendo uno scudo.</p>"
		},
		{
			"id": "Vow of the Versatile",
			"name": "Voto del Versatile",
			"description": "<p>Quando effettui un attacco disarmato come parte della tua azione bonus di Arti Marziali o della tua Raffica di Colpi, puoi invece effettuare un attacco in mischia con un'arma da monaco che stai brandendo.</p>"
		},
		{
			"id": "Warden's Routine",
			"name": "Routine del Custode",
			"description": "<p>All'inizio di ogni tuo turno, puoi scegliere di guadagnare una velocità di arrampicata e di nuoto pari alla tua velocità di camminata. In alternativa, puoi scegliere di estendere questo beneficio alle creature amiche entro 5 piedi da te, tranne te.</p>"
		},
		{
			"id": "GlOkgODwN6T8RjxR",
			"name": "Integrazione Arma",
			"description": "<p>Questo potenziamento sostituisce un avambraccio.</p>\n<p>Puoi integrare una singola arma che non pesi più di 8 libbre nel tuo avambraccio. Mentre è integrata, puoi usare un'azione bonus per nascondere o rivelare l'arma, che può essere usata solo mentre è rivelata. Mentre è nascosta, l'arma ha la proprietà nascosta. Mentre è rivelata, l'arma ha la proprietà fisso.</p>\n<p>Puoi scegliere questa modifica più volte.</p>"
		},
		{
			"id": "fGdxPGhDQWhgV86b",
			"name": "Integrazione Arma",
			"description": "<p>Puoi integrare una singola arma che non pesa più di 8 libbre nel tuo strumento. Mentre è integrata, quell'arma guadagna la proprietà nascosta.</p>"
		},
		{
			"id": "wPFLX7X8GqvW96fi",
			"name": "Integrazione Arma",
			"description": "<p>Puoi integrare una singola arma che non pesi più di 8 libbre nella tua imbracatura da gadgettista. Mentre è integrata, quell'arma guadagna le proprietà nascoste e fisse.</p>"
		},
		{
			"id": "Weapon Integration Armoring",
			"name": "Weapon Integration Armoring",
			"description": "<p><em><strong>Prerequisiti:</strong> Armatura</em></p>\n<p>You can integrate a single weapon that weighs no more than 8 lb. into your armor. While integrated, that weapon gains the hidden property. Additionally, you have advantage on Strength saving throws to avoid being disarmed.</p>"
		},
		{
			"id": "Weaponmaster's Exploit",
			"name": "Sfida del Maestro d'Armi",
			"description": "<p>Guadagni competenza in tre blaster o armi a vibrazione che non hanno le proprietà di forza e pesante.</p>\n<p>Puoi selezionare questa sfida più volte. Ogni volta che lo fai, devi scegliere armi diverse.</p>"
		},
		{
			"id": "Withercasting Controller",
			"name": "Controllore di Withercasting",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Guadagni un bonus di +1 alla CD dei tiri salvezza tecnici dei poteri che lanci che richiedono un tiro salvezza di Saggezza o Carisma. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Withercasting Inhibitor",
			"name": "Inibitore di Withercasting",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Mentre usi il tuo corpo come fuoco tecnologico, guadagni un bonus di +1 alla CD di tiro salvezza tecnologica dei poteri che lanci e che richiedono un tiro salvezza di Saggezza o Carisma. Questo bonus aumenta a +2 a 9° livello e +3 a 13° livello.</p>"
		},
		{
			"id": "Wrist-Mounted Grappling Hook",
			"name": "Rampino Montato su Computer da Polso",
			"description": "<p>Realizzi un'arma a rampino da polso attaccata a una corda ben avvolta. Con questo aggeggio, puoi effettuare un attacco a distanza con una gittata di 30/60. Se colpito, infligge [[/r 1d4]] danni cinetici. Questo attacco può colpire una superficie, un oggetto o una creatura. Come azione, una creatura può tentare di rimuovere l'uncino. Rimuovere l'amo richiede una prova di Forza. Mentre l'amo è conficcato nel bersaglio, sei collegato a quest'ultimo da un cavo di 60 piedi.</p>\n<p>Mentre l'amo è in funzione, puoi usare la tua azione bonus per attivare il mulinello, tirandoti verso la posizione se il bersaglio è della tua taglia o più grande. Una creatura o un oggetto più piccolo di te viene tirato verso di te. In alternativa, puoi scegliere di rilasciare il cavo (nessuna azione richiesta).</p>\n<p>Una volta che hai usato questa funzione, non puoi usarla di nuovo finché non recuperi e reinserisci l'amo come azione.</p>"
		},
		{
			"id": "Wrist-Mounted Grappling Hook",
			"name": "Wrist-Mounted Grappling Hook",
			"description": "<p>Realizzi un'arma a rampino da polso attaccata a una corda ben avvolta. Con questo aggeggio, puoi effettuare un attacco a distanza con una gittata di 30/60. Se colpito, infligge [[/r 1d4]] danni cinetici. Questo attacco può colpire una superficie, un oggetto o una creatura. Come azione, una creatura può tentare di rimuovere l'uncino. Rimuovere l'amo richiede una prova di Forza. Mentre l'amo è conficcato nel bersaglio, sei collegato a quest'ultimo da un cavo di 60 piedi.</p>\n<p>Mentre l'amo è in funzione, puoi usare la tua azione bonus per attivare il mulinello, tirandoti verso la posizione se il bersaglio è della tua taglia o più grande. Una creatura o un oggetto più piccolo di te viene tirato verso di te. In alternativa, puoi scegliere di rilasciare il cavo (nessuna azione richiesta).</p>\n<p>Una volta che hai usato questa funzione, non puoi usarla di nuovo finché non recuperi e reinserisci l'amo come azione.</p>"
		},
		{
			"id": "X-Ray Targeting",
			"name": "Bersagliamento X-Ray",
			"description": "<p><em><strong>Prerequisiti:</strong> 5° livello</em></p>\n<p>Ottimizzi i tuoi sensori per trovare i punti deboli nelle armature spesse. I tuoi attacchi con le armi e i poteri tecnologici infliggono danni doppi contro i costrutti.</p>"
		}
	]
}