{
	"label": "Strumenti da Artigiani",
	"entries": [
		{
			"id": "Armormech's implements",
			"name": "Strumenti da armormech",
			"description": "<p>Gli strumenti da armormech includono tutti i componenti necessari per permetterti di lavorare le materie prime per creare o riparare i danni alle armature e agli scudi.</p>\n<p><strong><h1>Conoscenze</strong></h1></p>\n<p>La tua competenza ti conferisce un'intuizione aggiuntiva quando esamini armature e scudi.<p>\n<p><strong><h1>Investigare, Percezione</h1></strong></p>\n<p>Puoi individuare indizi e fare deduzioni che altri potrebbero trascurare quando un'indagine coinvolge armature e scudi.</p>\n<p><strong><h1>Furtività</h1></strong></p>\n<p>La tua maggiore comprensione dell'armatura che tu - o i tuoi alleati - indossate permette un movimento più cauto.</p>\n<p><strong><h1>Ripara Armatura</h1></strong></p>\n<p>Con l'accesso ai tuoi strumenti, puoi riparare un'armatura o uno scudo. Per qualsiasi oggetto, è necessario accedere alle materie prime necessarie per ripararlo.</p>\n<p><em><strong>Esempi di attività</strong><em></p>\n<p>Riparare un'armatura o uno scudo = 15 CD</p>\n<p>Distruggere un'armatura o uno scudo = 15 CD</p>"
		},
		{
			"id": "Armstech's implements",
			"name": "Strumenti da armstech",
			"description": "<p>Gli strumenti di armstech includono tutti i componenti necessari per permetterti di lavorare le materie prime per creare o riparare i danni ai blaster e alle vibroarmi.</p>\n<p><strong><h1>Conoscenze</strong></h1></p>\n<p>La tua esperienza ti conferisce un'intuizione aggiuntiva nell'esaminazione dei blaster e delle vibroarmi.</p>\n<p><strong><h1>Investigare, Percezione</h1></strong></p>\n<p>Puoi individuare indizi e fare deduzioni che altri potrebbero trascurare quando un'indagine coinvolge blaster e vibroarmi.</p>\n<p><strong><h1>Tecnologia</h1></strong></p>\n<p>È possibile identificare più facilmente un blaster potenziato o le proprietà delle vibroarmi.</p>\n<p><strong><h1>Ripara Armi</h1></strong></p>\n<p>Con l'accesso ai tuoi strumenti, puoi riparare un blaster o vibroarma. Per qualsiasi oggetto, è necessario accedere alle materie prime necessarie per ripararlo.</p>\n<p><em><strong>Esempi di attività</strong><em></p>\n<p>Riparare un blaster o una vibroarma = 15 CD</p>\n<p>Distruggere un blaster o una vibroarma = 15 CD</p>"
		},
		{
			"id": "Artificer's implements",
			"name": "Strumenti da artefice",
			"description": "<p>Gli strumenti da artefice includono tutti i componenti necessari per permetterti di creare e riparare generatori di concetrazione, olocroni e armi leggere.</p>\n<p><strong><h1>Intuizione</strong></h1></p>\n<p>Hai una maggiore intuizione quando hai a che fare con gli spiriti intrappolati negli olocroni.</p>\n<p><strong><h1>Conoscenze</h1></strong></p>\n<p>La tua esperienza ti conferisce un'ulteriore comprensione nel determinare l'origine e l'età delle armi leggere.</p>\n<p><strong><h1>Tecnologia</h1></strong></p>\n<p>La tua conoscenza ti garantisce una maggiore comprensione quando effettui il reverse engineering delle modifiche alle armi leggere o agli oggetti con modifiche che usano il generatore di concentrazione.</p>\n<p><strong><h1>Ripara Armi Leggere</h1></strong></p>\n<p>Con l'accesso ai tuoi strumenti, puoi riparare un'arma leggera. Hai bisogno di accedere alle materie prime necessarie per ripararla.</p>\n<p><em><strong>Esempi di attività</strong><em></p>\n<p>Riparare un'arma leggera = 15 CD</p>\n<p>Distruggere un'arma leggera = 15 CD</p>\n<p>Disassemblare un'arma leggera = 20 CD</p>"
		},
		{
			"id": "Artist's implements",
			"name": "Strumenti da artista",
			"description": "<p>Gli strumenti da artista includono tutti i componenti necessari per creare e conservare l'arte.</p>\n<p><strong><h1>Conoscenze</strong></h1></p>\n<p>La tua competenza ti aiuta a scoprire qualsiasi tipo di tradizione legata a un'opera d'arte, come le proprietà mistiche di un dipinto o le origini di uno strano murale trovato in un dungeon.</p>\n<p><strong><h1>Investigare, Percezione</h1></strong></p>\n<p>Quando ispezioni un dipinto o un'opera d'arte visiva simile, la tua conoscenza delle pratiche che stanno dietro alla sua creazione può garanti un'ulteriore comprensione.</p>\n<p><strong><h1>Scrivere e Dipingere</h1></strong></p>\n<p>Come parte di un breve o lungo riposo, puoi produrre una semplice opera d'arte. Anche se il tuo lavoro potrebbe mancare di precisione, puoi catturare un'immagine o una scena, o fare una rapida copia di un'opera d'arte che hai visto.</p>\n<p><em><strong>Esempi di attività</strong><em></p>\n<p>Dipingere un ritratto accurato = 10 CD</p>\n<p>Creare un dipinto con un messaggio nascosto = 20 CD</p>"
		},
		{
			"id": "Astrotech's implements",
			"name": "Strumenti da astrotech",
			"description": "<p>Gli strumenti di astrotech includono tutti i componenti necessari per creare personalizzazioni di droidi, assemblare droidi e modificare i droidi assemblati.</p>\n<p><strong><h1>Investigare</strong></h1></p>\n<p>Il tuo occhio perspicace, unito alla tua esperienza con i tuoi strumenti, ti permette di identificare i droidi che hanno personalizzazioni installate di parti aftermarket.</p>\n<p><strong><h1>Conoscenze</h1></strong></p>\n<p>La tua esperienza ti permette di determinare la linea di prodotti, il modello e la classe di un droide.</p>\n<p><strong><h1>Tecnologia</h1></strong></p>\n<p>La tua conoscenza ti permette di determinare se un droide è stato modificato oltre le specifiche del suo modello, e in che misura.</p>\n<p><strong><h1>Modifica Droide</h1></strong></p>\n<p>Con l'accesso ai tuoi strumenti e un pezzo di droide appropriato, puoi sostituire un pezzo su un droide nel corso di un lungo riposo.</p>\n<p><em><strong>Esempi di attività</strong><em></p>\n<p>Identificare la designazione di un droide = 10 CD</p>\n<p>Modificare la parte di un droide = 10 CD</p>\n<p>Identificare la modifica di un droide = 15 CD</p>\n<p>Creare una parte di droide = Varia</p>\n<p>Reverse engineering della parte di un droide = Varia</p>"
		},
		{
			"id": "Audiotech's implements",
			"name": "Strumenti da audiotech",
			"description": "Gli strumenti di audiotech sono per la fabbricazione e l'accordatura di strumenti musicali."
		},
		{
			"id": "Biotech's implements",
			"name": "Strumenti da biotech",
			"description": "<p>Gli strumenti da biotech includono tutti i componenti necessari per creare e installare potenziamenti cibernetici negli umanoidi e nelle bestie.</p>\n<p><strong><h1>Medicina</strong></h1></p>\n<p>Combinato con gli strumenti da biotech, il tuo acume medico ti permette di trattare meglio le lesioni dei pazienti potenziati ciberneticamente.</p>\n<p><strong><h1>Intuizione</h1></strong></p>\n<p>La tua conoscenza della funzionalità della cibernetica ti garantisce una migliore consapevolezza dei tic facciali di chi è stato potenziato ciberneticamente.</p>\n<p><strong><h1>Tecnologia</h1></strong></p>\n<p>La tua conoscenza ed esperienza ti permette di identificare gli aumenti cibernetici e la loro funzione.</p>\n<p><em><strong>Esempi di attività</strong><em></p>\n<p>Installare un potenziamento = Varia</p>\n<p>Reverse engineering di un potenziamento = Varia</p>"
		},
		{
			"id": "Constructor's implements",
			"name": "Strumenti da costruttore",
			"description": "<p>Gli strumenti del costruttore includono tutti i componenti necessari per costruire mobili e strutture.</p>\n<p><strong><h1>Conoscenze</strong></h1></p>\n<p>Questo strumento professionale ti aiuta a identificare l'uso e l'origine di edifici e strutture.</p>\n<p><strong><h1>Investigare/Percezione</h1></strong></p>\n<p>Si ottiene una visione aggiuntiva quando si ispezionano aree all'interno delle strutture, perché si conoscono i trucchi di costruzione che possono nascondere aree alla scoperta.</p>\n<p><strong><h1>Fortificare</h1></strong></p>\n<p>Con 1 minuto di lavoro e materie prime, puoi rendere una porta o una finestra più difficile da aprire a forza. Aumenta la CD necessaria per aprirla di 5.</p>\n<p><strong><h1>Rifugio Temporaneo</h1></strong></p>\n<p>Come parte di un lungo riposo, puoi costruire una capanna o un riparo simile per mantenere il tuo gruppo all'asciutto e all'ombra per la durata del riposo. Poiché è stato costruito rapidamente con qualsiasi legno disponibile, il riparo crolla 1d3 giorni dopo essere stato montato.</p>\n<p><em><strong>Esempi di attività</strong><em></p>\n<p>Scalpellare un piccolo foro in un muro = 10 CD</p>\n<p>Progettare una struttura complessa = 15 CD</p>\n<p>Trovare un punto debole in un muro = 15 CD</p>\n<p>Fare leva su una porta = 20 CD</p>"
		},
		{
			"id": "Cybertech's implements",
			"name": "Strumenti da cybertech",
			"description": "<p>Gli strumenti da cybertech includono tutti i componenti necessari per modificare e mantenere i datacron, i gadget e i computer da polso.</p>\n<p><strong><h1>Conoscenze</strong></h1></p>\n<p>La tua conoscenza ti permette di conoscere meglio la storia e l'origine dei datacron.</p>\n<p><strong><h1>Investigare</h1></strong></p>\n<p>Il tuo uso degli strumenti ti permette di discernere più accuratamente le illusioni entro 5 piedi da te per quello che sono.</p>\n<p><strong><h1>Tecnologia</h1></strong></p>\n<p>La tua esperienza ti permette di conoscere meglio le proprietà migliorate dei computer da polso.</p>\n<p><em><strong>Esempi di attività</strong><em></p>\n<p>Sbloccare un datacron = Varia</p>\n<p>Disassemblare un computer da polso = 20 CD</p>"
		},
		{
			"id": "Gadgeteer's implements",
			"name": "Strumenti da gadgettista",
			"description": "Gli strumenti da gadgettista sono usati per creare molti tipi di attrezzi per l'avventura, come i jetpack o equipaggiamento Attacco-Stacco."
		},
		{
			"id": "Geneticist's implements",
			"name": "Strumenti da genetista",
			"description": "Gli strumenti del genetista servono per creare e innestare mutazioni genetiche."
		},
		{
			"id": "Jeweler's implements",
			"name": "Strumenti da gioielliere.",
			"description": "<p>Gli strumenti del gioielliere includono tutti i componenti necessari per identificare e raffinare le pietre preziose.</p>\n<p><strong><h1>Conoscenze</strong></h1></p>\n<p>La padronanza degli strumenti da gioielliere ti garantisce la conoscenza dei presunti usi mistici delle gemme. Questa conoscenza si rivela utile quando effettui le prove di conoscenza relative alle gemme o agli oggetti tempestati di gemme.</p>\n<p><strong><h1>Investigare</h1></strong></p>\n<p>Quando ispezioni oggetti ingioiellati, la tua abilità con gli strumenti da gioielliere ti aiuta a cogliere gli indizi che potrebbero contenere.</p>\n<p><strong><h1>Tecnologia</h1></strong></p>\n<p>La vostra esperienza combinata vi permette di raffinare le pietre preziose da usare con maggiore efficienza.</p>\n<p><strong><h1>Identificare Gemme</h1></strong></p>\n<p>È possibile identificare le gemme e determinare il loro valore a colpo d'occhio.</p>\n<p><em><strong>Esempi di attività</strong><em></p>\n<p>Modificare l'aspetto di una gemma = 15 CD</p>\n<p>Determinare la storia di una gemma = 20 CD</p>"
		},
		{
			"id": "Surveyor's implements",
			"name": "Strumenti da geometra",
			"description": "<p>Gli strumenti da geometra includono tutti i componenti necessari per disegnare e conservare le mappe.</p>\n<p><strong><h1>Conoscenze</strong></h1></p>\n<p>Puoi usare la tua conoscenza delle mappe e dei luoghi per scoprire informazioni più dettagliate. Per esempio, potresti individuare messaggi nascosti in una mappa, identificare quando la mappa è stata fatta per determinare se le caratteristiche geografiche sono cambiate da allora, e così via.</p>\n<p><strong><h1>Natura</h1></strong></p>\n<p>La tua familiarità con la geografia fisica ti rende più facile rispondere a domande o risolvere problemi relativi al terreno che ti circonda.</p>\n<p><strong><h1>Sopravvivenza</h1></strong></p>\n<p>La tua comprensione della geografia rende più facile trovare i percorsi verso la civiltà, prevedere dove si possono trovare le città ed evitare di perdersi. Hai studiato così tante mappe che gli schemi comuni, come il modo in cui si evolvono le rotte commerciali e dove sorgono gli insediamenti in relazione alle località gegrafiche, ti sono familiari.</p>\n<p><strong><h1>Crea una mappa</h1></strong></p>\n<p>Mentre si viaggia, si può disegnare una mappa e dedicarsi ad altre attività frattanto.</p>\n<p><em><strong>Esempi di attività</strong><em></p>\n<p>Determinare l'età e l'origine di una mappa = 10</p>\n<p>Stimare la direzione e la distanza da un punto di riferimento = 15 CD</p>\n<p>Discernere che una mappa è falsa = 15 CD</p>\n<p>Riempire una parte mancante di una mappa = 20 CD</p>"
		},
		{
			"id": "Synthweaver's implements",
			"name": "Strumenti da synthweaver",
			"description": "<p>Gli strumenti da synthweaver includono tutti i componenti necessari per creare e riparare abiti e stivali.</p>\n<p><strong><h1>Conoscenze</strong></h1></p>\n<p>La sua esperienza le permette di avere un'idea in più quando esamina i vestiti e gli stivali.</p>\n<p><strong><h1>Investigare</strong></h1></p>\n<p>Usando la tua conoscenza del processo di creazione di oggetti di stoffa, puoi individuare indizi e fare deduzioni che altri trascurerebbero quando esamini arazzi, tappezzerie, vestiti e altri oggetti tessuti, o esaminando l'usura di vestiti e stivali.</p>\n<p><strong><h1>Costruisci Scomparto Nascosto</h1></strong></p>\n<p>Con 8 ore di lavoro, è possibile aggiungere uno scompartimento nascosto a un paio di stivali o a un capo di abbigliamento. Lo scomparto può contenere un oggetto lungo fino a 3 pollici e largo e profondo 1 pollice. Effettui una prova di Intelligenza usando la tua abilità con gli strumenti per determinare la CD della prova di Intelligenza (Investigare) necessaria per trovare lo scomparto.</p>\n<p><strong><h1>Mantieni Scarpe</h1></strong></p>\n<p>Come parte di un lungo riposo, puoi riparare gli stivali dei tuoi compagni. Per le successive 24 ore, fino a sei creature a tua scelta che indossano gli stivali su cui hai lavorato possono viaggiare fino a 10 ore al giorno senza effettuare tiri salvezza per evitare la stanchezza.</p>\n<p><em><strong>Esempi di attività</strong><em></p>\n<p>Riutilizzare o rattoppare un vestito = 10 CD</p>\b<p>Personalizzare un abito = 15 CD</p>\n<p>Trovare uno scomparto nascosto nei vestiti = 15 CD</p>"
		},
		{
			"id": "Tinker's implements",
			"name": "Strumenti da tuttofare",
			"description": "<p>Gli strumenti da tuttofare includono tutti i componenti necessari per creare e riparare i potenziamenti, le barriere e i gingilli.</p>\n<p><strong><h1>Conoscenze</strong></h1></p>\n<p>È possibile determinare l'età e l'origine degli oggetti, anche se sono rimasti solo pochi pezzi dell'originale.</p>\n<p><strong><h1>Investigare/Percezione</strong></h1></p>\n<p>Sei più efficace nell'identificare le trappole nascoste dai detriti.</p>\n<p><strong><h1>Rapidità di Mano</h1></strong></p>\n<p>Sei più efficace nel nascondere le trappole che piazzi.</p>\n<p><strong><h1>Ripara Gingilli</h1></strong></p>\n<p>Con l'accesso ai tuoi strumenti, puoi riparare piccoli oggetti. Per qualsiasi oggetto, hai bisogno di accedere alle materie prime necessarie per ripararlo.</p>\n<p><em><strong>Esempi di attività</strong><em></p>\n<p>Riparare temporaneamente un dispositivo disattivato = 10 CD</p>\n<p>Riparare un oggetto in metà tempo = 15 CD</p>\n<p>Improvvisare un oggetto usando degli scarti = 20 CD</p>"
		}
	]
}
