{
	"label": "Stili di Combattimento",
	"entries": [
		{
			"id": "Akimbo Style",
			"name": "Stile Akimbo",
			"description": "<p>Sei abile a combattere con due blaster. Mentre impugni in ogni mano armi separate con le quali sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando ingaggi un combattimento con due armi, puoi aggiungere il tuo modificatore di abilità al tiro per i danni del tuo attacco di combattimento con due armi, purché non includa già quel modificatore.</li>\n<li>Ricaricare un'arma non richiede più una mano libera.</li></ul>"
		},
		{
			"id": "Berserk Style",
			"name": "Stile Berserk",
			"description": "<p>Sei abile a restituire il dolore a coloro che lo procurano. Ottieni i seguenti benefici: </p>\n<ul>\n<li>Quando colpisci con un attacco in mischia usando la Forza, infliggi un danno aggiuntivo pari al tuo modificatore di Forza se quella creatura ti ha inflitto danni dall'inizio del tuo ultimo turno.</li>\n<li>Quando scegli di lasciare che un attacco che ti mancherebbe ti colpisca invece, la creatura tira i danni come al solito invece di scegliere il massimo.</li></ul>"
		},
		{
			"id": "Brawler Style",
			"name": "Stile Rissaiolo",
			"description": "<p>Sei abile ad usare il tuo peso a tuo vantaggio. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Sei abile con le armi improvvisate.</li>\n<li>Il tuo dado del danno per i tuoi colpi disarmati e le armi naturali aumenta di un passo (da 1 a [[/r d4]], [[/r d4]] a [[/r d6]], o [[/r d6]] a [[/r d8]]). </Quando esegui l'azione Attacco e cerchi di afferrare, spingere o far inciampare una creatura, o effettui un attacco contro una creatura con un colpo disarmato o con un'arma impugnata con una mano nel tuo turno, puoi usare la tua azione bonus per effettuare un colpo disarmato, afferrare, spingere o far inciampare contro la stessa creatura.</li></ul>"
		},
		{
			"id": "Covert Style",
			"name": "Stile Nascosto",
			"description": "<p>Sei abile a combattere da angoli nascosti. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Puoi prendere l'azione Nascondersi come azione bonus. Se potevi già compiere l'azione Nascondersi come azione bonus, puoi invece compierla come reazione nel tuo turno.</li>\n<li>Le creature a cui hai inflitto danni dall'inizio del tuo ultimo turno hanno svantaggio alle prove di Saggezza (Percezione) effettuate per trovarti.</li></ul>"
		},
		{
			"id": "Defense Style",
			"name": "Stile Difesa",
			"description": "<p>Sei abile nell'arte di difenderti. Mentre indossi un'armatura media o pesante con la quale sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Puoi usare la tua azione bonus per marcare un bersaglio entro 30 piedi che puoi vedere fino alla fine del tuo prossimo turno. Quando lo fai, i danni che il bersaglio ti infligge sono ridotti di un ammontare pari alla metà del tuo modificatore di Forza o Costituzione (a tua scelta, arrotondato per eccesso, minimo 1) mentre sei marchiato. Puoi avere solo una creatura marcata in questo modo alla volta.</li>\n<li>Hai un vantaggio sulle prove di Forza e sui tiri salvezza di Forza per evitare di essere spostato.</li></ul>"
		},
		{
			"id": "Disruption Style",
			"name": "Stile Ridompente",
			"description": "<p>Scegli tra il lancio di un potere di forza o tecnologico. Sei abile a combattere e interferire con i caster del tipo scelto. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando nel tuo turno costringi una creatura a effettuare un tiro salvezza in Costituzione per mantenere la concentrazione, e questa riesce nel tiro salvezza, puoi usare la tua azione bonus per costringerla a ripetere il tiro salvezza. Devono usare il nuovo tiro.</li>\n<li>Una volta per round, quando una creatura ostile tenta di lanciare un potere mentre si trova entro 5 piedi da te, deve prima effettuare un tiro salvezza di Costituzione come per mantenere la concentrazione (DC = 10 + il livello del potere). In caso di fallimento, il potere non viene lanciato e i punti vengono sprecati.</li></ul>"
		},
		{
			"id": "Dual Wield Style",
			"name": "Stile Doppia Arma",
			"description": "<p>Sei abile a combattere con due armi. Mentre impugni in ogni mano armi diverse con le quali sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando ingaggi un combattimento con due armi, puoi aggiungere il tuo modificatore di abilità al tiro per i danni del tuo attacco di combattimento con due armi, purché non includa già quel modificatore.</li>\n<li>Quando effettui un attacco di opportunità, puoi attaccare con entrambe le tue armi.</li></ul>"
		},
		{
			"id": "Duelist Style",
			"name": "Stile Duellante",
			"description": "<p>Sei abile nell'arte di combattere con una sola arma. Mentre maneggi un'arma in una mano con cui sei abile e nessun'altra arma, ottieni i seguenti benefici:</p>\n<ul>\n<li>Puoi usare la tua azione bonus per fingere. Se lo fai, devi effettuare una prova di Carisma (Inganno) contestata dalla prova di Saggezza (Intuito) del bersaglio. In caso di successo, avrai un vantaggio al primo tiro di attacco che effettuerai contro di loro prima dell'inizio del tuo prossimo turno.</li>\n<li>Quando manchi un attacco con un'arma nel tuo turno, puoi usare la tua azione bonus per ripetere l'attacco contro lo stesso bersaglio. Qualsiasi modifica al tiro di attacco originale, come vantaggio, svantaggio o senza il tuo bonus di competenza, influisce anche su questo tiro di attacco.</li>\n<li>Una volta in ogni tuo turno, estrarre o riporre un'arma a una mano non richiede più la tua interazione con gli oggetti.</li></ul>"
		},
		{
			"id": "Equilibrium Style",
			"name": "Stile Equilibrium",
			"description": "<p>Sei abile a combattere senza i limiti dell'armatura. Mentre indossi un'armatura leggera o nulla e non brandisci uno scudo, ottieni i seguenti benefici:</p>\n<ul>\n<li>Puoi usare la tua azione bonus per marcare un bersaglio entro 30 piedi che puoi vedere fino alla fine del tuo prossimo turno. Quando lo fai, ottieni un bonus alla CA e ai tiri salvezza di Destrezza contro gli effetti che il bersaglio controlla pari alla metà del tuo modificatore di Destrezza (arrotondato per eccesso, minimo +1) mentre sei marchiato. Puoi avere solo una creatura marchiata in questo modo alla volta.</li>\n<li>Hai un vantaggio alle prove di Destrezza e ai tiri salvezza di Destrezza per evitare di essere spostato.</li></ul>"
		},
		{
			"id": "Explosives Style",
			"name": "Stile Esplosivo",
			"description": "<p>Sei abile a combattere con gli esplosivi. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Puoi lanciare granate con la tua azione bonus, invece che con la tua azione. Se potevi già lanciare granate come azione bonus, puoi invece farlo come reazione nel tuo turno.</li>\n<li>Quando una creatura tira un 1 al tiro salvezza contro una munizione o un esplosivo che controlli, tratta il danno dell'effetto come se avesse tirato il massimo.</li></ul>"
		},
		{
			"id": "Formation Style",
			"name": "Stile Formazione",
			"description": "<p>Sei abile a combattere con un compagno. Mentre un alleato si trova a meno di un metro e mezzo da te, ottieni i seguenti benefici:</p>\n<ul>\n<li>Puoi effettuare l'azione Guardia come azione bonus. Se potevi già compiere l'azione di Guardia come azione bonus, puoi invece compierla come reazione nel tuo turno.</li>\n<li>Quando muovi nel tuo turno, puoi usare un'azione bonus per permettere a un alleato consenziente entro un raggio di 5 piedi da te di muoversi con te (l'alleato non deve compiere alcuna azione). L'alleato deve terminare il movimento entro un metro e mezzo da te, e questo movimento non può superare la velocità dell'alleato.</li>\n<li>Quando scegli di lasciare che un attacco che colpirebbe un alleato sorvegliato colpisca te, la creatura tira i danni normalmente invece di scegliere il massimo.</li></ul>"
		},
		{
			"id": "Formfighting Style",
			"name": "Stile Forme di Spada Laser",
			"description": "<p><em><strong>Prerequisiti:</strong> La capacità di lanciare poteri della forza</em></p>\n<p>Sei abile nelle basi delle forme conosciute di combattimento con la spada laser. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Impari tre forme di spada laser, descritte più avanti in questo capitolo.</li>\n<li>Una volta in ogni tuo turno, puoi estrarre o riporre un'arma luminosa senza usare la tua interazione con gli oggetti.</li></ul>"
		},
		{
			"id": "Great Weapon Style",
			"name": "Stile Armi Grandi",
			"description": "<p>Sei abile a sfruttare il peso di un'arma a tuo vantaggio. Mentre stai brandendo un'arma leggera o vibro con la proprietà a due mani con cui sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando tiri un 1 o 2 su un dado per il danno dell'arma, puoi ritirare il dado e devi usare il nuovo tiro, anche se il nuovo tiro è un 1 o 2.</li>\n<li>Afferrare un'arma a due mani che stai brandendo in una sola mano con l'altra mano non richiede più la tua interazione con gli oggetti.</li></ul>"
		},
		{
			"id": "Guerrilla Style",
			"name": "Stile Guerriglia",
			"description": "<p>Sei abile a manovrare sul campo di battaglia. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Puoi prendere l'azione Disingaggia come azione bonus. Se potevi già compiere l'azione Disingaggia come azione bonus, puoi invece compierla come reazione nel tuo turno.</li>\n<li>Quando compi l'azione Disingaggia, ignori il terreno difficile non migliorato e hai un vantaggio alla prima prova di abilità o al primo tiro salvezza per evitare un effetto che compromette la tua velocità di movimento o ti costringe a muoverti prima dell'inizio del tuo prossimo turno.</li></ul>"
		},
		{
			"id": "Gunning Style",
			"name": "Stile Crivellare",
			"description": "<p>Sei abile ad usare i blaster in modi unici. Quando brandisci un'arma blaster di cui sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando una creatura tira un 1 al tiro salvezza contro la proprietà raffica o rapida, o contro una cella energetica specializzata o una cartuccia di proiettili, che controlli, tratta il danno dell'effetto come se avesse tirato il massimo.</li>\n<li>Quando usi la proprietà raffica di un'arma, puoi invece spruzzare una linea lunga 20 piedi e larga 5 piedi a portata di tiro con dei colpi. </li>\n<li>Quando usi la proprietà rapida di un'arma e quando tiri i dadi danno dell'arma due volte, puoi raddoppiare una serie di dadi danno dell'arma e rinunciare all'altra invece di sommarli.</li></ul>"
		},
		{
			"id": "Mounted Style",
			"name": "Stile a Monta",
			"description": "<p>Sei abile a combattere mentre sei a monta. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Montare un veicolo o una bestia usa solo 5 piedi del tuo movimento, sempre che tu riesca a raggiungerlo.</li>\n<li>Puoi forzare un attacco mirato alla tua cavalcatura per colpire te al suo posto, sempre che tu sia un bersaglio valido per quell'attacco.</li></ul>"
		},
		{
			"id": "Onslaught Style",
			"name": "Stile Assalto",
			"description": "<p>Sei abile ad usare il tuo slancio a tuo vantaggio. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Puoi usare l'azione Scatto come azione bonus. Se potevi già compiere l'azione Scatto come azione bonus, puoi invece compierla come reazione nel tuo turno.</li>\n<li>Quando cerchi di far inciampare una creatura, puoi effettuare un tiro di attacco contro la CA del bersaglio invece di una prova contestata. Se stai brandendo la tua arma con due mani, effettui questo tiro di attacco con vantaggio.</li></ul>"
		},
		{
			"id": "Sentinel Style",
			"name": "Stile Sentinella",
			"description": "<p>Sei abile nelle tecniche che sfruttano ogni calo di guardia del nemico. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Le creature provocano un attacco di opportunità quando si muovono entro la tua portata o si muovono di 5 piedi o più mentre sono alla tua portata.</li>\n<li>Quando colpisci una creatura che non è più grande di una taglia di te con un attacco di opportunità, la creatura guadagna 4 livelli rallentati fino alla fine del turno corrente.</li></ul>"
		},
		{
			"id": "Sharpshooter Style",
			"name": "Stile Tiratore Scelto",
			"description": "<p>Sei abile a sparare a bersagli lontani. Mentre impugni un'arma blaster con la quale sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Puoi usare la tua azione bonus per marcare un bersaglio a 30 piedi o più da te che puoi vedere. Se lo fai e quel bersaglio si muove di almeno un metro e mezzo prima dell'inizio del tuo prossimo turno, ti provoca un attacco di opportunità e puoi usare un'arma blaster per quell'attacco di opportunità.</li>\n<li>I tuoi attacchi con armi a distanza riducono la copertura parziale di un passo (da tre quarti a metà o da metà a un quarto) contro i bersagli distanti da te almeno 30 piedi. Se il bersaglio ha una copertura di un quarto, la ignori completamente.</li>\n<li>Impugnare un'arma a due mani che stai brandendo in una sola mano con l'altra mano non richiede più l'interazione con l'oggetto.</li></ul>"
		},
		{
			"id": "Shield Style",
			"name": "Stile Scudo",
			"description": "<p>Sei abile ad usare il tuo scudo per difendere i tuoi alleati e te stesso. Mentre brandisci uno scudo di cui sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Se stai brandendo uno scudo pesante, non sei più obbligato a brandire un'arma con la proprietà della luce nell'altra mano. </li>\n<li>Puoi usare un'azione bonus per cercare di spingere o far inciampare con il tuo scudo una creatura nel raggio di un metro e mezzo da te.</li>\n<li>Quando usi uno scudo come arma improvvisata, sei considerato abile in esso, gli scudi leggeri sono considerati avere la proprietà leggera e gli scudi pesanti sono considerati avere la proprietà pesante.</li></ul>"
		},
		{
			"id": "Snapshot Style",
			"name": "Stile Colpo Repentino",
			"description": "<p>Sei abile nell'avvicinarti alle armi blaster e andarci sul personale. Mentre impugni un'arma blaster con la quale sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Non hai più lo svantaggio negli attacchi con armi a distanza per il fatto di trovarti a meno di 5 piedi da una creatura ostile.</li>\n<li>I tuoi attacchi con armi a distanza riducono la copertura parziale di un passo (da tre quarti a metà o da metà a un quarto) contro i bersagli entro 30 piedi da te. Se il bersaglio ha una copertura di un quarto, la ignori completamente.</li>\n<li>Quando tiri un 1 sul dado del danno di un'arma blaster contro una creatura entro 30 piedi, puoi rilanciare il dado e devi usare il nuovo tiro, anche se il nuovo tiro è un 1.</li>\n<li>Affrontare un'arma a due mani che stai brandendo in una sola mano con l'altra mano non richiede più l'interazione dell'oggetto.</li></ul>"
		},
		{
			"id": "Throwing Style",
			"name": "Stile Lancio",
			"description": "<p>Sei abile nelle tecniche delle armi da lancio. Mentre impugni un'arma con la proprietà di lancio di cui sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando effettui un attacco a distanza con un'arma da lancio, puoi immediatamente estrarre un'altra arma. </li>\n<li>Quando manchi un attacco a distanza con un'arma da lancio, puoi muoverti fino a un metro e mezzo senza provocare attacchi di opportunità. </li>\n<li>Quando manchi un attacco a distanza con un'arma da lancio, puoi usare la tua azione bonus per ripetere l'attacco contro una creatura entro 15 piedi e dietro il tuo obiettivo iniziale. Qualsiasi modifica al tiro di attacco originale, come vantaggio, svantaggio o senza il tuo bonus di competenza, influisce anche su questo tiro di attacco.</li></ul>"
		},
		{
			"id": "Twin-Blade Style",
			"name": "Stile Doppia Lama",
			"description": "<p>Sei abile nel combattimento con armi a doppia lama. Quando impugni un'arma con la doppia proprietà con la quale sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando ingaggi un combattimento con armi doppie, puoi aggiungere il tuo modificatore di abilità al tiro di attacco del tuo attacco di combattimento con armi doppie.</li>\n<li>Quando cerchi di spingere una creatura, puoi effettuare un tiro di attacco contro la CA del bersaglio invece di una prova contestata. Se stai brandendo la tua arma con due mani, effettui questo tiro di attacco con vantaggio.</li></ul>"
		},
		{
			"id": "Versatile Style",
			"name": "Stile Versatile",
			"description": "<p>Sei abile ad usare le armi in diversi modi. Mentre brandisci un'arma con la proprietà versatile con cui sei abile e nessun'altra arma, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando manchi un attacco con un'arma da mischia nel tuo turno mentre brandisci un'arma a due mani, puoi usare la tua azione bonus per ripetere il tiro di attacco contro lo stesso bersaglio usando una mano. Qualsiasi modifica al tiro di attacco originale, come vantaggio, svantaggio o senza il tuo bonus di competenza, influisce anche su questo tiro di attacco.</li>\n<li>Quando manchi con un attacco con un'arma da mischia nel tuo turno mentre brandisci un'arma con una mano, puoi usare la tua azione bonus per tentare di spingere o inciampare quella creatura. Qualsiasi modifica al tiro di attacco originale, come vantaggio, svantaggio o senza il tuo bonus di competenza, influisce anche su questa verifica dell'abilità.</li>\n<li>Affrontare un'arma versatile che stai brandendo in una sola mano con l'altra mano non richiede più l'interazione con l'oggetto.</li></ul>"
		}
	]
}