{
	"label": "Forme di Spade Laser",
	"entries": [
		{
			"id": "Aqinos Form",
			"name": "Forma Aqinos",
			"description": "<p><em><strong>Prerequisiti:</strong> La capacità di lanciare poteri tecnologici</em></p>\n<p>Come parte dell'azione bonus per adottare questa forma, se lanci un potere tecnologico di 1° livello o superiore, ma non superiore alla metà del tuo Livello di Potere Massimo (arrotondato per eccesso), come azione puoi effettuare un attacco con arma da mischia.</p>"
		},
		{
			"id": "Ataru Form",
			"name": "Forma Ataru",
			"description": "<p>Come parte dell'azione bonus per adottare questa forma, puoi balzare fino a 15 piedi in uno spazio non occupato che puoi vedere.</p>"
		},
		{
			"id": "Djem So Form",
			"name": "Forma Djem So",
			"description": "<p>Prima della fine del tuo prossimo turno, puoi aggiungere metà del tuo modificatore di Saggezza o Carisma (a tua scelta, arrotondato per difetto, con un minimo di +1) a una verifica di abilità o a un tiro di attacco che effettui usando la Forza.</p>"
		},
		{
			"id": "Ishu Form",
			"name": "Forma Ishu",
			"description": "<p>Se c'è una creatura amica entro 15 piedi da te, puoi muoverti fino a 10 piedi senza provocare attacchi di opportunità. Devi terminare questo movimento entro 5 piedi dalla creatura amica.</p>"
		},
		{
			"id": "Jar'Kai Form",
			"name": "Forma Jar'Kai",
			"description": "<p>Come parte dell'azione bonus per adottare questa forma, se hai compiuto l'azione Attacco, puoi ingaggiare un combattimento con due o più armi. </p>\n<p>Ogni volta che colpisci con un attacco in questo turno, puoi muoverti fino a 5 piedi senza provocare attacchi di opportunità da parte della creatura che hai colpito.</p>"
		},
		{
			"id": "Juyo Form",
			"name": "Forma Juyo",
			"description": "<p>Fino all'inizio del tuo prossimo turno, il tuo raggio d'azione dei colpi critici con le armi aumenta di 1.</p>"
		},
		{
			"id": "Makashi Form",
			"name": "Forma Makashi",
			"description": "<p>Fino all'inizio del tuo prossimo turno, quando una creatura effettua un attacco con arma da mischia contro di te e lo manca, puoi usare la tua reazione per effettuare un attacco con arma da mischia contro quella creatura.</p>"
		},
		{
			"id": "Niman Form",
			"name": "Forma Niman",
			"description": "<p>Come parte dell'azione bonus per adottare questa forma, se hai compiuto l'azione Attacco, puoi ingaggiare un combattimento con due o più armi. </p>\n<p>Fino alla fine del tuo prossimo turno, puoi usare Saggezza o Carisma invece di Forza o Destrezza per i tiri per l'attacco e i tiri per i danni dei tuoi attacchi con armi da mischia. Devi usare lo stesso modificatore per entrambi i tiri.</p>"
		},
		{
			"id": "Shien Form",
			"name": "Forma Shien",
			"description": "<p>Prima della fine del tuo prossimo turno, puoi aggiungere metà del tuo modificatore di Saggezza o Carisma (a tua scelta, arrotondato per difetto, minimo +1) alla tua CA contro un attacco.</p>"
		},
		{
			"id": "Shii-Cho Form",
			"name": "Forma Shii-Cho",
			"description": "<p>Come parte dell'azione bonus per adottare questa forma, se hai intrapreso l'azione Attacco, puoi ingaggiare un combattimento a due o a due armi.</p>\n<p>Inoltre, la prima volta che colpisci una creatura grande o piccola entro 5 piedi da te con un attacco con un'arma prima della fine del tuo prossimo turno, puoi obbligare il bersaglio a effettuare un tiro salvezza di Forza (DC = 8 + il tuo bonus agli attacchi con l'arma). Se il tiro salvezza viene fallito, il bersaglio viene spinto indietro di un metro e mezzo e tu puoi spostarti immediatamente nello spazio che ha appena liberato senza provocare attacchi di opportunità.</p>"
		},
		{
			"id": "Sokan Form",
			"name": "Forma Sokan",
			"description": "<p>Fino all'inizio del tuo prossimo turno, ignori il terreno difficile. Inoltre, quando un avversario effettua un attacco con un'arma da mischia contro di te, puoi usare la tua reazione per spostarti in un altro spazio entro 5 piedi da quell'avversario senza provocare attacchi di opportunità, imponendoti uno svantaggio sul tiro per scattare.</p>"
		},
		{
			"id": "Soresu Form",
			"name": "Forma Soresu",
			"description": "<p>La prima volta che prendi danni cinetici, energetici o ionici da un'arma prima della fine del tuo prossimo turno, questi danni sono ridotti della metà.</p>"
		},
		{
			"id": "Trakata Form",
			"name": "Forma Trakata",
			"description": "<p>Come parte dell'azione bonus per adottare questa forma, puoi sfoderare la tua arma per tentare di distrarre un nemico che puoi vedere. Effettuare una prova di Destrezza (Sleight of Hand) contestata da una prova di Saggezza (Perception) di una creatura che puoi vedere entro 5 piedi da te. In caso di successo, quella creatura ha svantaggio al prossimo tiro di attacco che effettuerà contro di te.</p>"
		},
		{
			"id": "Vaapad Form",
			"name": "Forma Vaapad",
			"description": "<p>Una volta prima dell'inizio del tuo prossimo turno, se avresti vantaggio su un attacco con un'arma da mischia, puoi scegliere di rinunciare al vantaggio. Se lo fai, puoi effettuare un attacco con un'arma da mischia contro lo stesso bersaglio (nessuna azione richiesta).</p>"
		},
		{
			"id": "Vonil Form",
			"name": "Forma Vonil",
			"description": "<p>Se hai effettuato l'azione Attacco prima di adottare questa forma, puoi ordinare a uno dei tuoi alleati di colpire una creatura che hai colpito con un attacco. Scegli una creatura amica che può vederti o sentirti e che si trova entro 5 piedi dalla creatura che hai colpito con un attacco. Quella creatura può immediatamente usare la sua reazione per effettuare un attacco con l'arma contro la stessa creatura.</p>"
		},
		{
			"id": "Ysannanite Form",
			"name": "Forma Ysannanite",
			"description": "<p>Come parte dell'azione bonus per adottare questa forma, se hai compiuto l'azione Attacco, puoi ingaggiare un combattimento a due o a due armi. </p>\n<p>Inoltre, fino alla fine del tuo prossimo turno, quando effettui un attacco con un'arma a distanza mentre ti trovi a meno di un metro e mezzo da una creatura ostile, non hai svantaggio nel tiro per attaccare.</p>"
		}
	]
}