{
	"label": "Classi",
	"entries": [
		{
			"id": "Berserker",
			"name": "Berserker",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/berserker_01.webp\" />\n<p>Un enorme cacciatore wookiee si aggira per la foresta, impugnando il suo vibroaxe. Con un ruggito carica la coppia di trandoshani che ha osato braccare la sua famiglia. </p>\n<p>Un gamorreano ringhia all'ultimo sfidante alla sua autorità sulla loro tribù selvaggia, pronto a rompergli il collo a mani nude come ha fatto con gli ultimi sei rivali. </p>\n<p>Con la schiuma alla bocca, un nikto sbatte il suo elmo sulla faccia del suo nemico, poi si gira per spingere il suo gomito corazzato nella pancia di un altro.</p>\n<p>Questi berserker, per quanto diversi possano essere, sono definiti dalla loro rabbia: una furia sfrenata, inestinguibile e sconsiderata. Più che una semplice emozione, la loro rabbia è la ferocia di un predatore in un angolo, l'assalto implacabile di una tempesta, il tumulto ribollente del mare. Per ogni berserker, la rabbia è un potere che alimenta non solo la frenesia della battaglia, ma anche i riflessi straordinari, la resilienza e le prove di forza.</p>\n<h2>Istinto Primordiale</h2>\n<p>Gli abitanti delle città sono orgogliosi di come i loro modi civili li distinguano dagli animali, come se negare la propria natura fosse un segno di superiorità. Per un berserker, però, la civiltà non è una virtù, ma un segno di debolezza. I forti abbracciano la loro natura animale istinti acuti, fisicità primordiale, e la rabbia feroce. I Berserker sono a disagio quando sono circondati da mura e folle. Prosperano dove i civilizzati non lo fanno.</p>\n<p>I Berserker prendono vita nel caos del combattimento. Possono entrare in uno stato berserk in cui la rabbia prende il sopravvento, dando loro una forza e una resistenza sovrumane. Un berserker può attingere a questo serbatoio di furia solo un paio di volte senza riposare, ma queste poche rabbie sono di solito sufficienti per sconfiggere qualsiasi minaccia si presenti.</p>\n<h2>Una Vita di Pericolo</h2>\n<p>Non tutte le persone ritenute \"berserker\" dai rampolli della società civilizzata hanno la classe berserker. Un vero berserker tra questo popolo è raro come un abile combattente in una città, e lui o lei svolge un ruolo simile come protettore del popolo e un leader in tempi di guerra. La vita nei luoghi selvaggi del mondo è piena di pericoli: tribù rivali, tempo mortale e mostri terrificanti. I Berserker si buttano a capofitto nel pericolo in modo che la loro gente non debba farlo.</p>\n<p>Il loro coraggio di fronte al pericolo rende i berserker perfettamente adatti all'avventura. Il vagabondaggio è spesso uno stile di vita per le loro tribù native, e la vita senza radici dell'avventuriero è poco impegnativa per un berserker. Alcuni berserker sentono la mancanza dell'affiatata struttura familiare della tribù, ma alla fine la sostituiscono con i legami che si formano tra i membri dei loro gruppi di avventurieri.</p>\n<p>Quando create un personaggio berserker, pensate alla provenienza del vostro personaggio e al suo posto nel mondo. Parlate con il vostro GM di un'origine appropriata per il vostro berserker. Venite da un pianeta remoto, il che vi rende un estraneo nell'area della campagna? Oppure la campagna è ambientata in una rozza frontiera dove i berserker sono comuni?</p>\n<p>Cosa ti ha portato a intraprendere la vita da avventuriero? Siete stati attirati su pianeti abitati dalla promessa di ricchezze? Ti sei unito ai soldati di quelle terre per affrontare una minaccia comune? Sono stati dei mostri o un'orda di invasori a cacciarti dalla tua terra, facendoti diventare un rifugiato senza radici? Forse sei stato prigioniero di guerra, portato in catene in terre \"civilizzate\" e solo ora sei riuscito a conquistare la tua libertà. Oppure potresti essere stato scacciato dal tuo popolo a causa di un crimine che hai commesso, un tabù che hai violato, o un colpo di stato che ti ha rimosso da una posizione di autorità.</p>\n<h3>Build Rapida</h3>\n<p>Puoi creare un berserker rapidamente seguendo questi suggerimenti. Per prima cosa, metti il tuo punteggio di abilità più alto in Forza, seguito da Costituzione. In secondo luogo, scegli il background da mercenario.</p>"
		},
		{
			"id": "Consular",
			"name": "Console",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/consular_01.webp\" />\n<p>Un twi'lek in abiti neri calpesta un rodiano terrorizzato, che sgambetta a terra. Un fulmine scintilla dalle sue dita, illuminando i suoi tatuaggi rossi e neri. Le suppliche di pietà del rodiano cadono inascoltate, mentre il Sith incanala il suo fulmine nel suo apprendista fallito, lasciandosi dietro nient'altro che un guscio carbonizzato.</p>\n<p>Seduto a gambe incrociate su una fitta distesa d'erba, un mistico miraluka medita sulla Forza. Ad ogni respiro, gli alberi ondeggiano con una brezza ritmica. Anche se non ha una visione semplice, può vedere la Forza mentre muove tutto intorno a lei. </p>\n<p>Un umano dal mantello scureggiato si concentra verso l'interno, incanalando la Forza nel terreno intorno a lui. Lentamente, tutti i detriti a portata di mano si alzano in aria intorno a lui; con un colpo di polso, libera l'aria, mandando i suoi proiettili a colpire il carro armato che si avvicina.</p>\n<p>I consoli sono i supremi gestori della Forza, definiti e uniti dai poteri che emettono. Attingendo alla Forza onnipresente che permea l'universo, i consolari lanciano poteri di guarigione ringiovanente e fulmini distruttivi, drenando la forza vitale e manipolando le menti; i più potenti con la Forza possono persino sperimentare brevi scorci del futuro. </p>\n<h2>Forte con la Forza</h2>\n<p>Astenendosi dall'estrarre le loro spade laser se non come ultima risorsa, i consoli passano molto tempo a studiare i misteri della Forza. La loro conoscenza permette loro di incanalare la Forza ad altezze maggiori, sbloccando un potere senza pari, e torcendo quei poteri per un effetto maggiore. </p>\n<h2>Saggio o Stregone</h2>\n<p>I consoli che seguono il lato chiaro della Forza, usando i loro poteri per migliorare le loro comunità e il loro popolo, sono spesso chiamati saggi, mentre i consoli che cadono nel lato oscuro e soggiogano o mettono da parte tutti coloro che si trovano sul loro cammino sono comunemente chiamati stregoni. In alternativa, possono tendere al centro, astenendosi dalla politica e dalla guerra, trascorrendo il loro tempo in isolamento e nello studio.</p>\n<p>Mentre crei il tuo console, considera la tua filosofia personale riguardo alla Forza e ai suoi più famosi praticanti: i Jedi e i Sith. Sei un membro di uno dei due ordini o segui una strada diversa? Forse sei stato ostracizzato dal tuo villaggio primitivo per superstizione o gelosia. Potresti essere stato brutalmente addestrato fin dalla giovane età nel lato oscuro, alimentando la tua innata sete di potere, o forse sei stato addestrato come padawan in uno dei templi Jedi. Come tratti gli estranei, e come ti trattano una volta che conoscono le tue capacità? Com'era la tua famiglia, o cosa avevi al posto della famiglia? Vedi la Forza come luce e buio, o un fiume imparziale di grigio? </p>\n<h3>Build Rapida</h3>\n<p>Puoi fare un console velocemente seguendo questi suggerimenti. Per prima cosa, fai di Saggezza o Carisma il tuo punteggio di abilità più alto, seguito da Destrezza. In secondo luogo, scegli il background Jedi o Sith.</p>"
		},
		{
			"id": "Engineer",
			"name": "Ingegnere",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/engineer_01.webp\" />\n<p>Ogni tanto, quando un proiettile di blaster colpisce la vicina paratia, un meccanico sullustiano salda rapidamente un grosso filo. Scruta attraverso i suoi occhiali colorati, ignorando le grida del suo capitano mentre il nemico scende sull'hangar. Infine urla con orgoglio quando l'accoppiamento riparato si accende, facendo ronzare la fregata con energia. Raccoglie i suoi attrezzi e corre dentro la nave pochi istanti prima che questa decolli definitivamente. </p>\n<p>All'interno, il capitano umano salta nella cabina di pilotaggio. Fa un cenno al suo copilota droide, che inizia rapidamente a tracciare una rotta verso casa. Prima che i calcoli possano essere completati, i caccia stellari nemici urlano dalle nuvole. Il pilota fa ruotare la nave, evitando agilmente il fuoco in arrivo. Dirotta l'energia verso gli scudi, lasciandone appena sufficiente per la navigazione astronomica. Proprio quando le riserve di energia sono prossime all'esaurimento, l'esosfera e le stelle al di là si confondono in strisce di luce. In un lampo, si portano al sicuro. </p>\n<p>Un ufficiale cereano esamina il campo di battaglia, alla ricerca di punti deboli. Quando identifica un potenziale problema, digita una rapida combinazione nel suo bracciale. In un batter d'occhio, un'armatura personalizzata si assembla intorno a lui. Quando l'elmo si blocca al suo posto, l'ufficiale salta in aria, volando sopra di lui e facendo piovere distruzione sugli avversari.</p>\n<p>Ogni macchina ha bisogno di un ingegnere per funzionare, e un equipaggio vivente non è diverso. Gli ingegneri sono gli esperti e i professionisti che si affidano all'abilità, al coraggio e ai loro strumenti per sopravvivere e mantenere in vita gli altri. Anche se non pretendono di essere dei combattenti, la loro semplice presenza può ribaltare le sorti della battaglia o semplicemente far funzionare le operazioni.</p>\n<h2>Dietro il Sipario</h2>\n<p>Anche se forse non è così intimidatorio come un soldato pesantemente corazzato, o esotico come un guardiano che brandisce una spada laser, gli ingegneri non sono meno vitali per la dinamica del gruppo. Sono armaioli e armaioli, elettricisti e saldatori, o qualsiasi altro aspetto che si trova nelle strutture di tutta la galassia. Il loro lavoro, spesso non riconosciuto, è ciò che mantiene intatte le astronavi (e il loro equipaggio).</p>\n<h2>Imperterrito</h2>\n<p>Ci vuole coraggio per un soldato per entrare in un campo di battaglia. Ci vuole forse di più per qualcuno che è disarmato e non addestrato al combattimento, per fare lo stesso. Gli ingegneri mettono in gioco la loro vita per vivere, sia per scelta che riconoscendo la loro situazione come un rischio professionale. Che provengano da un'accademia di formazione d'élite o che abbiano imparato il loro talento sopravvivendo nei bassifondi, non sono estranei al pericolo e al conflitto.</p>\n<p>Mentre crei il tuo personaggio ingegnere, considera quali sono le tue abilità principali e come le usi. Potresti essere un meccanico di strada che ha imparato da solo a riparare le moto swoop da adolescente. Forse sei il recente laureato di una stimata facoltà di medicina, o un pilota alle prime armi nella neonata Alleanza Ribelle. Qual è l'abilità numero uno per cui sei conosciuto? Perché sei disposto a partecipare alle battaglie se non hai alcun addestramento al combattimento? Come vedi i membri più avventurosi del tuo gruppo, e come vedono te e il tuo ruolo?</p>\n<h3>Build Rapida</h3>\n<p>Puoi fare un ingegnere velocemente seguendo questi suggerimenti. Per prima cosa, fai in modo che Intelligenza sia il tuo punteggio di abilità più alto. Il tuo prossimo punteggio più alto dovrebbe essere Costituzione. In secondo luogo, scegli il background di scienziato.</p>"
		},
		{
			"id": "Fighter",
			"name": "Combattente",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/fighter_01.webp\" />\n<p>Un Trandoshan corre freneticamente sui tetti, guardandosi costantemente alle spalle. Mentre si prepara a saltare un varco, un colpo di blaster lo colpisce alla schiena e lo rende incosciente. La sua visione sfocata scorge a malapena la figura di una donna mascherata che si avvicina con noncuranza, pronta a raccogliere la sua taglia.</p>\n<p>Con le sue braccia muscolose, un Wookiee dall'aspetto brizzolato sorride alla sua folla assetata di sangue. Si volta indietro verso il suo avversario nell'arena giusto in tempo per vedere il Besalisk sferrare un colpo. Si abbassa, colpendo il combattente con quattro braccia nella pancia. Due haymakers selvaggi dopo, ed egli si erge da solo come campione dei gladiatori. </p>\n<p>Facendo un respiro profondo, un soldato della Repubblica guarda la zona di guerra che si svolge sulla superficie ghiacciata di Ilum. Impugna saldamente il suo fucile blaster, poi, con un cenno alla dozzina di compagni di squadra accanto a lui, carica sul campo di battaglia. </p>\n<p>I combattenti combinano la disciplina con le abilità marziali per diventare i migliori guerrieri puri della galassia. I combattenti possono essere strenui difensori dei bisognosi, crudeli predoni o coraggiosi avventurieri. Combattono per la gloria, l'onore, per raddrizzare i torti, per guadagnare potere, per acquisire ricchezza o semplicemente per il brivido della battaglia.</p>\n<h2>Tutto in un Giorno di Lavoro</h2>\n<p>Molti combattenti considerano le avventure, le incursioni nelle roccaforti nemiche e le missioni pericolose come il loro lavoro. Alcuni vogliono difendere coloro che non possono difendersi da soli, mentre altri cercano di usare i loro muscoli per ritagliarsi un posto importante nella galassia. I combattenti possono assumere la forma di guardie, campioni, cacciatori di taglie, esecutori, mercenari, combattenti per la libertà o semplicemente esploratori armati.</p>\n<h2>Codice Rosso</h2>\n<p>La maggior parte dei combattenti arriva alla professione dopo aver ricevuto almeno una certa quantità di formazione formale da un'organizzazione militare. Alcuni frequentano accademie formali; altri sono autodidatti e ben collaudati. Un combattente può aver impugnato l'arma per sfuggire a una vita mondana, mentre un altro può seguire una fiera tradizione familiare. Qualunque siano le loro origini, la maggior parte dei combattenti condivide una fedeltà incrollabile. I combattenti eseguono gli ordini con poca esitazione, poiché un fallimento può spesso significare la morte.</p>\n<p>Durante la creazione del tuo personaggio combattente, considera dove risiede la tua lealtà. Potresti far parte di un esercito formale, uno degli innumerevoli soldati che combattono per la tua impresa. Forse sei un mercenario che viaggia per la galassia in cerca del tuo prossimo lavoro. Quali armi preferisci e in quali sei specializzato? Per chi o cosa combatti? Hai aspirazioni di una vita oltre il campo di battaglia, o sei stato in guerra così a lungo che non conosci altro?</p>\n<h3>Build Rapida</h3>\n<p>Puoi creare un combattente velocemente seguendo questi suggerimenti. Per prima cosa, fai della Forza o della Destrezza il tuo modificatore di abilità più alto, a seconda che tu voglia concentrarti sul combattimento in mischia o sulle armi a distanza (o sulle armi sottili). Il tuo prossimo punteggio più alto dovrebbe essere Costituzione. In secondo luogo, scegli il background da soldato.</p>"
		},
		{
			"id": "Guardian",
			"name": "Guardiano",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/guardian_01.webp\" />\n<p>Un umano dalla pelle scura corre velocemente lungo un corridoio, l'armatura di metallo sotto il suo mantello grigio sferraglia ad ogni passo. Gira l'angolo della prigione mentre le luci e la corrente sono ancora fuori uso, esortando i prigionieri indeboliti a fuggire. Proprio in quel momento arriva una manciata di schiavisti che preparano i loro blaster. L'uomo estrae e accende una spada laser a lama bianca, pronto a morire per gli stranieri dietro di lui. </p>\n<p></p>\n<p>Un purosangue Sith, vestito dalla testa ai piedi con un'armatura nera e rossa, carica verso una linea di soldati. Un colpo dopo l'altro devia la sua armatura finché non raggiunge la sua preda, dove scatena la sua furia in una serie di devastanti colpi di spada laser. </p>\n<p>Un generale zabraki salta drammaticamente verso la sua squadra che sta per essere sopraffatta, atterrando con una raffica di attacchi di spada laser. All'arrivo di questo potente Jedi, gli attaccanti indietreggiano.</p>\n<p>I guardiani sono i maestri dell'arte del combattimento con la spada laser. Si concentrano sull'utilizzo dell'onnipresente potere della Forza per attivare attacchi devastanti, spesso da soli, ribaltando le sorti della battaglia.</p>\n<h2>Protettore o Distruttore</h2>\n<p>Un agente inarrestabile della Forza, il guardiano incanala il potere che scorre attraverso di lui nelle sue armi. La sua abilità con la spada laser non ha rivali. Sottomettendo i suoi nemici e sostenendo i suoi alleati, il guardiano usa la Forza per controllare ciò che accade intorno a lui.</p>\n<h2>Conduttori naturali</h2>\n<p>Il comando della Forza conferisce al guardiano una presenza potente. Che sia per paura e intimidazione o per rispetto e ammirazione, il guardiano è uno dei più grandi generali sul campo di battaglia. Sono un simbolo di potere per i loro seguaci.</p>\n<p>Nel creare il tuo guardiano, considera la tua attrazione per la Forza e i suoi più famosi praticanti: i Jedi e i Sith. Sei un membro di uno dei due ordini o segui un percorso diverso? Sei un soldato che attinge a una sensibilità latente alla Forza? Sei stato addestrato alla Forza fin da piccolo o l'hai scoperta da adulto? Come tratti chi è più debole di te? Com'era la tua famiglia? Vedi la Forza come luce e buio, o come un fiume imparziale di grigio? </p>\n<h3>Costruzione rapida</h3>\n<p>Puoi creare un guardiano velocemente seguendo questi suggerimenti. Per prima cosa, fai della Forza il tuo punteggio di abilità più alto, seguito dalla Costituzione. Secondo, scegli il background Jedi o Sith.</p>"
		},
		{
			"id": "Monk",
			"name": "Monaco",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/monk_01.webp\" />\n<p>I suoi vibrostaff sono una macchia mentre deviano una pioggia di colpi di blaster in arrivo, un'umana scatta oltre una barricata e si lancia nelle file ammassate di pirati dall'altra parte. Gira in mezzo a loro, mettendo da parte i loro colpi e facendoli barcollare, fino a quando alla fine si trova da sola. Quando i primi mercenari alla carica lo raggiungono, espira e un'esplosione di energia negativa esce dalle sue mani, inghiottendo i suoi nemici.</p> \n<p>Muovendosi nel silenzio della notte, una mirialan vestita di nero entra nell'ombra sotto un arco e si arrampica agilmente sul balcone a due passi sopra di lei. Fa scivolare la sua lama fuori dal fodero avvolto nella stoffa e scruta attraverso la finestra aperta il signore della guerra, così vulnerabile nella morsa del sonno.</p>\n<p>Qualunque sia la loro disciplina, i monaci sono uniti nella loro capacità di imbrigliare l'energia che scorre nei loro corpi. Che sia incanalata in un'impressionante dimostrazione di abilità in combattimento o in una più sottile concentrazione di abilità difensiva e velocità, questa energia infonde tutto ciò che un monaco fa.</p>\n<h2>Il potere della concentrazione</h2>\n<p>I monaci studiano attentamente un'energia mistica che molti ordini monastici chiamano concentrazione. Questa energia è un elemento del potere che soffonde la galassia, nello specifico, l'elemento che scorre attraverso i corpi viventi. I monaci sfruttano questa energia dentro di sé per creare effetti potenti e superare le capacità fisiche dei loro corpi, e alcuni dei loro attacchi speciali possono ostacolare il flusso di concentrazione nei loro avversari. Usando questa energia, i monaci incanalano velocità e forza straordinarie nei loro colpi disarmati. Man mano che acquisiscono esperienza, il loro addestramento marziale e la loro padronanza della concentrazione danno loro più potere sui loro corpi e su quelli dei loro nemici.</p>\n<h2>Allenamento e Ascensione</h2>\n<p>La maggior parte dei monaci vive completamente isolata dalla popolazione circostante, isolata da tutto ciò che potrebbe ostacolare il loro progresso spirituale. Altri hanno giurato di isolarsi, emergendo solo per servire come spie o assassini al comando del loro capo, di un nobile patrono o di qualche altro potere. La maggior parte dei monaci non evita i propri vicini, facendo frequenti visite alle città o ai villaggi vicini e scambiando il proprio servizio con cibo e altri beni. Essendo guerrieri versatili, i monaci spesso finiscono per proteggere i loro vicini da mostri o briganti.</p>\n<p>Per un monaco, diventare un avventuriero significa lasciare uno stile di vita strutturato e comune per diventare un vagabondo. Questa può essere una dura transizione e i monaci non la intraprendono con leggerezza. Coloro che lasciano i loro chiostri prendono sul serio il loro lavoro, affrontando le loro avventure come prove personali della loro crescita fisica e spirituale. </p>\n<p>Quando crei il tuo personaggio monaco, pensa al tuo legame con il monastero dove hai imparato le tue abilità e hai trascorso i tuoi anni formativi. Eri un orfano o un bambino lasciato sulla soglia del monastero? I tuoi genitori ti hanno promesso al monastero in segno di gratitudine per un servizio svolto dai monaci? Sei entrato in questa vita appartata per nasconderti da un crimine che hai commesso? O hai scelto la vita monastica per te stesso? Il capo del tuo monastero ti ha scelto per una missione particolarmente importante al di fuori del chiostro? Forse sei stato cacciato a causa di qualche violazione delle regole della comunità. Avevi paura di andartene o eri felice di farlo? C'è qualcosa che speri di realizzare fuori dal monastero? Non vedi l'ora di tornare a casa tua? </p>\n<p>Come risultato della vita strutturata di una comunità monastica e della disciplina richiesta per sfruttare la concentrazione, i monaci sono tipicamente di allineamento legale.</p>\n<h3>Costruzione rapida</h3>\n<p>Puoi diventare un monaco velocemente seguendo questi suggerimenti. Per prima cosa, fai della Destrezza il tuo punteggio di abilità più alto, seguito dalla Saggezza. In secondo luogo, scegli il background dell'agente.</p>"
		},
		{
			"id": "Operative",
			"name": "Operativo",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/operative_01.webp\" />\n<p>Una spia Bothan si prende un momento per sistemare i suoi occhiali a infrarossi. Aggirando agilmente la griglia laser nella stanza, scivola verso il computer in fondo. Contando i secondi nella sua testa, taglia il mainframe. Venti secondi. Dieci secondi. Una manciata di soldati irrompe nella stanza, ma lei è già andata via con i dati in mano. </p> \n<p>Con un occhio attento alla porta, un Duros dall'aspetto trasandato gioca a pazaak in una squallida cantina. Quando due guardie della città appaiono all'uscita, sorride e allunga la mano sotto il tavolo. Prima che possano entrare, il contrabbandiere rovescia il tavolo e apre il fuoco. La folla si disperde in preda al panico, dandogli abbastanza copertura per scappare. </p>\n<p>Una splendida giovane umana balla davanti a un senatore ubriaco nel suo salotto. Lei ammicca in modo seducente attraverso i suoi capelli biondi dorati mentre si avvicina. Chinandosi per un bacio, il senatore è invece sorpreso dalla canna di una pistola blaster infilata nella sua bocca. Non ha il tempo di gridare prima che l'assassino prema il grilletto. </p>\n<p>Gli operativi, siano essi buoni, cattivi o neutrali, sono coloro che si concentrano su una pratica specifica e la utilizzano per avere il sopravvento. Possono provenire da qualsiasi mondo o regione della galassia, con origini che vanno dalla più bassa canaglia all'élite sociale di un tempo.</p>\n<h2>Evadere il pericolo</h2>\n<p>Gli operativi hanno la capacità di tirarsi fuori dai guai. Hanno un istinto di autoconservazione che li tiene in vita, ma di solito è temperato dal bisogno di provare le emozioni che la loro professione ha da offrire, e molti operatori avventurosi sono anche dotati di un senso dell'onore che a volte li fa andare contro le loro inclinazioni naturali. Non importa quali siano le loro preoccupazioni immediate, la sopravvivenza è il nome del gioco.</p>\n<h2>Fuori dalla legge</h2>\n<p>Gli agenti spesso non iniziano cercando di sfidare l'autorità e infrangere la legge. Alcuni vengono spinti nella professione come mezzo di ribellione. Altri finiscono dalla parte sbagliata della legge per sfortuna, decisioni sbagliate o circostanze fuori dal loro controllo. Le abilità che acquisiscono lungo la strada li rendono ottimi membri di qualsiasi squadra di missione.</p>\n<p>Durante la creazione del tuo personaggio operativo, considera come hai iniziato il tuo percorso. Forse sei cresciuto per strada e sei caduto nell'elemento criminale come mezzo di sopravvivenza. Potresti essere un semplice commerciante che ha deciso di colpire l'Impero Sith quando ha invaso i tuoi affari. Quale diresti che è la tua più grande abilità? Qual è il tuo nucleo, l'essenza più vera di te stesso che ti mantiene concentrato? Perché la società ti tratta come un criminale, ma i tuoi alleati ti considerano un compagno fedele? </p>\n<h3>Build Rapida</h3>\n<p>Puoi creare un operativo velocemente seguendo questi suggerimenti. Per prima cosa, fai della Destrezza il tuo punteggio di abilità più alto, seguito da Intelligenza o Carisma. In secondo luogo, scegli il background da giocatore d'azzardo.</p>"
		},
		{
			"id": "Scholar",
			"name": "Scolaro",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/scholar_01.webp\" />\n<p>Un'orda schiacciante di predoni tusken si abbatte su una chiss e i suoi compagni di avventura. Lei dà l'ordine e i suoi alleati sferrano un unico attacco coordinato che taglia in profondità le loro linee. Sotto il suo comando, il nemico viene rapidamente sbaragliato contro ogni probabilità, tutto secondo i piani.</p>\n<p>Nel profondo delle rovine che un tempo si credevano abbandonate, un nautolano cura le ferite dei suoi compagni mentre riposano. Innumerevoli lunghe notti di studio e addestramento lo hanno condizionato ad andare avanti anche quando tutti gli altri si sono esauriti. Un twi'lek in abiti eleganti si rivolge alla folla che si sta radunando. Quella che era una folla inferocita comincia a disperdersi, la sua sola presenza li mette a proprio agio, dando ai suoi compagni il tempo di fuggire. </p>\n<p>Gli studiosi sono maestri nelle arti mondane, usando pratiche metodiche per ribaltare le carte a loro vantaggio. Dopo anni di studio e prove, gli studiosi osservano la situazione che li circonda e formulano rapidamente i mezzi per ottenere ciò che hanno in mente. Qualunque sia la ricerca che segue, uno studioso avrà un piano per qualsiasi cosa gli capiti a tiro.</p>\n<h2>La ricerca della conoscenza</h2>\n<p>Un vero studioso non è mai soddisfatto. È sempre alla ricerca di una nuova risposta a una nuova domanda. Questo spesso va di pari passo con la ricerca di una vita di avventura, per esplorare nuove aree nascoste, o accompagnare quelli che lo fanno. La vita di uno studioso spesso inizia nel mondano, come insegnante o saggio. A volte servono come medici, diplomatici, o come ufficiali nell'esercito.</p>\n<h2>Per imparare, per sapere</h2>\n<p>Per gli studiosi, la vita mondana è spesso troppo lenta. Quando la vita diventa stagnante o quando non si riesce a trovare una risposta, il richiamo all'avventura suona più forte. Gli studiosi andranno spesso in luoghi antichi, dimenticati e spesso pericolosi per trovare qualcosa che plachi la loro sete di conoscenza.</p>\n<p>Nel creare uno studioso, è importante pensare a dove hai acquisito la tua conoscenza. Hai servito come apprendista sotto un maestro? Hai frequentato il college o un'altra educazione formale? Forse l'hai acquisita per conto tuo, cercando e spulciando tomi polverosi trovati in luoghi dimenticati. Da dove viene la tua sete di conoscenza? Una curiosità insaziabile? Vuoi sempre sapere la risposta giusta? O hai qualcosa da dimostrare? Pensa a quale campo desideri perseguire e pensa a cosa ti spinge in quella direzione.</p>\n<h3>Build Rapida</h3>\n<p>Puoi diventare uno studioso velocemente seguendo questi suggerimenti. Per prima cosa, fai dell'Intelligenza il tuo punteggio di abilità più alto. Il tuo prossimo punteggio più alto dovrebbe essere Destrezza. In secondo luogo, scegli il background nobile.</p>"
		},
		{
			"id": "Scout",
			"name": "Scout",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/scout_01.webp\" />\n<p>Dall'aspetto ruvido e brizzolato, un umano cammina da solo tra le ombre degli alberi, a caccia della preda che sa che sta progettando un raid in un insediamento vicino. Stringendo una lama tecnologica in ogni mano, diventa un turbine di acciaio, abbattendo un nemico dopo l'altro.</p>\n<p>Dopo essere ruzzolata via dalle schegge dell'esplosione di un missile, una bothan si ritrova in piedi e spara due colpi dalla sua carabina al carro armato in arrivo. Scrollandosi di dosso l'ondata di paura che minaccia di permeare tutto il suo essere, aggira il suo nemico, sparando un colpo dopo l'altro per cercare di penetrare la spessa corazza del carro armato.</p>\n<p>Guardando il suo bracciale, un sullustan guarda attraverso gli occhi del suo droide inseguitore. Trasmettendo istruzioni, manda il suo droide a distrarre l'houk che sta seguendo mentre lui prepara il suo fucile da cecchino per il tiro.</p>\n<p>Gli esploratori sono i primi a seguire le tracce e gli ultimi a perderle, seguendo la loro preda per miglia senza ostacoli. Sono adattabili, brandendo sia i poteri tecnologici che le loro armi per sconfiggere i loro nemici.</p>\n<h2>Cacciatori mortali</h2>\n<p>Guerrieri a tutti gli effetti, gli scout sono specializzati nel seguire e cacciare i mostri che minacciano la civiltà: razziatori umanoidi, bestie e mostruosità furiose, terribili esercitatori della Forza e droidi rinnegati. Imparano a seguire le loro prede come fa un predatore, muovendosi furtivamente attraverso qualsiasi terreno e nascondendosi tra i cespugli e le macerie. Gli scout concentrano il loro addestramento al combattimento su tecniche che sono particolarmente utili contro i loro specifici nemici preferiti.</p>\n<p>Gli scout acquisiscono la capacità di lanciare poteri tecnologici attraverso l'utilizzo di una tastiera da polso. I loro poteri, come le loro abilità di combattimento, enfatizzano la velocità, la furtività e la caccia. I talenti e le abilità di uno scout sono affinati con l'obiettivo di proteggere la civiltà. </p>\n<h2>Avventurieri indipendenti</h2>\n<p>Anche se uno scout può guadagnarsi da vivere come cacciatore di taglie, guida o segugio, la sua vera vocazione è quella di difendere la civiltà dalle devastazioni dei mostri e dalle orde di umanoidi che si avvicinano. In alcuni luoghi, gli esploratori si riuniscono in ordini segreti, anche se molti esploratori sono indipendenti quasi fino all'eccesso, sapendo che, quando un rancor o una banda di pirati attacca, un esploratore potrebbe essere la prima e forse l'ultima linea di difesa. Questa feroce indipendenza rende gli esploratori ben adatti all'avventura, poiché sono abituati a vivere lontano dalle comodità di un letto asciutto e di un bagno caldo. Di fronte agli avventurieri di città che brontolano e si lamentano delle difficoltà della natura, gli scout rispondono con un misto di divertimento, frustrazione e compassione. Ma imparano presto che altri avventurieri che possono portare il loro peso in una lotta contro i nemici della civiltà valgono qualsiasi peso extra. I codardi di città potrebbero non sapere come nutrirsi o trovare acqua fresca nella natura, ma compensano in altri modi.</p>\n<p>Quando crei il tuo personaggio scout, considera la natura dell'addestramento che ti ha dato le tue particolari capacità. Ti sei addestrato con un unico mentore, seguendo le tracce insieme fino a padroneggiare i modi dell'esploratore? Hai lasciato il tuo apprendistato o il tuo mentore è stato ucciso, magari da una specie di mostruosità bestiale su cui hai giurato vendetta? O forse hai imparato le tue abilità come parte di una banda di mercenari. </p> \n<p>Qual è la fonte del tuo particolare odio verso un certo tipo di nemico? Un mostro ha ucciso qualcuno che amavi o ha distrutto il tuo villaggio natale? Oppure hai visto troppa della distruzione che questi mostri causano e ti sei impegnato a tenere a freno le loro depredazioni? La tua carriera di avventuriero è una continuazione del tuo lavoro o un cambiamento significativo? </p>\n<p>Cosa ti ha spinto a unirti a un gruppo di avventurieri? Trovi stimolante insegnare ai nuovi alleati le vie della natura o apprezzi il sollievo dalla solitudine che ti offrono? </p>\n<h3>Build Rapida</h3>\n<p>Puoi creare rapidamente un esploratore seguendo questi suggerimenti. Per prima cosa, fai della Forza o della Destrezza il tuo modificatore di abilità più alto, a seconda che tu voglia concentrarti sul combattimento in mischia o sulle armi a distanza (o sulle armi sottili). Il tuo prossimo punteggio più alto dovrebbe essere Intelligenza. In secondo luogo, scegli il background da cacciatore di taglie.</p>"
		},
		{
			"id": "Sentinel",
			"name": "Sentinella",
			"description": "<img style=\"float:right;margin:5px;border:0px\" src=\"systems/sw5e/packs/Icons/Classes/sentinel_01.webp\" />\n<p>Vestito con abiti neri, il rattataki tira avanti il suo cappuccio e fa un passo nell'alcova oscura, solo per riapparire più avanti nel corridoio. Quando la sua preda gli passa accanto, preme l'elsa della sua spada laser sulla nuca, accendendola e spegnendola rapidamente. Se n'è andato prima che il cadavere toccasse terra.</p>\n<p>Il togruta corre attraverso il campo di battaglia, con la spada doppia che devia i colpi di blaster a terra. Tira in piedi la sua padawan ferita e la guida lontano dalla zona di guerra. Con ogni colpo, guida il suo avversario più vicino al bordo della gola. Una raffica di colpi seguita da una rapida <em>spinta di forza</em> e il suo avversario cade oltre il bordo.</p>\n<p>Le sentinelle sono le maestre nel fondere i poteri della forza con gli attacchi delle armi. Tessono le due cose insieme in modo così esperto che i loro nemici hanno difficoltà a prevederle.</p> <h2>Il mezzo della strada</h2>\n<p>La sentinella usa la furtività e il sotterfugio per compiere la volontà della Forza. Mentre il consolare si concentra sulla padronanza della Forza e il guardiano sulla padronanza della spada laser, la sentinella si concentra sulla fusione delle due cose. </p>\n<h2>Azione solitaria</h2>\n<p>Le sentinelle sono notoriamente indipendenti, si sentono più a loro agio ad agire da sole e senza rinforzi; mentre alcuni usano una squadra per compensare le loro debolezze, la sentinella usa la Forza per superare le proprie. Mentre alcuni portano questa vena indipendente all'estremo, di solito accettano l'autorità, a patto che gli sia permesso di eseguire le direttive usando i loro metodi preferiti.</p>\n<p>Nel creare la tua sentinella, considera la tua filosofia personale riguardo alla Forza e ai suoi più famosi praticanti: i Jedi e i Sith.  Sei un membro di uno dei due ordini o segui una strada diversa? Sei un operativo che attinge a una sensibilità latente nella Forza? Sei stato addestrato alla Forza fin da piccolo o l'hai scoperta da adulto? Come tratti chi è più debole di te? Com'era la tua famiglia? Vedi la Forza come luce e buio o come un fiume imparziale di grigio? </p>\n<h3>Build Rapida</h3>\n<p>Puoi creare una sentinella velocemente seguendo questi suggerimenti. Per prima cosa, fai della Destrezza il tuo punteggio di abilità più alto, seguito da Saggezza o Carisma. In secondo luogo, scegli il background Jedi o Sith.</p>"
		}
	]
}