{
	"label": "Specie",
	"entries": [
		{
			"id": "Abyssin",
			"name": "Abissino",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I massicci abissini hanno lunghi arti e un unico grande occhio che domina la loro fronte. Tipicamente ben muscoloso, l'abissino ha un'andatura china che gli conferisce un aspetto leggermente curvo.</p>\n<p>Un tratto distintivo degli abissini è la loro capacità di guarire rapidamente; si ritiene che la loro rapida rigenerazione sia stata un adattamento per prevenire la perdita di liquidi attraverso il sanguinamento sul loro mondo deserto. Tutte le cellule del corpo abissino sono sostituite ogni 80 ore, e gli organi che tipicamente erano accoppiati in altre specie appaiono singolarmente.</p>\n<h2>Società e Cultura</h2>\n<p>Una società tribale primitiva, gli abissini di Byss sono conosciuti come violenti e brutali, e il loro pianeta è evitato dalla maggior parte degli esseri della galassia civilizzata. Le risorse instabili su Byss non permettono una crescita di massa della popolazione o la stabilizzazione di un governo centrale, di un'economia o di un sistema commerciale.</p>\n<p>Esistendo semplicemente in tribù nomadi, i gruppi abissini possono interagire pacificamente l'uno con l'altro, anche se solo se entrambi i gruppi hanno abbondanti scorte di acqua e cibo. Altrimenti, iniziano un 'Blooding', una rissa che termina solo quando i guerrieri di una tribù sono tutti uccisi, catturati o incapacitati. I guerrieri che sopravvivono a un Blooding sono di solito autorizzati a unirsi alla tribù vincente una volta che hanno finito la loro rigenerazione. Questa tradizione ha portato ad alcuni incidenti violenti quando gli astronauti hanno cercato di stabilire un primo contatto e di commerciare con le tribù abissine con scarse risorse idriche, soprattutto perché gli abissini pensavano che i commercianti alieni potessero rigenerarsi velocemente come loro.</p>\n<h2>Nomi</h2>\n<p>Non sembra esserci alcuna distinzione tra nomi maschili e femminili per gli abissini. Gli abissini non usano cognomi.</p>\n<p><strong>Nomi.</strong> Anami, Easym, Myo, Qawohl, Seh-run, Sidie</p>"
		},
		{
			"id": "Advozse",
			"name": "Advozse",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli advozsec si sono evoluti da rettili-analoghi erbivori che si nutrivano della vegetazione nota per formarsi intorno alle sorgenti calde di Riflor. Evolvendosi in una classe di rettomammiferi, gli advozsec hanno un solo corno sulla corona della testa, quattro dita su ogni mano e piede, orecchie a punta e grandi occhi. Gli advozsec sono strettamente vegetariani, incapaci di digerire correttamente la carne. Le sorgenti calde geotermiche che appaiono sul loro mondo natale hanno costretto la specie a sviluppare una pelle spessa per sopravvivere. I grandi occhi degli advozsec sono adattamenti alle nuvole di cenere vulcanica che oscurano i cieli di Riflor.</p>\n<h2>Società e Cultura</h2>\n<p>Poiché la maggior parte della luce del sole su Riflor è bloccata dalle eruzioni vulcaniche, gli advozsec tendono a stabilirsi vicino alle sorgenti geotermiche per riscaldarsi. Sfortunatamente, queste sorgenti tendono anche ad essere in regioni geologicamente instabili, e tutto ciò che viene costruito vicino ad esse viene spesso distrutto o abbandonato a causa di eruzioni o terremoti. Come risultato, il popolo advozse ha finito per avere poco attaccamento ai beni materiali o ai piani a lungo termine, e ha sviluppato una visione pessimistica, egoista e persino paranoica della vita. Questo aspetto della loro cultura rimase a lungo dopo che il contatto con la Repubblica Galattica diede loro accesso alle moderne tecniche di costruzione che permettevano edifici più permanenti. Considerando la stabilità finanziaria come l'unica stabilità veramente raggiungibile nella vita, gli advozsec si sforzano costantemente di accumulare più ricchezza monetaria possibile nel corso della vita per avere la possibilità di ricostruire quando accade il peggio.</p>\n<h2>Nomi</h2>\n<p>Gli advozsec hanno nomi semplici che non distinguono tra i generi, usando cognomi familiari.</p>\n<p><strong>Nomi</strong> Dleck, Fjemm, Gorde, Rollar, Xon</p>\n<p><strong>Cognomi.</strong> Ghantere, Leventraim, Timack, Vy, Zimda</p>"
		},
		{
			"id": "Aing-Tii",
			"name": "Aing-Tii",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli aing-tii sono una specie di mammiferi senzienti e sdentati che si reggono su due piedi artigliati con due braccia sottili, ciascuna con tre grandi dita. I loro corpi sono coperti da piastre bianche e ossute articolate, coperte da motivi dipinti unici. La testa degli aing-tii è piccola e sporge perpendicolarmente dal petto, con due grandi occhi e sei lunghe e sottili lingue verdi che escono dalla bocca. Hanno una lunga coda prensile. La specie è incapace di produrre suoni e trasmette informazioni attraverso l'assaggio, l'olfatto e il contatto con la lingua.</p>\n<h2>Società e Cultura</h2>\n<p>Gli aing-tii sono originari di un pianeta la cui posizione nella Rift di Kathol è un segreto strettamente sorvegliato. Sebbene si trovi in una zona pericolosa dello spazio, la maggior parte degli Aing-Tii non lascia mai il proprio mondo e non ha contatti con il mondo esterno. Quelli che lo fanno - comunemente chiamati monaci guerrieri aing-tii - sono spesso xenofobi e solitari. I monaci passano tutta la loro vita a fare commissioni per i loro dei, nella speranza di ricevere da loro una \"risposta\". Gli aing-tii odiano la schiavitù e spesso attaccano gli schiavisti che vagano nell'Outback di Kathol.</p>\n<p>Anche se gli aing-tii sono sensibili alla Forza, evitano di usarla, che considerano sacra. Gli aing-tii credono che tutto sia in qualche modo guidato dalla Forza. Non credono nei lati chiari o scuri della Forza. Al contrario, ritengono che ci siano molti aspetti diversi della Forza. </p>Nomi</h2>\n<p>I nomi degli aing-tii sono, in realtà, non verbali e comprensibili solo attraverso il gusto, l'olfatto e il tatto.  I pochi aing-tii che sono stati conosciuti dal mondo esterno hanno usato dei traduttori per trasmettere un identificatore uditivo.</p>\n<p><strong>Nomi Maschili.</strong> Ben'Sur, Looshen'Fel, Tadar'Ro</p>\n<p><strong>Nomi Femminili</strong> Kulan'Pa, Laman'So, Te'Nuriel </p>"
		},
		{
			"id": "Aleena",
			"name": "Aleena",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Aleena sono bipedi corti e rettiliani con grandi occhi e bocche larghe piene di piccoli denti affilati. I corpi degli Aleena sono lunghi rispetto alle loro braccia corte e alle gambe tozze. Rettili a sangue caldo, possiedono riflessi eccezionali così come un metabolismo veloce che permette loro di convertire il cibo in energia molto rapidamente per sfuggire ai predatori sul loro duro pianeta natale.</p>\n<h2>Società e Cultura</h2>\n<p>Gli Aleena sono socievoli e tendono a prosperare meglio in gruppi affiatati, se non con la loro stessa specie. Sviluppano una forte lealtà verso gli amici e proteggono ferocemente quelli a cui tengono. A causa della loro innata curiosità, gli Aleena sono stereotipicamente viaggiatori galattici, turisti in tutti i sensi. Questo, combinato con la loro forte dedizione ai loro parenti, si traduce in famiglie aleena che viaggiano anche nei luoghi più insoliti e pericolosi solo per vederne le attrazioni. L'apparizione di una famiglia aleena che cammina per una metropoli intergalattica è uno spettacolo comune su molti pianeti. L'amore degli aleena per gli sport e in particolare, l'avventura e gli sport da brivido, attirano molti nella comunità galattica. La maggior parte di coloro che entrano nelle classi professionali sono esperti o diplomatici.</p>\n<p>Gli insediamenti Aleena erano piccoli, e la maggior parte degli individui faceva parte di un unico lignaggio, o tahiko. Il leader di ogni tahiko guidava la comunità e rappresentava i loro desideri al corpo consultivo planetario. Il corpo consultivo eleggeva un re per governare il pianeta, ed era generalmente venerato come una figura religiosa in quanto guidava le cerimonie religiose.</p>\n<h2>Nomi</h2>\n<p>I nomi Aleena sono generalmente brevi e gutturali, mentre i nomi più lunghi sono riservati ai reali. I cognomi sono basati sul loro tahiko, o stirpe tribale.</p>\n<p><strong>Nomi Maschili.</strong> Batts, Gratz, Wakka, Zakan, Zetts</p>\n<p><strong>Nomi Femminili</strong> Arkei, Harza, Sutci, Tsuon, Yenn, </p>\n<p><strong>Cognomi.</strong> Anares, Kylar, Ors, Practes, Targae</p>"
		},
		{
			"id": "Anomid",
			"name": "Anomido",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Anomidi sono una specie di umanoidi con una pelle traslucida, color porpora, liscia ma rugosa con l'età. Hanno mani grandi e sottili con sei dita su ciascuna: due dita finali, due dita centrali e due pollici, con un artiglio appuntito su ciascuno. Le dita sono accoppiate a due e leggermente distanziate dalle altre. Gli occhi degli anomidi sono solidi, senza iride o pupille visibili e sono stati visti in varie tonalità di giallo o blu. Le anomidi hanno orecchie appuntite, simili a pinne, che sporgono dai lati della testa. I capelli degli anomidi sono spesso lunghi e ben tenuti, e si trovano sempre in tonalità di nero, grigio o bianco.</p>\n<h2>Società e Cultura</h2>\n<p>Gli anomidi indossano quasi sempre elaborate maschere che coprono la maggior parte dei loro volti. Queste non sono maschere per il respiro, ma unità di vocalizzazione. Poiché le anomidi non hanno corde vocali, si affidano a queste maschere per comunicare con altre specie. Queste maschere sono spesso elaborate e personalizzate per riflettere lo status sociale di un anomide, l'origine della famiglia o la professione. Tra di loro, le anomidi comunicano usando un elaborato linguaggio dei segni. Il linguaggio dei segni degli anomidi richiede mani a sei dita, il che lo rende difficile da usare per gli umani o per i droidi di protocollo programmati dall'uomo.</p>\n<p>La civiltà degli Anomidi ha una lunga storia di pacifismo e di conquiste tecniche. Infatti, la maggior parte degli Anomidi sono pacifisti: gli storici ritengono che nel sistema Yablari non siano mai state combattute grandi guerre. </p>\n<h2>Nomi</h2>\n<p>I nomi degli Anomidi sono solitamente lunghi una o due sillabe, con consonanti dure. I nomi femminili sono spesso più morbidi, con una maggiore fluidità. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Arkis, Jarak, Magris, Vell </p>\n<p><strong>Nomi Femminili</strong> Apharis, Eralie, Siphanie, Ulaniye </p>\n<p><strong>Cognomi.</strong> Dekan, Krest, Narroc, Quill, Wode</p>"
		},
		{
			"id": "Anzellan",
			"name": "Anzellano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli anzellani sono una specie minuscola proveniente dall'appartato pianeta Anzella. I loro occhi hanno delle micro-lenti corneali fluttuanti che permettono loro di vedere dettagli microscopici. Gli Anzellani sono un popolo frizzante e ricettivo. Sono un popolo gioviale e fiducioso che tende ad accogliere gli estranei a braccia aperte.</p>\n<p>A causa del loro mondo vulcanico, gli anzellani sono anche adattati al calore. Questo, insieme alle loro piccole dimensioni, li rende adatti a lavorare in luoghi compatti.</p>\n<h2>Società e Cultura</h2>\n<p>Anzella è un pianeta tropicale coperto da migliaia di piccole isole vulcaniche. Molte di queste isole sono sviluppate come piccoli villaggi, con le isole più grandi progettate per ospitare specie più grandi. La cultura Anzellana è generalmente basata sul turismo e sull'artigianato; infatti, gli Anzellani sono rinomati artigiani grazie alla loro vista perspicace e all'abilità di inserirsi in piccoli spazi.</p>\n<p>Il governo Anzellano è generalmente casuale. Ogni villaggio ha il suo consiglio di governo composto da membri a rotazione; questi villaggi agiscono indipendentemente l'uno dall'altro a meno che le loro decisioni non riguardino più di una singola isola. In questo caso, tutti i consigli lavorano insieme per arrivare ad una decisione a livello planetario.</p>\n<h2>Nomi</h2>\n<p>I nomi Anzellan sono raramente più lunghi di due sillabe, con un'intonazione saltellante. I loro cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Babu, Gridel, Moru, Rano, Yodel</p>\n<p><strong>Nomi Femminili</strong> Dibi, Fing, Nooni, Teena, Zazi</p>\n<p><strong>Cognomi.</strong> E'ayoo, Frik, Meer, Tanni, Vrut</p>"
		},
		{
			"id": "Aqualish",
			"name": "Aqualish",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Specie anfibia originaria del pianeta Ando, gli Aqualish hanno due zanne facciali che si curvano verso il basso sulla bocca; un tratto che ha aggiunto al loro aspetto di aracnidi. Queste zanne facciali sono altamente sensibili al calore e al freddo e sono utilizzate per rompere i duri gusci dei molluschi o per scavare attraverso il terriccio paludoso del loro mondo natale. Avendo mani alettate e due occhi neri bulbosi, gli Aqualish non sono in grado di manipolare la maggior parte dei macchinari o delle attrezzature sviluppate dalle molte specie della galassia che hanno progettato questi strumenti per gli esseri con le dita. Di conseguenza, gli Aqualish tendono a rimanere sul loro mondo natale. Gli Aqualish sono noti per il loro temperamento irascibile che si scatena senza motivo.</p>\n<p>Mentre gli Aqualish sensibili alla Forza sono rari, i membri della specie si sono addestrati sia come Sith che come Jedi, anche se in genere gravitano verso i primi.</p>\n<h2>Società e Cultura</h2>\n<p>Gli Aqualish odiano l'immagine che hanno nella galassia come delinquenti, indipendentemente dalla sua veridicità, e la attribuiscono a chiunque. A causa di questo, la specie è considerata paria su Ando, che ha una popolazione di Aqualish inferiore a quella della galassia stessa. Tutti gli Aqualish parlano dialetti reciprocamente intelligibili della stessa lingua. La cultura Aqualish, rissosa e teppista, ruota intorno all'aggressività e alla durezza, e la diplomazia è uno dei loro attributi più deboli.</p>\n<h2>Nomi</h2>\n<p>I nomi Aqualish sono intesi per sembrare forti. I cognomi non sono familiari, ma vengono scelti da ogni singolo Aqualish.</p>\n<p><strong>Nomi Maschili.</strong> Bung, Gu, Opege, Soni, Tubop</p>\n<p><strong>Nomi Femminili</strong> Cestirki, Duni, Iftu, Sifre, Umi</p>\n<p><strong>Cognomi.</strong> Dogomurra, Julo, Kronem, Nidoal, Utix</p>"
		},
		{
			"id": "Arcona",
			"name": "Arcona",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Arcona hanno teste a forma di incudine, artigli, occhi simili al marmo e pelle protettiva. Cona è sempre calda e ha pochissima acqua, ma l'atmosfera è piena di vapore di ammoniaca. Gli Arcona si sono adattati a questo ambiente mangiando le radici della flora che convertono l'ammoniaca come fonte di acqua. Gli Arcona dipendevano dall'ammoniaca per vivere e, di conseguenza, gli Arcona che vivono fuori dal mondo devono prendere integratori di ammoniaca. Nonostante i loro grandi occhi, gli Arcona hanno una vista molto scarsa. I loro occhi, composti da migliaia di fotorecettori, non sono in grado di rilevare forme sottili, vedendo solo oggetti sfocati. Per aiutarli, hanno un piccolo organo sensoriale tra i loro occhi. Spesso scambiato per il loro naso, questo organo rileva i modelli di calore dagli esseri viventi. Così, gli arcona possono riconoscere le cose dal loro modello di calore.</p>\n<p>Arcona sono altamente suscettibili alla dipendenza da spezie e sale comune, che serve come allucinogeno con effetti simili a quelli dell'intossicazione. I loro occhi si colorano d'oro dopo un'assuefazione prolungata.</p>\n<h2>Società e Cultura</h2>\n<p>Gli Arcona normalmente non pensano a se stessi come individui ma come un insieme collettivo. Rinunciando in gran parte all'individualità, spesso si riferiscono a se stessi come 'noi' anche quando sono soli. Gli arcona vivono in comunità sciolte, basate sulla famiglia, chiamate nidi, che sono governate da un Grande Nido. Poiché gli arcona nascono in nidi sotterranei, ottengono uno stretto senso di famiglia vivendo in stretto contatto con i fratelli. I maschi allevano i giovani, poiché le femmine sono tipicamente impulsive e in cerca di emozioni. </p>\n<h2>Nomi</h2>\n<p>Arcona names are quite diverse, named by their fathers in the nest. Surnames are either familial or nest-based. </p>\n<p><strong>Nomi Maschili.</strong> Bijrik, El, Jat, Kazat, Onalol, Shle</p>\n<p><strong>Nomi Femminili</strong> Ak, Cimam, Cuten, He, Madan, Omik</p>\n<p><strong>Cognomi.</strong> Cheen, -drell, -faxel, Shran, Takonak, -voll</p>"
		},
		{
			"id": "Ardennian",
			"name": "Ardenniano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Ardenniani sono scimmie umanoidi senzienti provenienti dal paradiso tropicale di Ardennia. Sono coperti di pelliccia dalla testa ai polsi e alle caviglie, e i colori più comuni sono il marrone e il grigio. Gli Ardenniani hanno quattro braccia e piedi prensili. Tutti e sei i loro arti sono ugualmente abili.</p>\n<h2>Società e Cultura</h2>\n<p>Gli stessi Ardenniani sono una specie amichevole e comune, ben nota per accogliere i visitatori e invitare i nuovi arrivati a feste e danze tradizionali sulle spiagge sabbiose dell'Ardennia. Gli Ardenniani rurali vivono in moderni villaggi sugli alberi nella fitta e fioca baldacchina della giungla sulla maggior parte delle isole. Gli alloggi al livello del suolo sono disponibili per i visitatori fuori dal mondo anche nei villaggi più piccoli. La maggior parte dei forestieri alloggia nei grandi complessi di resort moderni che si vantano di avere chilometri di spiagge private o nelle città moderne. Esistono diverse grandi città, sparse per il mondo, che tipicamente comprendono un'intera isola o una serie di isole più piccole unite insieme.</p>\n<p>La distanza di Ardennia dagli iperplani principali la rende una delle destinazioni di vacanza meno conosciute, ma è popolare per coloro che non si preoccupano del tempo extra di viaggio. Alcuni visitatori benestanti preferiscono la solitudine che Ardennia offre, e occasionalmente finiscono per acquistare una delle isole più piccole per costruire la propria casa. Ardennia è nota per avere il maggior numero di spiagge per metro quadrato della galassia. </p>\n<h2>Nomi</h2>\n<p>I nomi degli Ardenniani sono tipicamente concisi e raramente più di due sillabe, con un cognome familiare.</p>\n<p><strong>Nomi Maschili.</strong> Rio, Jakar, Hul, Lup, Quil, Jerno</p>\n<p><strong>Nomi Femminili</strong> Rac, Bras, Nuc, Kua, Karta, Sanya</p>\n<p><strong>Cognomi.</strong> Betal, Durant, Jabut, Karon, Rambuan</p>"
		},
		{
			"id": "Arkanian",
			"name": "Arkaniano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Arkaniani sono una robusta specie quasi umana con occhi bianchi e mani artigliate a quattro dita. Gli Arkaniani sono in grado di vedere nello spettro dell'infrarosso e i loro occhi sono sensibili alle fonti di calore estremo. Questo si è rivelato utile sul loro oscuro e gelido mondo natale, ma quando viaggiano fuori dal mondo, molti devono indossare i paraocchi su pianeti con soli più caldi e giovani. Non è raro che gli Arkaniani si sottopongano a manipolazioni genetiche o cibernetiche del proprio corpo, migliorandosi in modo da essere migliori delle specie \"minori\".</p>\n<h2>Società e Cultura</h2>\n<p>Gli Arkaniani sono notoriamente arroganti, un tratto che deriva da generazioni di produzione di alcuni dei maggiori progressi genetici e tecnologici della galassia. Il loro mondo natale, Arkania, ha grandi quantità di gemme preziose; così, gli arkaniani non hanno mai desiderato molto nel commercio. Questa ricchezza è servita a finanziare i loro ambiziosi progetti scientifici, i più elaborati dei quali richiedono generazioni per essere completati.</p>\n<p>Molti arkaniani sono arrivati a vedere la loro specie come l'apice dell'evoluzione, e tra i più - se non <em>gli</em> esseri più intelligenti della galassia. Quelle specie che non sono già scoraggiate dalla loro natura distaccata spesso li temono, poiché i racconti di \"scienziati pazzi\" e di orribili esperimenti tendono a circondarli.</p>\n<h2>Nomi</h2>\n<p>I nomi arkaniani sono allo stesso tempo dignitosi e succinti. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Arkoh, Hyrim, Zeta, Suprin </p>\n<p><strong>Nomi Femminili</strong> Shenna, Elizie, Cratala, Hanna </p>\n<p><strong>Cognomi.</strong> Focela, Barzane, Nasdra, Athacorr</p>"
		},
		{
			"id": "Balosar",
			"name": "Balosar",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Fisicamente simili agli umani, i balosar appaiono malaticci e magri rispetto alle specie più comuni della galassia a causa del pesante inquinamento del loro mondo natale. La differenza più evidente tra i balosar e l'umanità è un paio di antennapalpi che spuntano da sotto la folta e ruvida peluria del loro cranio. Ritraibili, questi atennapalpi permettono loro di ascoltare nella gamma subsonica e danno alla specie un'intuizione fisica e riflessi preternaturali, che i membri dell'Ordine Jedi a volte hanno scambiato per sensibilità della Forza. I balosar possiedono anche un'acuta tolleranza per le sostanze velenose, un sottoprodotto della vita sul loro mondo natale tossico.</p>\n<h2>Società e Cultura</h2>\n<p>Al principio della sua storia, il mondo natale dei balosar fu invaso da megacorporazioni galattiche desiderose di sfruttare le lassiste leggi di protezione ecologica del mondo. Il pianeta era la patria del fungo balo, un ingrediente chiave dei bastoni della morte, uno dei narcotici più infami della galassia. Dopo la sua scoperta, Balosar è stato colpito dalla corruzione, dalla dipendenza e dall'inquinamento dovuti alla produzione e all'uso dei bastoni della morte.</p>\n<p>Poiché ci sono poche opportunità di prosperare sul loro mondo natale, i balosar spesso partono in cerca di fortuna altrove. La loro naturale resistenza agli effetti letali - ma non alla dipendenza - della droga incoraggia alcuni a entrare nel business dei bastoni della morte.</p>Nomi</h2>\n<p>I nomi balosar hanno una leggera sfumatura esotica, spesso perché i genitori balosar danno il nome ai loro figli mentre sono fatti di bastoni della morte. I loro cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Barin, Elan, Fantes, Zerba </p>\n<p><strong>Nomi Femminili</strong> Delaana, Ferrika, Reki, Vetyl </p>\n<p><strong>Cognomi.</strong> Cher'dak, Mer'darro, Sel'Sabagno</p>"
		},
		{
			"id": "Barabel",
			"name": "Barabel",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Barabel sono una specie bipede di rettili ricoperti di squame molto resistenti di colore scuro. Evolutisi da lucertole notturne, i Barabel hanno adattato uno spesso strato di grasso che permette loro di rimanere attivi e non fiacchi quando le temperature scendono. Un blaster impostato su stordimento non li danneggerebbe affatto o li rallenterebbe, in quanto rimbalzerebbe semplicemente sulle loro scaglie. I Barabel sono in grado di liberarsi della coda se necessario, un'abilità che si è rivelata la rovina di molti nemici spaventati. Possiedono anche pesanti artigli retrattili insieme a denti aguzzi che possono crescere fino a 2 pollici di lunghezza. Essendo una specie carnivora, i Barabel possiedono due stomaci per elaborare la massiccia quantità di cibo di cui hanno bisogno per sopravvivere.</p>\n<h2>Società e Cultura</h2>\n<p>Vivendo in comunità a bassa tecnologia che vanno da poche decine di individui a non più di diecimila, la comunità dei Barabel è costruita intorno ad una caverna dove il gruppo prospera e da cui caccia. La specie Barabel è nota per la sua abilità di caccia e di inseguimento; molte delle loro azioni sono alimentate dai loro istinti di caccia, portando alla sensazione generale che i Barabel siano sempre arrabbiati. Sono noti per la loro aggressività, ma sono anche estremamente leali. Hanno anche un grande rispetto per i Jedi a causa delle loro prime esperienze con un Maestro Jedi che ha risolto una pericolosa disputa tra clan. Le scuse, sia per un misfatto che per compassione, sono un concetto sconosciuto ai Barabel e sono considerate un insulto.</p>\n<h2>Nomi</h2>\n<p>I nomi Barabel sono duri e sgrammaticati. I nomi femminili sono spesso più morbidi. I cognomi sono basati su Warren.</p>\n<p><strong>Nomi Maschili.</strong> Anidroks, Bridiz, Trurzuk, Vilzinok</p>\n<p><strong>Nomi Femminili</strong> Alge, Bulzo, Ekthamo, Inako, Nolku</p>\n<p><strong>Cognomi.</strong> Akken, Dutarca, Khigta, Srabulgid, Zhomo</p>"
		},
		{
			"id": "Baragwin",
			"name": "Baragwin",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Una specie gobba di rettili senzienti, i baragwin bipedi sono facilmente riconoscibili in tutta la galassia. Noti per la loro pelle spessa e rugosa che può resistere alla maggior parte degli attacchi fisici e per la loro andatura strascicata, la razza dalla testa grossa non ha differenze evidenti tra baragwin maschi e femmine. Un acuto senso dell'olfatto dà alla specie una sensibilità sufficiente per rilevare l'umore e i sentimenti di un altro essere. Questo porta alcuni di loro a fare carriera come cacciatori di caccia grossa, o anche come cacciatori di taglie. A causa del loro movimento ponderoso, molti non-baragwin credono che la razza sia un popolo ottuso mentre, in realtà, sono abbastanza intelligenti. Nonostante ciò, i baragwin tengono spesso nascosta questa intelligenza, usando le idee sbagliate degli altri a proprio vantaggio.</p>\n<h2>Società e Cultura</h2>\n<p>La cultura baragwin, poiché non deriva da un singolo mondo natale, dipende molto dal pianeta di origine del baragwin, con i baragwin tatooiniani che si comportano in modo diverso da quelli di Denuhi-Eight. I baragwin hanno generalmente pochi pregiudizi, trattando tutti gli altri esseri allo stesso modo, indipendentemente dalla specie, dalla cultura o dalle origini planetarie; anche se i baragwin criminali sfruttano tutti gli esseri allo stesso modo. Gli insediamenti Baragwin sono generalmente piccoli e anarchici, con leader a breve termine selezionati da processi democratici informali. I Baragwin sono famosi come abili fabbricanti di armi e hanno introdotto molte armi diverse in diversi mondi. I blaster e i vibroblade prodotti dai Baragwin sono tra le armi personali più potenti della galassia. </p>\n<h2>Nomi</h2>\n<p>I Baragwin hanno nomi dai toni ampi, pronunciati con tutta la bocca, che non fanno distinzione di genere. I Baragwin usano Cognomi familiari.</p>\n<p><strong>Nomi</strong> Dagel, Eskaul, Idalli, Migo</p>\n<p><strong>Cognomi.</strong> Fadani, Igara, Kodrue, Wylbas</p>"
		},
		{
			"id": "Besalisk",
			"name": "Besalisco",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Le teste dei Besalischi maschi sfoggiavano creste prominenti e quattro braccia pendevano dai loro fianchi; le femmine della specie potevano avere fino a otto braccia, ma come gli Umani avevano una mano primaria e una gamma limitata di funzionalità con le altre. L'aggiunta delle appendici extra richiedeva un metabolismo vigoroso, e questi esseri ingombranti erano in grado di conservare cibo e acqua per molti giorni, e se il bisogno si presentava, potevano sopravvivere per lunghi periodi senza nessuno dei due. Dei trasandati baffi sensoriali fiancheggiavano l'area sotto i loro nasi, appena sopra il robusto bargiglio che la maggior parte dei Besalischi adulti possedeva.</p>\n<h2>Società e Cultura</h2>\n<p>A causa dell'aspro ambiente di Ojom, non si sono mai sviluppate grandi città sul mondo; invece piccoli comuni di circa un migliaio di famiglie rivendicano territori intorno al mondo e sono ognuno guidato da un leader eletto. I comuni hanno una politica rigorosa di mantenere le dimensioni dei loro raggruppamenti uguali per evitare conflitti. Quando troppe famiglie crescono in un'area, il leader chiede a certe famiglie di staccarsi e di fondare una nuova comunità su un altro ghiacciaio.</p>\n<p> Pur non essendo coinvolti nella politica galattica e poiché non producono nessuna delle loro tecnologie, i Besalisk hanno stabilito grandi stazioni spaziali orbitali dove gli stranieri possono venire a fare affari. Commerciando e facendo accordi, ogni violenza su queste stazioni è commessa da extraterrestri poiché i Besalischi evitano il confronto.</p>\n<h2>Nomi</h2>\n<p>I nomi dei Besalischi sono generalmente parole che li incarnano, con un cognome legato al loro comune.</p>\n<p><strong>Nomi Maschili.</strong> Darius, Dexter, Plun, Pong</p>\n<p><strong>Nomi Femminili</strong> Delia, Mora, Ren, Teen</p>\n<p><strong>Cognomi.</strong> Jettster, Kil, Krell, Ugg</p>"
		},
		{
			"id": "Bith",
			"name": "Bith",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Bith sono craniopodi con pelle rosa pallido, giallo o verde, teste grandi, grandi occhi senza palpebre, piedi senza dita e dita lunghe. Il loro pollice e il mignolo erano entrambi completamente opponibili. I sistemi interni dei bith sono diversi dalla maggior parte degli umanoidi, in quanto i bith hanno un solo polmone ed espirano attraverso la loro pelle. I bith mancano anche di un naso vero e proprio, ma hanno organi olfattivi molto sensibili nascosti nelle falde cutanee delle loro guance.</p>\n<p>Anche gli altri sensi bith sono acuti. I Bith possono percepire le qualità tonali del suono così come i colori percepiti da altre specie. I loro occhi, grandi come quelli di un Menahuun, possono vedere dettagli microscopici degli oggetti vicini, ma sono estremamente miopi. Un interessante effetto collaterale dei loro incredibili sensori è l'effetto delle granate soniche, o urlatori, su di loro. Viene descritto come causa dell'esplosione delle loro teste. Allo stesso modo, i bith hanno un'elevata destrezza manuale che li aiuta a manipolare strumenti fini, anche se la loro abilità fisica con abilità motorie grossolane è solo nella media.</p>\n<h2>Società e Cultura</h2>\n<p>I bith sono una delle civiltà più antiche della galassia, con una storia che risale a milioni di anni fa. Questa antichità gli procura rispetto in certi ambienti, come tra i Greci, che li rispettano più di altre specie più giovani. La loro società è altamente regolamentata, con tutto, dalla selezione dei compagni alla leadership politica, controllata da sofisticati programmi per computer.</p>\n<h2>Nomi</h2>\n<p>I nomi dei Bit sono molto diversi. Alcuni nomi sono complicati e difficili da pronunciare, mentre altri sono piuttosto semplici. </p>\n<p><strong>Nomi Maschili.</strong> Fedu, Jenkiss, Kabadons, Ph'teumkiass </p>\n<p><strong>Nomi Femminili</strong> Duhia, F'hubama, R'hothal, Thidus </p>\n<p><strong>Cognomi.</strong> D'intes, Hern, K'sarorn, Nimum, Rumo</p>"
		},
		{
			"id": "Bothan",
			"name": "Bothan",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Bothan sono una breve specie di umanoidi pelosi. I Bothan sono coperti da una pelliccia che si muove in risposta al loro stato emotivo per mezzo di dolci increspature. È questo tratto, chiamato Wrendui, che li tradisce quando i membri della loro specie intendono essere duplici nei loro rapporti con gli altri. Possiedono orecchie affusolate e appuntite, e sia i maschi che le femmine sono noti per sfoggiare la barba. </p>\n<p>I Bothan sono in grado di incrociarsi con le altre specie, anche se è raro che lo facciano. Questi ibridi assomigliano un po' agli umani di base, con zampe, zoccoli, pelo, orecchie a punta e una lunga coda.</p>\n<h2>Società e Cultura</h2>\n<p>La cultura Bothan è guidata dalla filosofia e dai principi dell'antico testo conosciuto come La Via, scritto da Golm Fervse'dra. In questa \"Via Bothan\", la ricerca del potere e dell'influenza è fondamentale. Così, i singoli Bothan mettono il loro successo politico ed economico al di sopra di tutte le altre preoccupazioni, e come specie, i Bothan mettono il loro progresso al di sopra degli altri interessi intergalattici. La quantità di pugnalate alle spalle, di sottili assassinii e di manovre politiche nella società bothan è vertiginosa e porta molte specie a stereotipare i bothan come inaffidabili. Infatti, la maggior parte dei bothan sono abitualmente paranoici, credendo che chiunque non stia lavorando con loro, stia lavorando contro di loro. In tempi di crisi, l'attenzione della società bothan si sposta su uno stato di sopravvivenza noto come \"ar'krai\". Quando sono impegnati nell'ar'krai, tutti i bothan in forma si offrono volontari per difendere la loro specie dall'imminente estinzione. </p>\n<h2>Nomi</h2>\n<p>I nomi dei bothan sono spesso tricolore, mentre quelli delle donne sono morbidi. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Garc, Hibriak, Nith, Tramom, Ventagt </p>\n<p><strong>Nomi Femminili</strong> Ceerriah, Dhaim, Gnam, Meenn, Vit </p>\n<p><strong>Cognomi.</strong> Bwif'livi, Gra'kit, Hia'faitu, Main'dil</p>"
		},
		{
			"id": "Caamasi",
			"name": "Caamasi",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Una specie di mammiferi pelosi, i caamasi sono ricoperti da una folta pelliccia e hanno un odore corporeo speziato e legnoso, simile a quello del whiskey corelliano. Hanno lunghe braccia con mani a tre dita e orecchie a punta che spuntano dai lati della testa. Hanno anche un senso dell'olfatto estremamente acuto, con il naso posizionato alla fine di un muso pieno di denti. I Caamasi hanno l'interessante capacità di condividere ricordi vividi, chiamati memnii, con i loro parenti vicini e i sensibili alla Forza. Un memnii è tanto vivido per chi lo riceve quanto lo era per chi ha partecipato all'evento ricordato. La loro natura pacifica è in parte dovuta ai memnii, poiché avere un ricordo di aver ucciso o fatto del male sarà particolarmente forte, diventando insopportabile nel tempo, e qualcosa che i caamasi cercheranno di evitare tranne che per difendere se stessi o gli altri, nel qual caso accetteranno il loro fardello.</p>\n<h2>Società e Cultura</h2>\n<p>Una razza pacifista, la cultura su Caamas si è evoluta intorno ai principi fondamentali di pace e giustizia sociale; influenzando l'evoluzione dell'Ordine Jedi. Lavorando come esploratori, diplomatici e artisti, i caamasi sono un popolo monogamo che apprezza i partner singoli mentre si accoppiano e creano una famiglia. Tuttavia, in seguito alla devastazione del loro mondo natale da parte dell'Impero, i caamasi che erano fuori dal mondo in quel momento hanno considerato di evolvere verso una posizione di poligamia in modo da far ricrescere la popolazione. Mentre l'argomento è quello della sopravvivenza, molti sociologi che conoscono la cultura dei caamasi credono che non accetteranno l'idea.</p>\n<h2>Nomi</h2>\n<p>I cognomi caamasi sono spesso composti da due parti, con la seconda parte che designa l'appartenenza al clan.</p>\n<p><strong>Nomi Maschili.</strong> Althanic, Gelerit, Ryg'gos, Shren</p>\n<p><strong>Nomi Femminili</strong> Eeshraq, Heshrisa, Nulana, Yr'na</p>\n<p><strong>Cognomi.</strong> A'kriy, I'tela, O'Tul, Sho'cyl</p>"
		},
		{
			"id": "Cathar",
			"name": "Cathar",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I catari hanno corpi coperti di pelliccia con criniere spesse e artigli prominenti e retrattili che possono sferrare potenti attacchi mortali contro i nemici e le prede. I loro corpi possiedono anche capacità di guarigione rapida. Queste caratteristiche li rendono perfetti specialisti del corpo a corpo.</p>\n<p>La specie Cathar ha anche due sottospecie, conosciute come Juhani e Myr Rho. Entrambi sono molto meno simili ai gatti rispetto ai catari principali. I catari nascono in una cucciolata. La specie Cathar è biologicamente simile alla specie Bothan.</p>\n<h2>Società e Cultura</h2>\n<p>Sul loro mondo natale, i Cathar vivono in città costruite su alberi giganti e sono organizzati in clan governati da anziani. Le storie dei loro grandi eroi sono spesso scolpite nei tronchi di queste case-albero per le generazioni successive. I catari si accoppiano per la vita, al punto che quando un compagno muore, il sopravvissuto non ha mai una relazione con un altro. La società del clan cataro comprende grandi spettacoli e celebrazioni, soprattutto per i loro eroi. La loro religione comprende un rituale noto come \"Caccia al sangue\", in cui i guerrieri catari si impegnano individualmente in combattimento contro interi nidi di Kiltik per ottenere onore e purificarsi dall'oscurità interna. La lingua nativa dei catari è il catarese, che includeva l'enfasi di alcune parole parlate con un ringhio.</p>\n<h2>Nomi</h2>\n<p>I nomi catari possono avere un suono sia melodico che abbastanza gutturale, ma quasi sempre suonano forti e feroci. I nomi femminili sono tipicamente più lunghi di Nomi Maschili. I cognomi sono di solito di una sillaba.</p>\n<p><strong>Nomi Maschili.</strong> Crurbirr, Isyrr, Nynorr, Suro, Tukarr </p>\n<p><strong>Nomi Femminili</strong> Cuwin, Jyvohr, Mulahr, Solyri</p>\n<p><strong>Cognomi.</strong> Jin, Ki, Mak, Rhir, Ta</p>"
		},
		{
			"id": "Cerean",
			"name": "Cereano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I crani allargati dei Cereani, che si estendono sopra la fronte, ospitano complessi cervelli binari, forniti di sangue sufficiente da un cuore extra nella loro testa. La struttura binaria del pensiero dei Cereani li aiuta a riflettere su due lati di una questione contemporaneamente. Permette loro anche di elaborare informazioni e risolvere problemi rapidamente e fornisce una capacità molto avanzata di concentrazione e meditazione. A causa della loro natura riflessiva, tendono ad essere calmi, razionali e analitici, preferendo filosofie pacifiche e uno stile di vita che lavora in armonia con la natura. Anche se i Cereani dal pensiero veloce hanno riflessi altrettanto veloci, di solito non sono così ben coordinati come gli umani. </p>\n<h2>Società e Cultura</h2>\n<p>I Cereani hanno sviluppato una società a bassa tecnologia sul loro mondo natale e preferiscono vivere in isolamento dalla galassia più ampia. Preservando la bellezza naturale di Cerea, il pianeta è sede di molte Cittadelle Esterne dove è permesso l'uso di tecnologia extraterrestre, anche se non può essere rimossa dalla Cittadella. La meditazione è una parte fondamentale dei rituali quotidiani di un cereano, e molti impiegano cristalli di kasha forgiati appositamente come strumento di concentrazione. Concentrando i propri pensieri mentre si è in contatto con questi cristalli, le distrazioni vengono eliminate, creando un ambiente di meditazione eccezionale. I Jedi cereani a volte incorporano questi cristalli nelle loro spade laser, fornendo grande concentrazione, anche durante un intenso combattimento fisico.</p>\n<h2>Nomi</h2>\n<p>I nomi maschili cereani sono spesso sillabati, mentre quelli femminili no. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Ji-Cheelia, Ki-Adi, Pick-toh, Sauli-Fanz</p>\n<p><strong>Nomi Femminili</strong> Dreash, Kilniavy, Melm, Rharoth</p>\n<p><strong>Cognomi.</strong> Codux, Emkom, Kyureft, Lonnik, Mundi</p>"
		},
		{
			"id": "Chadra-Fan",
			"name": "Chadra-Fan",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Chadra-Fan sono coperti dalla testa ai piedi di pelliccia. La loro specie si è evoluta da piccoli roditori arboricoli. I due diversi sessi dei Chadra-Fan sono indistinguibili per le altre specie, anche se i Chadra-Fan possono facilmente riconoscere la differenza usando il loro potente senso dell'olfatto. I Chadra-Fan hanno anche feromoni involontari che trasmettono informazioni sulla loro linea familiare e creano un'aura di attrattiva. Altri feromoni volontari spesso trasmettevano lo stato emotivo di un Chadra-Fan: pericolo, paura o gioia. I Chadra-Fan creano anche messaggi più complessi usando i loro feromoni, anche se i feromoni quando vengono mescolati a volte causano confusione. Sono unici per il fatto di avere il sangue chiaro.</p>\n<h2>Società e Cultura</h2>\n<p>La società dei Chadra-Fan è divisa in una struttura di clan in cui ogni membro è responsabile dell'educazione dei figli del clan; un fatto della vita è che ogni casa è aperta in qualsiasi momento. La leadership all'interno del clan è un ruolo temporaneo che viene passato da un individuo all'altro quando la situazione richiede una particolare competenza. I bambini sono il fulcro di una comunità Chadra-Fan, e se ne vanno solo quando si sposano. Tuttavia la nuova coppia di Chadra-Fan rimane con il clan più piccolo, quindi è possibile che un Chadra-Fan non lasci mai la sua casa.</p>\n<p>I Chadra-Fan lasciati da soli soffrono di depressione, quindi cercano regolarmente la compagnia degli altri; quindi, i Chadra-Fan non sono molto esigenti quando si tratta di amici e preferiscono i completi estranei alla solitudine</p>\n<h2>Nomi</h2>\n<p>I nomi Chadra-Fan non variano significativamente in base al sesso. I cognomi sono basati sui clan.</p>\n<p><strong>Nomi</strong>  Dubi, Kattar, Naska, T'yabah, O'yasha</p>\n<p><strong>Cognomi.</strong> Abalomm, Fandy, Nemm, Nuz, Yedit</p>"
		},
		{
			"id": "Chagrian",
			"name": "Chagrian",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Chagrian nascono come girini in gruppi di tre o più e vengono allevati in vasche d'acqua nella casa privata di una famiglia. Durante questo periodo, si sviluppano le loro braccia, gambe e polmoni che respirano aria. I Chagrians adulti sono veramente anfibi, conservando la loro capacità di respirare sott'acqua, mentre sono anche in grado di funzionare senza difficoltà in aria. Possiedono anche un'acuta visione notturna.</p> <p>Il Chagrian medio è più alto di un umano. Si distinguono per due escrescenze carnose che sporgono dai lati della loro testa, che chiamano lethorn. Man mano che invecchiano, le spine si ispessiscono. I maschi hanno anche due corna che spuntano dalla sommità del cranio. Un tempo queste venivano usate nei duelli subacquei per attirare una compagna, e sono viste come un segno della forza e della virilità dei maschi. Le femmine non hanno le corna craniche superiori, ma hanno piastre posteriori più pronunciate e più lunghe; queste possono arrivare a metà della schiena. I Chagriani hanno anche una lingua biforcuta nera molto lunga.</p>\n<h2>Società e Cultura</h2> <p>Come specie, i Chagriani sono generalmente pacifici e rispettosi della legge al punto da diventare stoici e ostinati. Molti Chagriani sono motivati solo da desideri di base come il sostentamento, l'alloggio e l'assistenza sanitaria. Il governo Chagriano assicura che ogni cittadino sia curato e provveduto, quindi il livello di vita per i Chagriani più poveri è alto rispetto ai membri di altre specie. I Chagriani che si aspettano violenza spesso si vestono di rosso.</p>\n<h2>Nomi</h2>\n<p>I nomi Chagriani hanno un tono molto melodico. I nomi maschili sono tipicamente più corti dei Nomi Femminili I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Bom, Chen, Fiet, Nedd, Touk</p>\n<p><strong>Nomi Femminili</strong>  Chavik, Dabai, Fisil, Oolya, Tinto</p>\n<p><strong>Cognomi.</strong> Kassin, Molya, Nigna, Onirali, Treen</p>"
		},
		{
			"id": "Chevin",
			"name": "Chevin",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Chevin hanno lunghi musi che scendono quasi fino alle caviglie. Combinato con il loro intelletto, questo li rende abili cacciatori di animali come il backshin, perché possono annusare la loro preda o nutrirsi tenendo gli occhi all'orizzonte. È anche la loro abilità nella caccia che ha permesso loro di dominare il loro mondo natale e conquistare i Chevin. I Chevin hanno gambe spesse, corpi larghi e massicci, code sottili simili a corde e braccia così lunghe che le loro mani a tre dita spesso sfiorano il terreno.</p>\n<h2>Società e Cultura</h2>\n<p>I Chevin vivono in piccole comunità mobili, con case montate su grandi carri a ruote. Anche dopo aver ottenuto l'accesso alla tecnologia galattica, hanno continuato a vivere come nomadi (anche se i Chevin più ricchi hanno montato le loro case su grandi veicoli a repulsori). I loro schiavi Chev sono di solito costretti a seguirli a piedi. I gruppi nomadi di Chevin si tengono in contatto tramite collegamenti, e spesso convergono in un unico luogo per affrontare il pericolo.</p>\n<p>Gli unici insediamenti Chevin che rimangono al loro posto per più di un mese standard sono i Villaggi del Governo, dove i dittatori Chevin vivono con i loro consiglieri scelti. Anche questi insediamenti sono mobili quando necessario. Ognuno delle circa due dozzine di villaggi governativi governa una nazione Chevin.</p>Nomi</h2>\n<p>I nomi Chevin non variano significativamente in base al sesso. I cognomi sono basati sulla comunità.</p>\n<p><strong>Nomi</strong> Buula, Ephant, Perre, Phylus, Reseros</p>\n<p><strong>Cognomi.</strong> Meh, Mon, Nen, Needmo, Phrusaani</p>"
		},
		{
			"id": "Chironian",
			"name": "Chironiano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>La parte inferiore del corpo del chironiano ha quattro gambe, simili a quelle di un cavallo, e ciascuna termina con un delicato zoccolo biforcuto. Un chironiano può sedersi piegando le sue gambe da cavallo sotto il corpo. I chironiani possono anche calciare all'indietro con entrambe le zampe posteriori; questo forte calcio è sufficiente a far cadere altri esseri. L'andatura di un chironiano può variare tra una camminata, un canter e un galoppo.</p>\n<p>Ogni anno, alle teste dei chironi crescono due corna sopra le tempie. Queste corna iniziano come piccoli pomi coperti da velluto rosso: un tessuto vascolare. Una volta che i pomelli sono cresciuti a sufficienza, sfondano il velluto in modo naturale, emergendo come corna trasparenti, brillanti come il diamante, fredde al tatto e con creste lisce. Tuttavia, se il velluto viene tagliato artificialmente, i chironi possono morire per la ferita. Con il tempo, le corna crescono abbastanza lunghe e affilate che i chironi adolescenti possono usarle per sbranare gli avversari.</p>\n<h2>Società e Cultura</h2>\n<p>I chironi esprimono le emozioni attraverso i manierismi dei loro zoccoli: quando sono impazienti, li battono; quando sono eccitati, li battono in una danza veloce, o cantare in un punto. I centauriformi scuotono frequentemente la testa e la criniera, e quando sono arrabbiati, i loro volti si arrossano di una tonalità più profonda. I giovani chironi, quando sono spaventati, sono noti per strofinare o premere le loro corna ricoperte di velluto contro la fronte di altri esseri a cui sono emotivamente vicini.</p>\n<h2>Nomi</h2>\n<p>I nomi chironiani sono morbidi e melodici, nonostante la natura spessa della loro lingua madre. I nomi di famiglia importanti si tramandano di generazione in generazione. Non usano Cognomi. </p>\n<p><strong>Nomi Maschili.</strong> Jefin, Slaturn, Cinall, Leathes</p>\n<p><strong>Nomi Femminili</strong> Olachi, Luna, Sinall, Trespen</p>"
		},
		{
			"id": "Chiss",
			"name": "Chiss",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I chiss sono una specie quasi umana che si distingue per la loro pelle blu e gli occhi rossi brillanti. Le analisi genetiche indicano che sono una propaggine dell'umanità, e si crede che lo spostamento sottoterra abbia portato ad una divergenza tra loro e gli Umani di base. La loro pelle blu, i capelli neri e gli occhi rossi generalmente attirano l'attenzione; queste caratteristiche li rendono fisicamente impressionanti e immediatamente riconoscibili.</p>\n<h2>Società e Cultura</h2>\n<p>La società Chiss è altamente strutturata e ordinata con la regola della legge applicata da un gruppo di quattro affiliazioni note come le Famiglie Regnanti: Csapla, Nuruodo, Inrokini e Sabosen. Questi non sono raggruppamenti di famiglie biologiche, ma piuttosto rami diversi del loro governo. Ogni chiss rivendica l'appartenenza ad una delle quattro famiglie, come determinato sia dalla tradizione che dal luogo di nascita. I nomi delle famiglie sono più che altro un retaggio culturale; le linee di sangue si sono talmente intrecciate che ogni chiss può rivendicare l'appartenenza a una qualsiasi delle famiglie al potere. Nonostante l'impressione esteriore di calma e ordine che i chiss amano proiettare agli esterni, ci sono evidentemente tensioni all'interno delle Famiglie; gli assassinii politici sono una parte reale della vita politica dei chiss per le Famiglie Regnanti.</p>\b<h2>Nomi</h2>\b<p>Un vero nome chiss ha 3 parti, ognuna separata da un apostrofo. La prima parte è il loro nome di famiglia, la seconda parte è il loro nome di origine e la terza parte è la loro occupazione. I chiss raramente condividono il loro vero nome con i non-chiss, e di solito usano il loro nome di origine. I nomi maschili e femminili non si discostano significativamente.</p>\n<p><strong>Nomi.</strong> Crorcu'ecuk'unist, Dash'esoru'ishur, Jerd'ecer'lonii, Kisk'egauw'eqhi, Marag'aliphil'eduo, Pommo'icuote'nlerme, Vornu'wuzi'lerdim</p>"
		},
		{
			"id": "Clawdite",
			"name": "Clawdito",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Nella loro forma naturale, i clawdites assomigliano a umanoidi rettiliani, essendosi evoluti dai rettomammiferi. Hanno guance infossate con un naso stretto, una bocca piccola, grandi occhi con pupille a fessura e una linea sottile che corre lungo la fronte, corrugando il naso. I Clawditi possiedono una capacità estremamente rara di cambiare il loro aspetto. Possono cambiare il colore e la struttura della loro pelle e degli occhi, e persino farsi crescere i capelli, per imitare altre specie, anche se non possono aggiungere una massa fisica significativa ai loro corpi. </p>\n<h2>Società e Cultura</h2>\n<p>Per natura, i clawdites sono esseri tranquilli e solitari, e spesso evitano la compagnia degli altri a meno che non sia di loro beneficio. A causa della loro natura di mutaforma, sono spesso diffidati dagli estranei. Di conseguenza, vedono la galassia in modo pragmatico e sono spesso molto realisti.</p>\n<p>Non tutti i clawditi usano le loro abilità di mutaforma a causa del dolore che la trasformazione provoca. Questi clawditi sono spesso inclini a rimanere sul loro mondo natale di Zolan, evitando la compagnia di altre specie.</p>\n<p>Su Zolan, i clawditi sono temuti ed evitati dagli zolandesi, che sono un popolo profondamente religioso, credendo che i clawditi siano impuri e peccatori. Gli zolandesi costringono i clawditi a vivere in baracche sparse su tutto il pianeta.</p>\n<p>I clawditi che lasciano il loro mondo tendono a gravitare verso professioni che celebrano il loro mutamento di forma, come il contrabbando, la caccia alle taglie o lo spionaggio.</p>\n<h2>Nomi</h2>\n<p>I nomi clawditi hanno spesso una qualità rotolante o sibilante. I cognomi sono familiari, anche se i clawditi li usano raramente.</p>\n<p><strong>Nomi Maschili.</strong> Nuri, Pol, Renneyn, Rosat, Turman</p>\n<p><strong>Nomi Femminili</strong> Bargu, Cato, Murna, Sora, Zam</p>\n<p><strong>Cognomi.</strong> Durra, Noviee, Parasitti, Virten, Wesell</p>"
		},
		{
			"id": "Codru-Ji",
			"name": "Codru-Ji",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Codru-Ji sono umanoidi generalmente quasi umani nel loro aspetto da adulti, tranne che per le loro quattro braccia. Mentre i loro capelli, gli occhi e la pigmentazione della pelle tendono a toni terrosi, esistono anche colorazioni più brillanti come i capelli biondi o gli occhi blu, sebbene non siano comuni. Ancora più rari, alcuni adulti mantengono una leggera pelliccia o orecchie allungate e appuntite. Questi attributi eccentrici derivano dalle loro insolite forme infantili.</p>\n<p>I bambini Codru-Ji sono in realtà creature canide sapienti a sei zampe che non possono parlare. I Codru-Ji in questa fase della loro vita sono chiamati Wyrwulves: maturano nelle loro figure più riconoscibili dopo aver raggiunto la pubertà. A quel punto, una sostanza blu e gommosa avvolge il Wyrwulf per diverse settimane prima che emerga come un adolescente umanoide. I Codru-Ji sono orgogliosi e protettivi delle loro antiche usanze, e gestiscono attentamente l'economia del loro mondo per mantenere un certo grado di anonimato dalla galassia in generale. Temono la contaminazione delle loro pratiche di lunga data da parte dell'influenza esterna, così come il pregiudizio contro di loro per il livello quasi barbaro di insensibilità che mostreranno gli uni verso gli altri nel perseguimento di un guadagno personale. Il rapimento dei figli dei rivali politici o il riscatto dei fuorilegge per riportarli al loro popolo sono entrambe pratiche comuni. </p>\n<h2>Nomi</h2>\n<p>I nomi Codru-Ji sono spesso ridotti a due sillabe. I nomi dei clan sono aggiunti al nome di battesimo con un trattino.</p>\n<p><strong>Nomi Maschili.</strong> Kossok, Tirrit, Uttar, Yunnan</p>\n<p><strong>Nomi Femminili</strong> Davvi, Kella, Russa, Zollu </p>\n<p><strong>Clan Names.</strong> -Fa, -Mu, Ro-, -Sy, Yi-</p>"
		},
		{
			"id": "Colicoid",
			"name": "Colicoide",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I colicoidi sono insettoidi alti che possiedono appendici multiple. I loro corpi sono chitinosi e includono una potente coda pungente. La fisiologia di un colicoide permette loro di raggomitolarsi in una palla protettiva e dispiegarsi all'improvviso, il che permette loro di catturare la loro preda senza saperlo. Questo metodo di locomozione rotolante è una seconda natura per i colicoidi. Le loro menti insettoidi forniscono loro una difesa naturale contro i trucchi mentali. </p>\n<p>Alcuni membri sono regine dei colicoidi, che sono diversi perché sono più del doppio delle dimensioni anche delle più grandi razze guerriere. Questo le rende estremamente pericolose e sono le uniche colicoidi a possedere un unico pungiglione velenoso. Questo combinato con la loro forza e dimensione li rende combattenti mortali, specialmente quando sono all'interno dei loro nidi. Tuttavia, una regina tende a combattere solo quando i suoi piccoli sono minacciati.</p>\n<h2>Società e Cultura</h2>\n<p>Anche se molto intelligenti, i colicoidi sono privi di emozioni e cannibali per natura. La loro spietata astuzia li serve bene sul campo di battaglia come sul tavolo delle trattative. Si sa che molto tempo fa hanno trasferito queste caratteristiche spietate alle loro attività commerciali. Di conseguenza, sono noti per essere brutalmente efficienti nelle loro pratiche commerciali. Sono noti per essere creature viziose e calcolatrici, guidate dall'avidità e con poco riguardo per gli altri. I colicoidi hanno numerose imprese commerciali di successo e tengono rigidi protocolli d'affari. </p>Nomi</h2>\n<p>I nomi dei colicoidi sono tipicamente molto brevi e neutri rispetto al genere, con cognomi basati sulla regina da cui hanno avuto origine. </p>\n<p><strong>Nomi</strong> Gal, Het, Kaf, Lyp, Nok, Yin</p>\n<p><strong>Cognomi.</strong> Bek, Dor, Set, Tel, Wim, Zal</p>"
		},
		{
			"id": "Dashade",
			"name": "Dashade",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Dashade sono una specie di rettile massiccio noto per la sua forza e aggressività. Hanno tre dita su ogni mano, ognuna con un lungo artiglio ricurvo.</p>\n<p>La loro caratteristica più notevole è la loro naturale resistenza al potere della Forza. Oltre alla resistenza alla Forza, i Dashade possiedono un'alta tolleranza all'energia radioattiva, e sono in grado di resistere al contatto con materiali radioattivi molto più a lungo delle altre specie.</p>\n<p>Nonostante la loro pelle spessa, i Dashade hanno la straordinaria capacità di controllare la velocità con cui il calore si disperde dalla loro pelle. Questo permette loro di regolare la loro temperatura corporea a piacimento.</p>\n<h2>Società e Cultura</h2>\n<p>La forza bruta e la resistenza alla Forza dei Dashade li rende candidati ideali per il lavoro di mercenari e assassini. </p>\n<p>La società dei Dashade è basata sui clan. Questi clan spesso litigano per l'onore e la reputazione, una caratteristica che i dashade mostrano come specie.</p>\n<h2>Nomi</h2>\n<p>Molti nomi dashade sono brevi, dominati da suoni più duri, mentre altri sono più lunghi e separati da un apostrofo. I nomi dashade sono di genere neutro. I cognomi sono basati sui clan, ma la maggior parte dei dashade non li condivide né li usa. </p>\n<p><strong>Nomi</strong> Anarin, Rak'vhul, Set, Vattix, Vos</p>\n<p><strong>Cognomi.</strong> Ferrex, Gusar, Kruyel, Orath, Xeng, Zath</p>"
		},
		{
			"id": "Defel",
			"name": "Defel",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Mentre i defel sembrano essere visivamente simili agli shistavanen, sono molto diversi a livello biologico. I defel hanno la capacità di piegare le onde di luce in modo tale da renderli praticamente invisibili all'occhio umano. Nonostante questa capacità, possono essere individuati dagli utenti della forza e dagli individui con gli occhi attenti.</p>\n<p>I Defel hanno una capacità percettiva estremamente elevata grazie alle loro grandi orecchie, ai nasi sensibili e agli occhi acuti. A causa dei livelli elevati di stimoli visivi che i loro occhi sperimentano, i defel sono quasi accecati dalla luce del sole, ma possono vedere piuttosto bene al buio.</p>\n<h2>Società e Cultura</h2>\n<p>I defel vivono in comunità sotterranee, affiatate e interdipendenti. Il duro ambiente di Af'El ha trasformato i defel in robusti sopravvissuti, capaci di resistere nella Galassia. </p>\n<p>I defel hanno un forte senso dell'onore e non si associano a individui che non mantengono la parola data.</p>\n<p>Perché i defel non hanno ancora raggiunto i viaggi interplanetari, sono una vista rara nella galassia.</p>\n<h2>Nomi defel</h2>\n<p>I nomi defel tendono a suonare oscuri e misteriosi, e sono per lo più composti da sillabe multiple. I cognomi Defel sono familiari, con suoni severi e semplici.</p>\n<p><strong>Nomi Maschili.</strong> Alustair, Claustro, Tenebris, Varsiin</p>\n<p><strong>Nomi Femminili</strong> Lhantra, Soliel, Stroika, Zavtra</p>\n<p><strong>Cognomi.</strong> Gauss, Neura, Tume, Vecherom</p>"
		},
		{
			"id": "Devaronian",
			"name": "Devaroniano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Specie di mammiferi bipedi, i devaroniani si sono evoluti nelle dense giungle di Devaron come specie di cacciatori-raccoglitori. I loro corpi sono più densi di quelli della maggior parte degli umanoidi e di conseguenza erano più pesanti di quanto il loro aspetto tenderebbe a indicare. I Devaroniani hanno un sangue a base di argento, che appare denso e nero quando viene esposto. Possiedono un sistema unico di filtraggio e pulizia del sangue che viene elaborato attraverso due fegati. Poiché i loro corpi sono costantemente puliti dalle tossine e dalle sostanze cancerogene, la specie è altamente resistente al veleno. A tal fine, lo zolfo è usato come stimolante su Devaron per migliorare la velocità e la forza, perché inalandolo la sostanza entra rapidamente nel flusso sanguigno. I loro fegati faticano ad eliminare lo zolfo dal loro sistema, il che significa che l'uso a lungo termine può essere pericoloso.</p>\n<h2>Società e Cultura</h2>\n<p>I maschi devaroniani sono spinti dalla voglia di vagabondare, di solito colgono la prima occasione per spostarsi da un posto all'altro; spesso si trovano a viaggiare per la galassia come capitani di navi cargo e esploratori. Le femmine devaroniane, invece, si accontentano di rimanere in un unico luogo, allevando i giovani e gestendo il governo di Devaron. I maschi mandano soldi al loro mondo d'origine per mantenere le loro famiglie, ma per il resto non tornano quasi mai. Le femmine si accontentano di questo accordo, in quanto tendono a considerare i maschi irrequieti come disturbatori della vita domestica. </p>\n<h2>Nomi</h2>\n<p>I nomi devaroniani sono scuri, complessi e spesso gutturali, con alcuni toni più aspri mescolati qua e là.</p>\n<p><strong>Nomi Maschili.</strong> Cir, Gremegris, Keirtihk, Kucx, Niruhk</p>\n<p><strong>Nomi Femminili</strong> Crilnuy, Ghal, Milma, Nola, Taoluel </p>\n<p><strong>Cognomi.</strong> Breiz, Droddost, G'vaulnel, Raokt</p>"
		},
		{
			"id": "Draethos",
			"name": "Draethos",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Draethos possiedono grandi denti, che crescono al di fuori della loro bocca. Insieme alla mancanza di labbra, questo porta alla comparsa di un morso eccessivo. La loro pelle squamosa ha un colore che varia dal blu al viola al nero. Le loro mani conservano una rete interstiziale tra le dita. Le loro dita terminano con punte strette che assomigliano ad artigli. Possiedono una visione a bassa luminosità, derivante dai loro antenati cavernicoli.</p>\n<p>il Draetho possiede una telepatia limitata, che garantisce la capacità di comunicare con qualsiasi essere senziente. L'abilità è limitata alla comunicazione; un Draethos non può invadere i pensieri degli altri.</p>\n<h2>Società e Cultura</h2>\n<p>In parte a causa della loro lunga vita, la società dei Draethos si è evoluta lentamente e si basa molto sulla tradizione. La cultura dei Draethos è basata sui guerrieri e ci si aspetta che coloro che vivono sul mondo natale dimostrino la loro abilità marziale o di caccia. La vita su Draethos è dura, con aristocratici arroganti che litigano tra loro per la posizione sociale e la ricchezza. I guerrieri sono sempre molto richiesti come gladiatori, mercenari, cacciatori e soldati. Coloro che decidono consapevolmente di abbandonare la via del guerriero vengono esiliati per cercare una nuova vita tra gli alieni. Di conseguenza, nonostante la loro reputazione di feroci combattenti, la maggior parte dei Draetho incontrati fuori dal mondo sono pacifici e intellettuali.</p>Nomi</h2> <p>A causa della loro mancanza di labbra, i nomi Draethos tipicamente mancano di consonanti dure. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Odan, Gyeto, Hurl, Jan, Talon</p>\n<p><strong>Nomi Femminili</strong> Gillen, Teria, Kat'h, Yul, Aswe</p>\n<p><strong>Cognomi.</strong> Urr, Slyter, Qelu'tlapa, Ayahu, Jek</p>"
		},
		{
			"id": "Droid, Class I",
			"name": "Droide, Classe I",
			"description": "<h2>Aspetto</h2>\n<p>I droidi di classe I sono in genere vagamente simili a quelli umani sia nella forma che nelle dimensioni, con un'altezza di circa un metro e ottanta, anche se alcuni sono più piccoli. Di solito sono di un colore metallico lucido, anche se questo può variare in base ai compiti per cui sono stati creati, alla loro affiliazione o alle manie del loro proprietario.</p>\n<h2>Utilità</h2>\n<p>I droidi di Classe I sono programmati per le scienze matematiche, mediche o fisiche. Le sottocategorie del primo grado sono i droidi medici, i droidi delle scienze biologiche, i droidi delle scienze fisiche e i droidi matematici.</p>\n<p>I droidi medici, conosciuti anche come meddroidi, droidi medici, unità mediche o droidi chirurgici sono un tipo di droide progettato per curare gli esseri viventi, e sono i droidi di classe I più comuni. </p>\n<h2>Nomi</h2>\n<p>I droidi sono tipicamente chiamati con la loro designazione, data loro quando sono stati creati, o con qualche affettazione data loro dal loro proprietario. Spesso questo vezzo è un gioco sulla loro designazione. Occasionalmente, i droidi degni di nota si guadagnano moniker basati sulle loro realizzazioni.</p>\n<p><strong>Designazioni (Nomi).</strong> 2MED2 (Toomedtoo), GH-7 (Geeaych-Seven), TX-20 (Tee-Ex Twenty)</p>"
		},
		{
			"id": "Droid, Class II",
			"name": "Droide, Classe II",
			"description": "<h2>Aspetto</h2>\n<p>I droidi di classe II sono tipicamente piccoli, tra i due e i quattro piedi. La loro forma e lo schema di colori variano in base ai compiti per i quali sono stati creati, la loro affiliazione, o le manie del loro proprietario.</p>\n<p>Sono degni di nota per la loro forma distinta, orientata alla funzione.</p>\n<h2>Utilità</h2>\n<p>I droidi di classe II sono programmati per l'ingegneria e altre scienze tecniche. Sono diversi dai droidi di classe uno perché applicano la scienza a situazioni di vita reale. I droidi di classe II sono raramente dotati di vocabolari di base, e comunicano invece attraverso il Binario. Ci sono cinque sottocategorie di droidi di classe II. I droidi astromeccanici, esplorativi, ambientali, ingegneristici e di manutenzione sono tutti di classe II.</p>\n<h2>Nomi</h2>\n<p>I droidi sono tipicamente chiamati con la loro designazione, data loro quando vengono creati, o con qualche affettazione data loro dal loro proprietario.  Spesso questo vezzo è un gioco sulla loro designazione. Occasionalmente, i droidi degni di nota si guadagnano moniker basati sulle loro realizzazioni.</p>\n<p><strong>Designazioni (Nomi).</strong> BB-5 (Beebees), CH-33P (Cheep),  OC-JK14 (Seejay), PT-7 (Poot), RG-G1 (G-G)</p>"
		},
		{
			"id": "Droid, Class III",
			"name": "Droide, Classe III",
			"description": "<h2>Aspetto</h2>\n<p>I droidi di classe III sono tipicamente simili agli umani sia nella forma che nelle dimensioni, e sono alti circa un metro e ottanta. Di solito sono di un colore metallico lucido, anche se questo può variare in base ai compiti per cui sono stati creati, alla loro affiliazione o alle manie del loro proprietario.</p>\n<p>Sono degni di nota per la loro andatura lenta e tremolante e per la loro natura tipicamente troppo loquace.</p>\n<h2>Utilità</h2>\n<p>I droidi di Classe III sono programmati per interagire con gli umani. Si dice che siano i droidi più avanzati mai inventati. I droidi di protocollo, i servitori, i tutor e i bambini sono tutti di classe III.</p>\n<p>Sono di solito equipaggiati con chip di protocollo che danno loro la funzionalità cognitiva per impegnarsi socialmente.</p>\n<h2>Nomi</h2><p>I droidi sono tipicamente chiamati con la loro designazione, data loro quando vengono creati, o con qualche affettuosità data loro dal loro proprietario. Spesso questo vezzo è un gioco sulla loro designazione. Occasionalmente, i droidi degni di nota si guadagnano moniker basati sulle loro realizzazioni.</p>\n<p><strong>Designazioni (Nomi).</strong> K-OHN (Kone), I-5YQ (I-Five), O-MR1 (Omri), TC-14 (Teesee Fourteen)</p>"
		},
		{
			"id": "Droid, Class IV",
			"name": "Droide, Classe IV",
			"description": "<h2>Aspetto</h2>\n<p>I droidi di classe IV sono tipicamente simili agli umani sia nella forma che nelle dimensioni, anche se ci sono molti modelli avanzati (come i droideka) che rinunciano a questa standardizzazione. Di solito sono colorati per abbinare la loro affiliazione, anche se i droidi di classe IV di proprietà personale potrebbero non esserlo. Alcuni modelli di droidi di classe IV, come la serie HK, sono fatti per sembrare droidi di classe III per nascondere la loro natura marziale.</p>\n<h2>Utilità</h2>\n<p>I droidi di classe IV sono programmati per scopi militari e di sicurezza. Tali droidi tendono a svolgere compiti di violenza o di combattimento. Quasi tutti i droidi di classe IV portano armi. I droidi da combattimento armati sono tra i primi droidi mai creati. I droidi di sicurezza, gladiatori, da battaglia e assassini sono tutti di classe IV.</p>\n<h2>Nomi</h2>\n<p>I droidi sono tipicamente chiamati con la loro designazione, data loro quando vengono creati, o con qualche affettazione data loro dal loro proprietario.  Spesso questo vezzo è un gioco sulla loro designazione. Occasionalmente, i droidi degni di nota si guadagnano moniker basati sulle loro realizzazioni.</p>\n<p><strong>Designazioni (Nomi).</strong> K-2SO (Kay-Tuesso), PZ-99 (Peezee-Ninety-Nine), VL-44 (Vee-El Forty-Four)</p>"
		},
		{
			"id": "Droid, Class V",
			"name": "Droide, Classe V",
			"description": "<h2>Aspetto</h2>\n<p>I droidi di classe V sono tipicamente vagamente simili agli umani sia nella forma che nelle dimensioni, in piedi intorno al metro e ottanta, anche se molti possono essere più grandi. Di solito sono di un colore metallico lucido, anche se questo può variare in base ai compiti per i quali sono stati creati, la loro affiliazione o le manie del loro proprietario.</p>\n<p>Sono degni di nota per la loro programmazione semplice e le loro abitudini di lavoro tranquille e concentrate.</p>\n<h2>Utilità</h2>\n<p>I droidi di classe V sono programmati per compiti umili e di bassa abilità. Questi droidi tendono a svolgere compiti di base come la costruzione, il sollevamento, la manutenzione, l'estrazione mineraria, i servizi igienici e il trasporto. I droidi da lavoro sono droidi di quinto grado.</p>\n<h2>Nomi</h2>\n<p>I droidi sono tipicamente chiamati con la loro designazione, data loro quando vengono creati, o con qualche affettazione data loro dal loro proprietario.  Spesso questo vezzo è un gioco sulla loro designazione. Occasionalmente, i droidi degni di nota si guadagnano moniker basati sulle loro realizzazioni.</p>\n<p><strong>Designazioni (Nomi).</strong> CO-34 (See-Oh Three Four), FX-9 (Effex), PK-4 (Pook), SAE-B13 (Sable)</p>"
		},
		{
			"id": "Dug",
			"name": "Dug",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Dug sono esseri snelli e potenti con una corporatura in qualche modo umanoide e un metodo unico di camminare che proviene dal mondo ad alta gravità Malastare. Il loro principale mezzo di locomozione sono le loro forti braccia, e i loro arti inferiori e i piedi sono stati usati per le prese e altre manipolazioni motorie fini. Non camminano quasi mai sugli arti inferiori. Anche se la maggior parte dei Dug può camminare su tutti e quattro gli arti, ad altri piace usare le loro forti braccia come gambe e i loro piedi come mani, come farebbero normalmente.</p>\n<h2>Società e Cultura</h2>\n<p>A causa della loro oppressione sotto i governanti Gran che colonizzarono Malastare, molti Dug spesso sentono il bisogno di tirare fuori la loro forza nel tentativo di stabilire il dominio. Di conseguenza, sono noti per il loro contegno irascibile, e molti sono teppisti prepotenti.</p>\n<p>Sul loro mondo natale di Malastare, la stragrande maggioranza dei Dug sono poco più che lavoratori che lavorano per l'arricchimento dei Gran. Essendo la specie esclusa da gran parte del potere e del denaro su Malastare, molti Dug si dedicano alle corse in picchiata o alla caccia di taglie come unico mezzo per ottenere fama e fortuna. In tutte le altre aree, i Dug sono sfruttati.</p>\n<h2>Nomi</h2>\n<p>I nomi dei Dug sono spesso lunghi 3 sillabe, per lo più attraverso suoni grandi piuttosto che toni aspri. Ci sono però anche toni più duri nei loro nomi, spesso sotto forma di x e k. Le femmine Dug hanno nomi più morbidi, ma nessuno le chiamerebbe belle. I cognomi sono di solito tramandati attraverso la famiglia o il clan.</p>\n<p><strong>Nomi Maschili.</strong> Bawugri, Gadwouhx, Rorgukwa, </p>\n<p><strong>Nomi Femminili</strong> Bosix, Grugne, Jiwous, Pragiba, </p>\n<p><strong>Cognomi.</strong> Brundaare, Gninsaidi, Kedwir, Randaine</p>"
		},
		{
			"id": "Duros",
			"name": "Duros",
			"description": "<h2>Biology and Appearence</h2>\n<p>I duros sono umanoidi con pelle liscia verde-blu, occhi rossi, bocche senza labbra, musi lunghi e sottili senza naso e sangue verde. Gli organi olfattivi sotto i loro occhi sono responsabili del loro senso dell'olfatto. Sia le femmine che i maschi sono calvi, anche se entrambi i generi sono facilmente distinguibili. I loro grandi occhi rossi hanno pupille a fessura. Le femmine di Duros depongono le uova in quanto discendono da antichi rettili, e nascono in uno stadio larvale di larva. A differenza di specie simili, i Duros si prendono cura della loro prole dalla nascita.</p>\n<h2>Società e Cultura</h2>\n<p>Il loro pianeta natale Duro è principalmente disabitato a causa del massiccio inquinamento del mondo nel tempo. È invece coperto da fattorie automatizzate per la produzione di cibo. I Duro vivono in venti città spaziali orbitali sopra il pianeta. I Duros hanno creato il loro governo attorno a un consorzio di società di costruzione di astronavi, con tutte le decisioni politiche importanti prese dagli azionisti delle società. Questo significava che ogni Duro che possedeva azioni di una società poteva partecipare all'amministrazione del sistema.</p>\n<p>Con la loro forte memoria, alcuni Duro hanno anche scelto di diventare straordinari narratori, rinomati in tutta la galassia per la loro capacità di imparare a memoria un'ampia gamma di narrazioni e recitarle tutte con una precisione sorprendente. </p>\n<h2>Nomi</h2>\n<p>I nomi dei Duros sono generalmente melodici, con nomi femminili che hanno intonazioni più morbide. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Cir, Fod, Mom, Rur, Zim</p>\n<p><strong>Nomi Femminili</strong> Chochi, Fumsu, Kaleshef, Raada</p>\n<p><strong>Cognomi.</strong> Dektuks, Jimoks, Silt, Tuzig, Zhoks</p>"
		},
		{
			"id": "Echani",
			"name": "Echani",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Echani sono caratterizzati da pelle, capelli e occhi bianchi e dalla loro notevole tendenza ad assomigliarsi molto agli osservatori esterni, in particolare tra i membri della famiglia. Si pensa che le loro origini derivino dalla sperimentazione arkaniana sul genoma umano, un'ipotesi che potrebbe spiegare la loro conformità fisica.</p>\n<h2>Società e Cultura</h2>\n<p>Società matriarcale, basata su caste, originaria del mondo dell'Orlo Interno di Eshan, gli echani si sono diffusi fino a comprendere una confederazione di sei mondi tra cui Bengali e Thyrsus, conosciuti come le Sei Sorelle, governati dal Comando Echani tutto femminile. </p>\n<p>\t</p>\n<p>I generali Echani sono talvolta considerati dagli altri come aventi la capacità di prevedere la prossima mossa del loro avversario. Questa non è una caratteristica biologica inerente alla specie, ma deriva piuttosto dal fatto che il combattimento è così radicato in ogni livello della cultura echani; gli echani sostengono l'idea che il combattimento è la forma più vera di comunicazione, e per conoscere pienamente qualcuno, devi combatterlo. Mentre i loro rituali di combattimento richiedono completa libertà di movimento e arti marziali disarmate, in guerra tendono a usare armature leggere e armi da mischia, e sono considerati eccellenti artigiani del genere.</p>\n<h2>Nomi</h2>\n<p>I nomi echani tendono a mancare di consonanti dure, ma sono variabili come quelli umani. I cognomi Echani sono legati direttamente al loro posto nel sistema delle caste.</p>\n<p><strong>Nomi Maschili.</strong> Caelian, Inarin, Losor, Uelis, Yusanis </p>\n<p><strong>Nomi Femminili</strong> Astri, Brianna, Isena, Raskta, Senriel</p>\n<p><strong>Cognomi.</strong> Authal, Elysi, Fenni, Kinro, Lsu</p>"
		},
		{
			"id": "Esh-Kha",
			"name": "Esh-Kha",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Esh-kha sono una specie umanoide dalla pelle grigia con caratteristiche equine, tra cui il muso e le gambe digitigradi. Hanno anche piccoli occhi neri. </p>\n<h2>Società e Cultura</h2>\n<p>In termini di società, la cultura della loro razza assomiglia a quella di una società alveare, anche se ogni individuo conserva i propri pensieri e le proprie aspirazioni, pur essendo tutti allevati per un ruolo specifico che erano desiderosi di svolgere. Tra gli esh-kha è presente un sistema di caste che comprendeva savant sensibili alla Forza e dalla mente semplice, più numerosi guerrieri determinati e abili che li sorvegliavano e infine i patriarchi che fungevano da leader e fornivano la loro saggezza e le decisioni a tutto il loro popolo. Gli Esh-kha appaiono agli estranei come una specie selvaggia e violenta che si preoccupa solo della distruzione di tutte le altre razze. Si crede che questo odio per le altre specie senzienti sia derivato dalla loro società alveare molto unita. Si sospetta che gli esh-kha siano semplicemente incapaci di tollerare o persino di adattarsi all'esistenza di pensare a degli estranei che hanno subito solo la loro ira. La loro razza diventa violenta l'una contro l'altra solo nelle circostanze più estreme.</p>\n<h2>Nomi</h2>\n<p>Mentre la loro specie è individuale, gli esh-kha non hanno un nome alla nascita, ma se lo guadagnano attraverso le loro azioni. Un esh-kha che ha mostrato grande abilità in battaglia potrebbe essere chiamato \"'Lama veloce\", o forse \"Tagliatore mortale\" o qualche altro nome simile. Si crede che questo spieghi in parte lo zelo di un esh-kha in battaglia, con i giovani guerrieri che cercano non solo la vittoria ma l'opportunità di rivendicare un nome e forgiare la propria identità. Gli Esh-kha non usano cognomi, poiché credono di essere una sola famiglia.</p>\n<p><strong>Nomi.</strong> Urlo Sanguinante, Cuore Dormiente, Sopravvissuto Blu, Abbattimento Antico, Presa Affilata, Sole che Corre, Camminatore della Fiamma</p>"
		},
		{
			"id": "Ewok",
			"name": "Ewok",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Ewok sono mammiferi umanoidi senzienti, con un'altezza media di circa un metro, che può fornire un vantaggio quando si cerca di nascondersi. Sono coperti di pelo dalla testa ai piedi, con il marrone e il nero i colori più comuni. Altri Ewok hanno una pelliccia quasi bianca o rossastra, ma la pelliccia rossa è presumibilmente la tonalità più rara che un Ewok possa avere. La maggior parte degli Ewok ha una pelliccia a tinta unita, anche se alcuni hanno delle strisce. Gli Ewok hanno occhi grandi e luminosi, piccoli nasi umanoidi e mani che possiedono due dita e un pollice opponibile. Nonostante le loro piccole dimensioni, gli Ewok sono fisicamente abbastanza forti da sopraffare gli Umani addestrati al combattimento. Il loro aspetto è stato paragonato a quello di \"piccoli orsi\", anche se a volte vengono chiamati \"mini Wookiees\"</p>\n<h2>Società e Cultura</h2>\n<p>La maggior parte degli Ewok vive in alto tra gli alberi della foresta lunare, in villaggi costruiti tra gli alberi molto distanziati. Il disegno di base di un villaggio sugli alberi ha un \"villaggio centrale\" di capanne dal tetto di paglia sui rami principali. Queste capanne sono abbastanza alte da essere fuori dalla portata dei predatori. Ponti sospesi collegano gli spazi tra gli alberi, adiacenti a capanne lontane. Scale di corda annodate permettono l'accesso in alto o in basso.</p>\n<p>Gli Ewok amano cantare e suonare durante le celebrazioni e i rituali. Sono pieni di risorse e tendono ad usare tutto ciò su cui mettono le mani; usano una varietà di tamburi grezzi, corni, flauti e altri strumenti nella loro musica.</p>\n<h2>Nomi</h2>\n<p>I nomi degli Ewok sono composti da consonanti ringhiose. I nomi femminili terminano sempre con una vocale. I cognomi sono basati sui clan.</p>\n<p><strong>Nomi Maschili.</strong> Coostick, Erphek, Grarphil, Moodoo</p>\n<p><strong>Nomi Femminili</strong> Booshi, Chela, Fesasha, Lipe, Ypezzi</p>\n<p><strong>Cognomi.</strong> Fedrimra, Jellyng, Moomrack, Trantelaa</p>"
		},
		{
			"id": "Falleen",
			"name": "Falleen",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Falleen si distinguono per la loro pelle screziata di verde o di rosso, per i loro crani crespi e per i loro lunghi capelli neri che di solito portano in code di cavallo. L'elegante simmetria dei loro lineamenti, il loro contegno calcolatore e freddo, il loro aspetto esotico e la loro capacità di alterare la pigmentazione della pelle fanno sì che i Falleen siano spesso considerati tra gli esseri esteticamente più piacevoli della galassia. Oltre al loro aspetto straordinariamente bello, i Falleen trasudano feromoni che li rendono irresistibili per entrambi i sessi.</p>\n<p>I Falleen sono semi-acquatici, essendo in grado di trattenere il respiro sott'acqua per un lungo periodo di tempo. I Falleen sono una delle poche specie resistenti alla manipolazione della Forza.</p>\n<h2>Società e Cultura</h2>\n<p>La società dei Falleen è di natura feudale, con case nobili che governano le classi inferiori. Le alte sfere dell'aristocrazia Falleen sono piene di politica e intrighi, anche se raramente versano sangue nelle dispute o si riducono alla guerra aperta.</p>\n<p>Come specie a sangue freddo, i Falleen rispettano la disciplina e il controllo, soprattutto l'autocontrollo. Tendono a evitare le manifestazioni pubbliche di emozioni e sono molto pazienti. Come risultato di questo atteggiamento, tendono a guardare dall'alto in basso le persone più apertamente passionali, che considerano prive di autocontrollo. In effetti, i Falleen come specie hanno un forte senso di superiorità, che riflette la loro visione di Falleen come il centro civile e culturale della galassia, piuttosto che Coruscant.</p>\n<h2>Nomi</h2>\n<p>I Falleen preferiscono nomi con suoni Z e X. Di solito sono accompagnati da un cognome, che è familiare.</p>\n<p><strong>Nomi Maschili.</strong> Xomit, Xizor, Xist, Zenex, Zurros</p>\n<p><strong>Nomi Femminili</strong> Xora, Trezza, Mylla, Zule, Annaz</p>\n<p><strong>Cognomi.</strong> Grunseit, Croom, Moz, Xiss, Mythric</p>"
		},
		{
			"id": "Felucian",
			"name": "Feluciano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I feluciani sono una specie alta e bipede. Sia le braccia che le gambe terminano con quattro grandi dita palmate con la punta delle dita a ventosa. Dalla parte inferiore di ciascun avambraccio si diparte un secondo braccio corto, che termina con tre grandi e agili dita. La testa di un Felucian è una spessa massa di lunghi viticci flessibili con punte illuminate. Gli occhi e la bocca appaiono come buchi neri o aperture all'interno di questa massa.</p>\n<h2>Società e Cultura</h2>\n<p>I Feluciani sono misteriosi esseri senzienti originari delle vaste paludi e giungle fungine di Felucia. Anche se Felucia è stata a lungo colonizzata, i nativi Feluciani hanno evitato di essere notati vivendo nel profondo della giungla. Tale isolamento era facilmente mantenuto. Anche i coloni più audaci erano riluttanti ad affrontare i pericoli delle pericolose terre selvagge senza motivo. Sono altamente adattati a sopravvivere nelle zone selvagge del loro pianeta natale, e si confondono facilmente nella confusa massa di vita vegetale. Sono ugualmente a loro agio sulla terra o in acqua, e attraversano le paludi con facilità.</p>\n<p>Tutti i Feluciani fanno parte di un'unica tribù planetaria che è suddivisa in piccoli villaggi e comunità, ognuno dei quali è guidato da sciamani e capitani. Questi sciamani sono molto forti nella Forza e la usano per i loro scopi con incredibile abilità.</p>\n<h2>Nomi</h2>\n<p>I nomi dei Feluciani sono solitamente di due sillabe e pieni di consonanti dure. I cognomi sono una combinazione del lignaggio della tribù.</p>\n<p><strong>Nomi Maschili.</strong> Gokkuul, Kargrek, Hagark, Ruggorn</p>\n<p><strong>Nomi Femminili</strong> Lakko, Taarell, Duuna, Frula </p>\n<p><strong>Cognomi.</strong> s'Gokuul, d'Lakko, s'Kargrek, d'Frula</p>"
		},
		{
			"id": "Flesh Raider",
			"name": "Predoni di Carne",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I razziatori di carne sono una sottospecie di rakata più primitiva e fisicamente più imponente che è mutata prima della fine dell'Impero Infinito. Una vita in superficie e nelle caverne ha portato i razziatori di carne a perdere i loro tratti più anfibi, e sono ora più umanoidi nelle loro esigenze biologiche, anche se sembrano essere in grado di digerire solo carne e carne.</p>\n<p>I predoni di carne mantengono molte delle loro caratteristiche ancestrali rakatan, anche se hanno sperimentato una forma di gigantismo che ha portato al loro aspetto interessante, quello di una testa piatta a forma di vanga, con gambi degli occhi simili a lame che escono dalle estremità laterali della vanga. Anche la loro struttura corporea si avvicina di più a quella di un trandoshan o di un dashade, essendo ingombrante e imponente, sovrastando la maggior parte delle altre creature senzienti.</p>\n<p>A differenza dei rakata contemporanei, i razziatori di carne non hanno perso la capacità di attingere alla Forza.</p>\n<h2>Società e Cultura</h2>\n<p>I razziatori di carne sono noti per formare piccole strutture di clan, con un boss di guerra a capo del clan. I razziatori di carne che sono nati sensibili alla Forza possono essere trovati ad imitare la struttura di un tempio, con un potente sensibile alla Forza, di solito di un'altra specie, che li guida. </p>Nome<p>I predoni della carne parlano ancora la lingua rakatan, anche se si è sviluppata in una variante più cruda.</p>\n<h2>Nomi</h2>\n<p>I nomi dei predoni della carne tendono ad essere brevi e concisi, e incarnano forza e virilità. I nomi dei predatori di carne non fanno distinzione tra maschi e Nomi Femminili I cognomi sono basati sui clan, anche se sono usati raramente.</p>\n<p><strong>Nomi</strong> Cha'nagh, Fashk, Gorshh, Keshk, Mar'govrok</p>\n<p><strong>Cognomi.</strong> Ban, Fel, Kuir, Penk, Teeshk</p>"
		},
		{
			"id": "Gamorrean",
			"name": "Gamorreano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Anche se un tipico gamorreano è tozzo, verde e pesantemente costruito, non tutti condividono queste caratteristiche. La maggior parte dei gamorreani hanno una colorazione verde scuro su gran parte dei loro corpi; tuttavia la colorazione della pelle varia, in particolare tra le femmine, con la pelle chiara e la pigmentazione bicolore non sono rare. Nero, marrone, giallo rosato e persino una rara pigmentazione bianca sono possibili. I maschi tendevano ad avere meno variazioni della pelle e avevano una maggiore tendenza al verde scuro, forse a causa della loro maggiore esposizione alle radiazioni della stella Gamorr. La colorazione degli occhi variava uniformemente tra giallo-oro, blu, nero e marrone. I gamorreani generalmente non davano importanza alla colorazione della pelle o degli occhi anche se c'erano alcune superstizioni legate a certi segni.</p>\n<h2>Società e Cultura</h2>\n<p>I gamorreani sono organizzati in clan governati da un signore della guerra maschio e da sua moglie, che era la più potente delle matrone del clan. Mentre il signore della guerra e i suoi cinghiali si occupano esclusivamente di preparare e partecipare alla battaglia con i clan rivali, le matrone del clan svolgevano tutti i lavori produttivi, tra cui l'agricoltura, la caccia, la produzione e la gestione degli affari. Poiché la quantità di terra coltivabile disponibile su Gamorr è scarsa, i clan spesso rivendicano lo stesso pezzo di terra e passano il tempo a litigare per il possesso. </p>\n<h2>Nomi</h2>\n<p>I nomi dei Gamorreani sono molto sgrammaticati e rozzi. I nomi maschili sono tipicamente di una sillaba, mentre quelli femminili sono di due. I cognomi sono basati sull'appartenenza al clan piuttosto che alla famiglia. </p>\n<p><strong>Nomi Maschili.</strong> Ark, Blarrp, Blubrak, Cuab, Shos</p>\n<p><strong>Nomi Femminili</strong> Dabrisz, Mernoos, Ogreb, Tagorq</p>\n<p><strong>Cognomi.</strong> Doofnarq, Griks, Lurc, Poogmokk</p>"
		},
		{
			"id": "Gand",
			"name": "Gand",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Gand sono umanoidi senzienti e tozzi i cui corpi insettoidi sono coperti da un esoscheletro chitinoso. L'armatura naturale permette ai Gand di scrollarsi di dosso ferite che paralizzerebbero la maggior parte delle altre specie. L'esoscheletro fornisce una protezione extra nella regione della clavicola, che ha impedito la maggior parte dei colpi ai nervi o ai punti di pressione sul collo e sulle spalle. Inoltre, i Gand hanno la notevole capacità di far ricrescere gli arti persi. Se un Gand viene smembrato, può ricrescere un arto perso in pochi giorni. </p>\n<h2>Società e Cultura</h2>\n<p>La società Gand dà molta importanza alle conquiste di un individuo e ritiene che un individuo non abbia un nome, e quindi nessun valore, fino a quando non dimostra il contrario. I modelli di discorso dei Gand utilizzano l'autoreferenza in terza persona all'interno di ogni livello di identità guadagnata. I Gand giovani o non provati sono tutti chiamati \"Gand\", poiché sono considerati solo aspetti di uno stesso tutto. I risultati più importanti guadagnano l'uso di un cognome di famiglia. La padronanza di un'abilità, come diventare un trovarobe, permette l'uso del nome, il tutto con l'autoreferenza in terza persona. Questo modo di parlare è comune nella lingua parlata e scritta dei Gand, ma è più predominante quando un Gand parla il Basic; è spesso una fonte di divertimento per gli estranei.</p>\n<h2>Nomi</h2>\n<p>Fino a quando un Gand non si è guadagnato l'uso di un nome, si chiama semplicemente \"Gand\". I Gand parlano in terza persona e si riferiscono a se stessi per nome. Spesso, quando un Gand si sente svergognato, smetterà di riferirsi a se stesso con il suo nome e tornerà a chiamarsi \"Gand\" fino a quando non darà nuovamente prova di sé. I nomi maschili e femminili non sono distinti.</p>\n<p><strong>Nomi</strong> C'nyir, Dash, Iglid, Kyuffax, T'rix</p>\n<p><strong>Surname.</strong> Diqlu, Krakee, Praafri, Quudya, Zooq</p>"
		},
		{
			"id": "Geonosian",
			"name": "Geonosiano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I geonosiani hanno un esoscheletro di chitina dura che fornisce protezione dagli impatti fisici e dalle radiazioni che occasionalmente inondano il loro mondo. I geonosiani sono forti nonostante le loro corporature sottili, e sono capaci di costruire enormi alveari e fabbriche di concerto. La testa di un geonosiano è allungata e grande, con i loro crani rigati in cima e ai lati, dove hanno occhi bulbosi e dalle palpebre spesse. Entrambi sono fisicamente forti e coperti da creste ossee che proteggevano le loro braccia, gambe e organi vitali. </p>\n<h2>Società e Cultura</h2>\n<p>La società geonosiana è basata sulle caste con poca mobilità verso l'alto, anche se alcuni della casta inferiore sviluppano ambizione. I lavoratori sono condizionati a detestare anche il concetto di separazione dal loro alveare e dal sistema di controllo. La vita normale di un lavoratore di basso rango è una vita di fatica e lavoro senza fine per soddisfare l'aristocrazia, che è nota per fare richieste spettacolari. La casta dei guerrieri tende ad essere altamente competitiva e desiderosa di mettersi alla prova. Sono nati con un livello anormale di intelligenza, e una delle loro uniche speranze di sfuggire al loro rigido dovere è entrare volontariamente in un combattimento di gladiatori. Se sopravvivono, viene loro concessa la libertà. In definitiva, la loro società esiste per beneficiare quei pochi membri che risiedono nella casta superiore. I membri delle classi aristocratiche sono noti per essere ambiziosi, dominatori e manipolatori. Si muovono costantemente per migliorare la loro posizione e i loro possedimenti, mentre lavorano contemporaneamente per rovinare i loro rivali.</p>\n<h2>Nomi</h2>\n<p>I nomi geonosiani sono di solito dal suono aspro. Le caste inferiori non hanno Cognomi. I cognomi delle caste superiori sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Buck, Goshey, Nik, Sozz, Techtu</p>\n<p><strong>Nomi Femminili</strong> Datte, Kida, Miri, Nare, Tenessi</p>\n<p><strong>Cognomi.</strong> Chak, Hor, Lur, Marpes, Zol</p>"
		},
		{
			"id": "Givin",
			"name": "Givin",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Givin sono una specie di umanoidi dalla pelle bianca e senza peli che vengono spesso paragonati a scheletri animati. Le loro caratteristiche facciali includono molti angoli acuti verso il basso, grandi orbite triangolari e sopracciglia inclinate che si incontrano nel mezzo, dando loro un aspetto di angoscia permanente. A causa del duro ambiente del loro mondo natale, gli organi dei Givin sono sigillati contro l'esposizione atmosferica; grazie a questo complesso sistema, possono sopravvivere per circa un giorno nel vuoto.</p>\n<h2>Società e Cultura</h2>\n<p>Per sopravvivere alle maree lunari del loro mondo natale, i Givin sono diventati estremamente abili nel calcolare la traiettoria dei loro corpi celesti. Nel corso degli anni, i Givin sono diventati così abili nella navigazione celeste che sono in grado di calcolare i salti iperspaziali nella loro testa. Come tale, la matematica è diventata una pietra miliare della società Givin. Due Givin spesso si salutano scambiandosi complesse equazioni da risolvere. Creano alcune delle navi più imponenti, complesse ed eleganti della galassia. Tuttavia, spesso costruiscono le loro navi senza la presenza di un navocomputer o di un sistema di pressurizzazione, e così i loro acquirenti devono aggiungere questi sistemi nel mercato dell'aftermarket delle navi stellari.</p>\n<h2>Nomi</h2>\n<p>I nomi Givin sono spesso derivati dai genitori da equazioni matematiche favorite. I nomi maschili e femminili non differiscono significativamente. I cognomi sono familiari.</p>\n<p><strong>Nomi</strong> Daggibus, Lersia, Na-Soth, Nisil, Sladru</p>\n<p><strong>Cognomi.</strong> Alarin, Nalas, Narth, Larr, Scoritoles</p>"
		},
		{
			"id": "Gotal",
			"name": "Gotal",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Gotal possiedono corna craniche come recettori per percepire l'elettromagnetismo e altre emissioni di energia. Questi coni pieni di terminazioni nervose possono percepire i campi elettromagnetici naturali prodotti dalla crosta ricca di magnetite di Antar 4, permettendo alla specie di operare anche nella totale oscurità. I loro sensi captano anche le aure elettromagnetiche di altre forme di vita. Quando sono vicini ai loro obiettivi di caccia, possono accertare informazioni sul suo umore, la consapevolezza e lo stato d'animo. Anche i dispositivi elettronici possono essere percepiti dai Gotal; infatti, la maggior parte dei droidi emette abbastanza emissioni elettromagnetiche da infastidire almeno un Gotal, e nel peggiore dei casi da disorientare seriamente gli esseri cornuti, rendendoli notoriamente diffidenti nei confronti dei droidi. I Gotal fanno molto affidamento sui loro coni, con la vista e l'udito piuttosto deboli e l'olfatto quasi del tutto assente. </p>\n<h2>Società e Cultura</h2>\n<p>Siccome la loro naturale empatia li rende istantaneamente sensibili ai sentimenti degli altri, i Gotal hanno poco bisogno del governo o delle leggi sul loro mondo natale, il che crea problemi quando si tratta con altre società. Nessuna figura di autorità centrale può parlare per Antar 4 nel suo complesso in una crisi, e nessuna forza militare o di polizia organizzata dei Gotal può agire per loro conto. Le altre specie rispettano i Gotal per la loro discrezione e moderazione, ma alcuni individui temono di interagire con gli esseri cornuti per paura che il loro stato emotivo venga rivelato agli altri.</p>Nomi</h2>\n<p>I nomi Gotal sono piuttosto gutturali, anche se ci sono anche molti toni più duri nei loro nomi. I nomi Gotal non variano significativamente in base al sesso e i cognomi sono familiari. </p>\n<p><strong>Nomi</strong> Thon, Fern, Fuu'rash, Jir, Vluphol</p>\n<p><strong>Cognomi.</strong> Gratlul, Klux, Vathon, Zilat, Krigh, Rahxem</p>"
		},
		{
			"id": "Gran",
			"name": "Gran",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Gran possono essere facilmente identificati dai loro tre occhi e dal loro muso da capra. Le femmine Gran hanno anche tre seni. Hanno una vista eccellente, in grado di risolvere più colori della maggior parte delle specie, e anche in grado di vedere nell'infrarosso, quindi sono in grado di percepire le emozioni e la disposizione degli altri notando sottili cambiamenti nel calore del corpo e nel colore della pelle. I Gran hanno due stomaci, essendosi evoluti da animali erbivori da pascolo che vivevano in branchi sulle montagne e sugli altipiani del Kinyen. Un singolo pasto può richiedere quasi un giorno intero per finire, dopo di che un Gran non ha spesso bisogno di mangiare per diversi giorni.</p>\n<h2>Società e Cultura</h2>\n<p>La natura pacifica della società Gran è un riflesso del loro mondo natale, Kinyen. Kinyen vantava grandi e ondulate praterie e altipiani, una fitta e bellissima foresta, e uno dei fiumi più lunghi e limpidi del settore Bes Ber Bikade. La bellezza di questo pianeta, e la necessità dei Gran primitivi di unirsi per difendersi dagli animali predatori, ha aiutato i Gran a sviluppare forti legami di casa e di famiglia nella loro società. </p>\n<p>I Gran sono anche molto protettivi nei confronti delle loro famiglie, ed erano alcuni dei genitori più devoti della galassia. Questo è dovuto alla loro vista molto potente e sensibile, che può percepire le emozioni dei loro compagni e dei loro figli. La società Gran mantiene il suo equilibrio stabilendo rigide quote di carriera, e assicurandosi che i giovani Gran siano educati per un lavoro specifico che serva meglio il loro talento.</p>\n<h2>Nomi</h2>\n<p>I nomi Gran sono tipicamente monosillabici e accompagnati da un cognome, che è familiare.</p>\n<p><strong>Nomi Maschili.</strong> Ask, Dree, Ree, Pax, Nic</p>\n<p><strong>Nomi Femminili</strong> Yan, Alijia, Meeb, Sir, Zeek</p>\n<p><strong>Cognomi.</strong> Moe, Leem, Yees, Wix, Naaq</p>"
		},
		{
			"id": "Gungan",
			"name": "Gungan",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Iniziando la vita come girini, i Gungan si sviluppano in esseri alti con scheletri cartilaginei estremamente flessibili. I forti muscoli delle gambe permettono un nuoto potente e veloce in stile rana attraverso l'acqua, così come una notevole capacità di salto quando sono sulla terraferma. Le orecchie a pinna (chiamate haillu) li aiutano anche nel nuoto, così come nell'esprimere emozioni come aggressività, amicizia e paura. Hanno dei peduncoli oculari parzialmente retrattili con membrane nittitanti quando sono sott'acqua. Gli occhi verdi sono inusuali tra i Gungan.</p>\n<h2>Società e Cultura</h2>\n<p>I Gungan sono generalmente una specie generosa e pacifica. Amano veramente ricevere visite e le accolgono calorosamente; tuttavia, rimangono sospettosi finché i visitatori non si sono guadagnati il loro rispetto. I Gungan non sono tolleranti con chi minaccia la loro cultura pacifica. Hanno leggi molto severe e arriveranno agli estremi per punire chiunque abbia commesso un crimine minore. I vandali, per esempio, possono essere condannati all'esilio, alla fustigazione o anche alla lapidazione.</p>\n<p>Se un Gungan viene cacciato dalla società, è molto difficile che possa tornare. Se riescono a tornare legalmente, sono spesso soggetti a pesanti discriminazioni. Questo può rendergli la vita molto difficile e può andare avanti per mesi o anni, fino a quando le loro offese passate scompaiono dalla memoria. Tornare nell'insediamento da cui sono stati esiliati illegalmente a volte comporta la pena di morte, soprattutto se hanno portato con sé degli estranei. </p>\n<h2>Nomi</h2>\n<p>I nomi Gungan sono spesso sillabe ripetute sillabate con il trattino.</p>\n<p><strong>Nomi Maschili.</strong> Crinn-Crinn, Gic, Noc-Noc, Wal</p>\n<p><strong>Nomi Femminili</strong> Hew, Khi, La-La, Phro-Phro, Yuss</p>\n<p><strong>Cognomi.</strong> Baud, Gos, Jalles, Mag, Wub</p>"
		},
		{
			"id": "Half-human",
			"name": "Mezzo-umano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>L'aspetto e le caratteristiche biologiche dei semi-umani variano drasticamente per ogni specie, ma tendono a cadere da qualche parte nel mezzo. Un effetto collaterale comune di una specie che si incrocia con gli umani è la perdita della visione oscura e della coda.</p>\n<h2>Società e Cultura</h2>\n<p>I mezzi umani sono soggetti di due culture separate, ma non appartengono a nessuna delle due. Un mezz'uomo può essere cresciuto tra gli umani o tra l'altra metà, oppure può essere completamente ostracizzato, crescendo in un luogo remoto e isolato, lontano da entrambe le specie.</p>\n<p>&gt; #### Tratti</p>\n<p>&gt; I mezz'uomini ottengono il tratto speciale <strong><em>Defiant</em></strong> dalla loro metà umana. Guadagnano anche i tratti speciali della loro metà non umana, eccetto i tratti menzionati nella tabella Mezz'uomo di cui sopra.</p>\n<h2>Nomi</h2>\n<p>I nomi dei mezzi umani possono seguire le convenzioni umane o quelle dell'altra metà. Spesso, fondono le due cose in qualche modo, magari prendendo un cognome umano, con un nome speciale.</p>"
		},
		{
			"id": "Harch",
			"name": "Harch",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Harch possiedono una bocca a grandi zanne tra due cheliceri prominenti, sopra i quali hanno sei occhi rossi disposti a semicerchio. I due occhi più bassi sono più grandi e più o meno il doppio dei quattro occhi più piccoli. Gli Harch camminano su due gambe e hanno sei braccia, con la seconda e la terza serie di braccia che sporgono da dietro la prima coppia piuttosto che direttamente sopra o sotto di esse. Queste braccia sono coperte di peli spessi e terminano con mani a tre dita.</p>\n<p>Gli Harch sono lontanamente imparentati con le specie Aqualish e c'è molto dibattito tra i genetisti riguardo alla relazione tra gli Harch e la sottospecie Aqualish Ualaq. Tuttavia, gli stessi Harch considerano tali discussioni oscene.</p>\n<h2>Società e Cultura</h2>\n<p>Non si sa molto degli Harch, poiché pochi di loro si sono mescolati alla comunità galattica, preferendo rimanere su Secundus Ando. Gli Harch che lasciano il pianeta tendono ad avere una natura più aspirante dei loro compagni, e spesso raggiungono grandi altezze nelle professioni che hanno scelto nella galassia. Questi Harch sono considerati dei fuoriclasse, la maggior parte sembra non curarsi dei titoli.</p>\n<p>Come nella specie Arcona, le donne Harch sono viste come più dominatrici e aggressive dei loro omologhi maschi. Non è raro che un Harch maschio allevi intere nidiate da solo.</p>\n<h2>Nomi</h2>\n<p>I nomi degli Harch non sono specifici per genere. Gli Harch non usano Cognomi.</p>\n<p><strong>Nomi.</strong> Cubach, Quixoch, Trench, Turch</p>"
		},
		{
			"id": "Herglic",
			"name": "Herglic",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli herglic sono una massiccia razza di creature discendenti da mammiferi acquatici, che respirano attraverso uno sfiatatoio in cima alla testa. Sono alti e larghi, e hanno una pelle liscia e senza peli di colore che varia dal blu pallido al nero, anche se alcuni rari individui possono apparire rosa o avere segni bianchi sui lati. La loro circonferenza tende a farli sentire fuori posto tra le specie più piccole; gli herglic tendono ad occupare due sedie o a riempire l'intera porta di qualsiasi stabilimento in cui entrano che non si rivolga a esseri della loro taglia.</p>\n<h2>Società e Cultura</h2>\n<p>Gli herglic sono tecnologicamente molto avanzati, hanno sviluppato il volo spaziale e l'iperguida e colonizzato il loro settore della galassia prima della formazione della Repubblica Galattica. Esploratori e commercianti naturali, hanno navigato nel cosmo stabilendo rotte commerciali cruciali e guadagnando prestigio. Nonostante le loro dimensioni, gli herglic sono sorprendentemente abili nel lavorare con gli strumenti e sono alcuni dei migliori ingegneri della galassia. </p>\n<p>Gli herglic hanno una natura curiosa ma pratica, amano viaggiare e fare esperienze esotiche. Il loro contegno perennemente calmo li aiuta a interagire pacificamente con la maggior parte delle altre specie, anche se quando hanno a che fare con specie più piccole, gli herglic tendono a diventare nervosi e consapevoli delle loro proporzioni. Sembra anche che abbiano un'innata predilezione per il gioco d'azzardo, che ha messo più di un herglic nei guai in diverse occasioni.</p>\n<h2>Nomi</h2>\n<p>I nomi maschili sono tipicamente più duri di Nomi Femminili Gli herglic usano raramente Cognomi.</p>\n<p><strong>Nomi Maschili.</strong> Biglu, Melchi, Sehvorah</p>\n<p><strong>Nomi Femminili</strong> Mahg-Raet, Seese, Uddn</p>"
		},
		{
			"id": "Ho'din",
			"name": "Ho'din",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Ho'din sono alti umanoidi con una pelle multicolore, dita delle mani e dei piedi palmate e a ventosa, e \"capelli di serpente\" che rilevano la temperatura rosso-viola. Gli Ho'din sono alti in media più di due metri e mezzo, quasi una testa in più dei wookiee. Rinomati in tutta la galassia come botanici e guaritori, gli ho'din rivendicano un'ascendenza derivata dalle piante del loro pianeta natale, Moltok - infatti, \"ho'din\" si traduce in \"fiore che cammina\" in Galattico Basico. Sono, infatti, rettiliani, come sembra indicare la loro naturale abilità di arrampicarsi e il loro sangue freddo, e vantano un secondo cuore per migliorare la loro capacità di sopravvivenza. Il loro \"pelo di serpente\" è sensibile alla temperatura, permettendo agli Ho'din di percepire i cambiamenti della temperatura ambientale.</p>\n<h2>Società e Cultura</h2>\n<p>Gli Ho'din sono noti per essere autocoscienti e vanitosi, in particolare quando si tratta del loro aspetto e del loro lavoro, e non prendono bene critiche o insulti. La loro religione, Dinante Fli'R, è incentrata sull'adorazione e la comunione con la natura, una caratteristica che ha mandato molti ho'din nella galassia per ringiovanire i pianeti danneggiati. Gli ho'din hanno un'avversione per la tecnologia ed evitano le miniere di superficie e la produzione, scegliendo invece di vivere sugli alberi. Hanno imparato a produrre prodotti farmaceutici e giardini incredibilmente avanzati, usando le loro abilità botaniche per preparare medicine naturali, alcune delle quali hanno curato piaghe su mondi lontani. Il titolo di \"Maestro Giardiniere\" è un titolo di alta stima e grande rispetto nella società ho'din.</p>\n<h2>Nomi</h2>\n<p>I nomi ho'din sono abbastanza diversi. Alcuni nomi sembrano complicati e difficili da pronunciare, mentre altri sono abbastanza semplici. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Baji, Gra'tau, Iwo, Oojoh, Thrung, Vala</p>\n<p><strong>Nomi Femminili</strong> Chela, Kutu, Lohje, Par'tah, Sirta, Tal</p>\n<p><strong>Cognomi.</strong> Alewune, Kulko, Oolos, Plett, Ustu, Wen</p>"
		},
		{
			"id": "Human",
			"name": "Umano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli umani sono una specie intelligente che ha avuto origine su Coruscant, ma possono essere trovati su molti altri pianeti della galassia, tra cui Naboo, Tatooine e Alderaan. Sono di due sessi, maschio e femmina, e danno alla luce giovani vivi. Sono esseri bipedi con una simmetria bilaterale, avendo una parte anteriore e una posteriore, così come un lato superiore e uno inferiore. Il loro corpo è composto da un torso con una testa e quattro arti attaccati ad esso. Gli arti superiori, o braccia, terminano in mani che hanno cinque dita ciascuna; quelli inferiori, chiamati gambe, terminano in piedi. Le dita umane hanno più punti di articolazione, e uno di loro è un pollice opponibile che permetteva la manipolazione fine. Infine, hanno una testa appollaiata in cima al torso. Molte altre specie, tra cui i twi'lek, i mon calamari o gli zabrak, sono definiti \"umanoidi\" a causa della loro somiglianza strutturale con gli umani.</p>\n<h2>Società e Cultura</h2>\n<p>Gli umani possono occupare una varietà di impieghi, dai politici ai cacciatori di taglie, ai piloti di swoop, ai contrabbandieri o persino agli agricoltori. Esistono molti gruppi planetari di umani con le proprie culture, come gli Alderaaniani o i Pamartani. Gli umani sono la specie più popolosa della Galassia.</p>\n<h2>Nomi</h2>\n<p>Gli umani sono la specie più popolosa della Galassia, e quindi i loro nomi variano drasticamente in base al pianeta o alla cultura in cui risiedono.</p>\n<p><strong>Nomi Maschili.</strong> Koth, Liorz, Satapak, Tin, Vuc</p>\n<p><strong>Nomi Femminili</strong> Dhetia, Jhilk, Risha, Thinnih, Tonu</p>\n<p><strong>Cognomi.</strong> Jauli, Kudi, Melmi, Windu, Wobec</p>"
		},
		{
			"id": "Hutt, Adolescent",
			"name": "Hutt, Adolescente",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Hutt sono una specie di lumaca massiccia che ha una grande bocca e braccia tozze. Hanno tre polmoni e una pelle spessa e coriacea, rugosa e viscida. Gli Hutt hanno spesso occhi acquosi e mancano di espressioni facciali.  Le loro code sono sostenute da una spina dorsale scheletrica.  Nonostante le loro dimensioni leggendarie, gli hutt iniziano come minuscoli huttlets alti meno di mezzo piede, e crescono continuamente nel corso della loro lunga vita.</p>\n<h2>Società e Cultura</h2>\n<p>La maggior parte degli hutt sono signori del crimine che vivono vite opulente supervisionando attività criminali come il contrabbando di spezie, la schiavitù, il gioco e la caccia alle taglie. Questo non è vero per tutti, tuttavia, poiché alcuni evitano la vita di una versione decadente e obesa della loro specie e preferiscono un'esistenza più mobile. La società Hutt è divisa in famiglie conosciute come kajidics, una struttura sociale che è sia familiare che una banda del crimine.</p>\n<p>Gli Hutt sono incoraggiati a farsi un nome intorno ai 150 anni e contemporaneamente a non minacciare il benessere del clan.  Intorno ai 200 anni, probabilmente smetteranno di essere salvati dal clan e saranno incoraggiati ancora di più a cavarsela da soli, pur beneficiando il kajidic; potrebbero anche ricevere uno o due sistemi stellari.  Le capanne nomadi o senza kajidic sono spesso cacciate o uccise dalle altre capanne per paura che il nomade venga a reclamare un territorio.</p>\n<h2>Nomi</h2>\n<p>I nomi delle capanne con un suffisso come \"la Hutt\" sono solitamente riservati alle capanne degne di nota, con il nome del kajidic di una capanna che viene prima del titolo.  Poiché gli hutt sono ermafroditi e scelgono un genere a piacere, i loro nomi sono considerati androgini.</p>\n<p><strong>Nomi</strong> Arok, Gorga, Jabba, Mama, Ziro, </p>\n<p><strong>Nomi Kajidic.</strong> Besadii, Desilijic, Fenn'ak, Gnuda</p>"
		},
		{
			"id": "Iktotchi",
			"name": "Iktotchi",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Iktotchi non hanno peli, ma avevano una pelle molto resistente che li proteggeva dai venti violenti che attraversavano il satellite. Sia i maschi che le femmine hanno corna craniche ricurve verso il basso, che davano loro un aspetto aggressivo. Le corna dei maschi sono generalmente un po' più grandi, un residuo dei loro antenati caprinai di montagna. Le corna sono in grado di rigenerarsi se vengono danneggiate.</p>\n<h2>Società e Cultura</h2>\n<p>Gli Iktotchi sono una specie ferocemente guardinga e isolazionista - vantata per la loro capacità di nascondere i loro sentimenti e seppellire ogni parvenza di emozione. Originari dell'aspra e ventosa luna di Iktotch, che orbita intorno al pianeta Iktotchon nella Regione dell'Espansione, gli Iktotch sono dotati di precognizione e sono corteggiati tanto dai Jedi quanto dai pirati per le loro abilità.</p>\n<p>La società Iktotchi è una società stratificata. La mobilità verso l'alto è possibile e incoraggiata. Gli Iktotchi sono un popolo esteriormente spassionato, come dimostra la loro cultura. Hanno un sistema legale robusto e subiscono pochi crimini. Gli Iktotchi sono rispettosi delle culture diverse dalla loro e possono facilmente integrarsi con gli altri.</p>\n<p>Gli Iktotchi che si distinguono spesso si guadagnano un soprannome titolare, con il quale vengono indicati al posto del loro nome. Generalmente, questo viene fatto compiendo un'impresa notevole che giova all'insieme degli Iktotchi.</p></h2>Nomi</h2>\n<p>I nomi degli Iktotchi sono generalmente di due sillabe. I cognomi sono familiari. Gli Iktotchi rispettati adottano spesso un soprannome, che usano al posto del loro nome di nascita.</p>\n<p><strong>Nomi Maschili.</strong> Dilnam, Imruth, Kashkil, Yellam</p>\n<p><strong>Nomi Femminili</strong> Kemkal, Onyeth, Reshu, Zorlu</p>\n<p><strong>Cognomi.</strong> Hevil, Kaawi, Mimir, Nudaal, Zelend</p>"
		},
		{
			"id": "Ithorian",
			"name": "Ithorian",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli ithoriani hanno due bocche e quattro gole, il che permette loro di parlare in stereo. Le femmine ithoriane hanno due gobbe sul retro della testa, mentre i maschi ne hanno solo una. Hanno una carne lucida, di solito marrone. I loro riflessi e la loro coordinazione sono un po' più lenti di quelli degli umanoidi medi.</p>\n<p>Oltre a permettere loro di parlare il loro unico linguaggio stereofonico, le quattro gole degli ithoriani hanno anche la capacità di espellere violentemente l'aria, con il risultato di un urlo assordante e potenzialmente concussivo. Nonostante questo fatto, la maggior parte degli Ithoriani trascorre tutta la vita senza mai ricorrere alla violenza, e quindi l'abilità è rimasta relativamente ambigua.</p>\n<h2>Società e Cultura</h2>\n<p>Gli Ithoriani venerano la \"Madre Giungla\", un'entità spirituale che incarna la lussureggiante ecologia tropicale del loro mondo, Ithor. In genere sono ambientalisti devoti, erbivori convinti e pacifisti totali, dedicando molto tempo alla contemplazione della loro ecologia, allo studio delle piante e dei loro usi e al rispetto generale di tutti gli esseri viventi. La maggior parte degli Ithoriani non ha mai messo piede sul proprio pianeta, vivendo invece in città galleggianti sopra il loro mondo chiamate Herdships. Solo tre dei loro continenti sono stati esplorati e raccolti, gli altri due non sono mai stati toccati da mani ithoriane. Hanno un'estrema fiducia nella protezione e nel mantenimento del loro ambiente, come dettato dalla loro \"Legge della Vita\". </p>\n<h2>Nomi</h2>\n<p>I nomi ithoriani sono abbastanza vari in lunghezza, ma la maggior parte dei nomi sono morbidi e melodici. Sono spesso difficili da pronunciare per le altre specie, quindi molti ithoriani adottano dei soprannomi.</p>\n<p><strong>Nomi Maschili.</strong> Del, Gizorthej, Pexxocl, Steorthibs</p>\n<p><strong>Nomi Femminili</strong> Binshe, Dhu'sha, Mul, Slosh, Vlo</p>\n<p><strong>Cognomi.</strong> Afleehl, Crukid, Tondand, Wamunn</p>"
		},
		{
			"id": "Jawa",
			"name": "Jawa",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Jawa sono facilmente identificabili dalle loro tradizionali vesti marroni con cappuccio, anche se non è raro che indossino altri colori. Altre caratteristiche degne di nota sono i loro occhi gialli incandescenti, la loro piccola statura e il loro linguaggio acuto e veloce chiamato Jawaese. Sotto le loro vesti, i jawa appaiono come creature magre, simili a roditori, con facce rimpicciolite e occhi gialli. </p>\n<h2>Società e Cultura</h2>\n<p>I jawa sono una specie comune e compulsiva di spazzini che passano la maggior parte della loro vita a rovistare nei deserti di Tatooine alla ricerca di qualsiasi rottame metallico, droide o parte meccanica lasciata indietro da millenni di viaggi stellari e progresso tecnologico. La maggior parte dei non-jawa considera i jawa come spazzini e ladri, una descrizione che la maggior parte dei jawa in realtà trova piacevole.</p>\n<p>Il motto non ufficiale dei jawa è <em>non cercare l'uso di un oggetto recuperato, ma piuttosto immaginare qualcun altro che potrebbe trovare un uso per esso.</em> Questo è evidenziato nella loro ricerca senza fine di oggetti con cui commerciare con quasi tutti gli esseri che i jawa incontrano. Hanno una sorta di sensibilità istintiva per i macchinari e l'elettronica, famosi per sapere come far funzionare un pezzo di equipaggiamento abbastanza bene da poterlo vendere.</p>\n<h2>Nomi</h2>\n<p>I nomi jawa sono pronunciati velocemente, complessi e spesso incompresi. I Jawa che passano la maggior parte del loro tempo intorno ad altre specie rispondono bene ai soprannomi. I nomi maschili e femminili non si discostano significativamente. I cognomi sono basati sui clan.</p>\n<p><strong>Nomi Maschili.</strong> Bilvu, Mnak, Penk, Plin, Vih</p>\n<p><strong>Nomi Femminili</strong> Bahimos, Kola, Levu, Rhovi, Uvet</p>\n<p><strong>Cognomi.</strong> Kkejenem, M'avoe, Tjoteelt, Wiamoel</p>"
		},
		{
			"id": "Kage",
			"name": "Kage",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I kage sono una specie senziente dalla pelle chiara, originaria delle caverne del pianeta Quarzite. I kage hanno un conflitto di lunga data con i belugani, costantemente in contrasto con loro. Durante le Guerre dei Cloni, Otua Blank ordinò la cattura di Pluma Sodi per sposarla, in seguito fu restituita ai guerrieri Kage da Asajj Ventress. </p>\n<h2>Società e Cultura</h2>\n<p>I kage sono un popolo dedito all'eccellenza fisica; addestrano instancabili ed elitari combattenti-monaci conosciuti come guerrieri Kage. Tendono ad usare armi con proprietà elettriche o dirompenti, ma sono anche grandi combattenti nel combattimento disarmato. I guerrieri Kage sono rispettati nella società Kage come la più grande vocazione che un kage possa seguire.</p>\n<p>I Kage condividono anche un'affinità con gli animali, in particolare con il nativo milodon a più zampe, sviluppando una relazione simbiotica. Usano il milodon come mezzo di trasporto; possono tenere il passo con i trasporti subtram che riforniscono le roccaforti belugane, e lanciano incursioni che spesso prendono alla sprovvista le forze di sicurezza belugane.</p>\n<h2>Nomi</h2>\n<p>I nomi dei kage sono generalmente multisillabi con intonazioni melodiche. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Baalin, Forta, Krismo, Rafa, Timko</p>\n<p><strong>Nomi Femminili</strong> Chena, Fari, Moora, Ooni, Pluma</p>\n<p><strong>Cognomi.</strong> Buno, Keeli, Nima, Sodi, Tani</p>"
		},
		{
			"id": "Kaleesh",
			"name": "Kaleesh",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Le zanne sporgono dalla mascella superiore di un Kaleesh, mentre quelle più corte sporgono dal mento. I Kaleesh hanno grandi orecchie a punta e lunghe narici che si allungano vicino agli occhi. Hanno un senso olfattivo molto acuto e sono stati in grado di produrre feromoni. La maggior parte delle loro caratteristiche facciali sono oscurate dietro le maschere tradizionali che indossano, e gli estranei raramente vedono i Kaleesh smascherati. Sono noti per praticare la poliginia, una forma di poligamia in cui un maschio corteggia più mogli. </p>\n<h2>Società e Cultura</h2>\n<p>La società Kaleesh è divisa in numerose tribù autonome. La guerra è vista come una pratica essenziale e sacra, e la grande enfasi della cultura sull'onore è nota per stimolare molti atti di vendetta tra le varie tribù. Tuttavia, quando è necessario, le tribù mettono da parte le loro differenze e si uniscono per respingere un nemico comune.</p>\n<p>I Kaleesh sono un popolo spirituale, e credono che coloro che compiono grandi azioni in vita diventino dei nella morte; perciò i luoghi di sepoltura sono sacri per loro. Un gran numero di templi sono dedicati ai loro dei antenati, il più sacro dei quali si chiamava Shrupak. </p>\n<p>Abesmi, un grande monolito di pietra nel mare di Jenuwaa, è il luogo in cui i Kaleesh credevano che gli dei salissero al cielo. I pellegrini intraprendono il pericoloso viaggio verso Abesmi per supplicare gli dei.</p><h2>Nomi</h2>\n<p>I nomi Kaleesh maschili sono tipicamente di una sillaba, quelli femminili di due. I cognomi kaleesh sono tribali e spesso usano due parole.</p>\n<p><strong>Nomi Maschili.</strong> Bir, Grost, Jick, Xygh, Yles</p>\n<p><strong>Nomi Femminili</strong> Dduzu, Glaglo, Runda, Yugdo, Zodey</p>\n<p><strong>Cognomi.</strong> Jal Greennath, Lij Jum, San Syrro,</p>"
		},
		{
			"id": "Kalleran",
			"name": "Kallerano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I kallerani si sono evoluti da una specie semi-anfibia su Kaller. I kallerani sono alti e flessibili; le loro mani e i loro piedi hanno tre dita prensili su ciascuno, il che permette ai kallerani di evitare di indossare scarpe o stivali. La maggior parte dei kallerani ha una pelle verde con delle caratteristiche strisce nere. Le specie hanno muscoli densi che li aiutano nella protezione dei loro corpi altrimenti delicati. La testa dei kalleran si distingue per le pieghe simili a pinne sulla parte superiore e sui lati del viso. Queste pinne aumentano l'udito del kalleran, permettendo al suono di rimbalzare ed essere raccolto dalle due antenne che coronano la testa. Queste antenne sono organi sensoriali che servono come recettori olfattivi e acustici. I Kalleran hanno polmoni adattati a respirare sopra l'acqua, anche se la maggior parte della loro respirazione avviene attraverso la loro pelle. Un retaggio del loro passato anfibio, la loro pelle può aspirare ossigeno dall'aria e filtrare l'anidride carbonica. Il loro sistema respiratorio richiede loro di consumare più acqua di altre specie della loro taglia per mantenere la loro pelle umida ed elastica. Poiché non respirano principalmente attraverso la bocca, i kallerani non hanno evoluto il naso.</p>\n<h2>Società e Cultura</h2>\n<p>Più di ogni altra cosa, i kallerani danno valore ai risultati personali rispetto a quelli collettivi. Per questo motivo, gli abitanti di Kaller non si sono mai uniti per formare grandi società o partecipare agli affari galattici. Gran parte dell'espansione culturale su Kaller è stata portata dai colonizzatori, sia amichevoli che violenti, che hanno colonizzato il mondo nel corso dei millenni.</p>\n<h2>Nomi</h2>\n<p>I Kallerani hanno nomi dal suono regale, a volte con accenti sulle vocali, con Cognomi basati sui clan. </p>\n<p><strong>Nomi Maschili.</strong> Gliconn, Orcas, L—vern, Seelv—n</p>\n<p><strong>Nomi Femminili</strong> Cybele, F—ress, Numarin, Retesh</p>\n<p><strong>Cognomi.</strong> Alash, Byssus, Estair, Lash</p>"
		},
		{
			"id": "Kaminoan",
			"name": "Kaminoano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>L'evoluzione dei kaminoani da creature acquatiche nei vasti oceani di Kamino si riflette nella loro forma alta, negli occhi rivestiti di vetro, nella pelle quasi luminescente e nei colli lunghi e sottili. Gli occhi a mandorla dei kaminoani sono anche in grado di vedere i colori nello spettro ultravioletto. Mentre le femmine dei kaminoan sono calve, i maschi possiedono delle creste sulla testa e delle pinne lungo la parte posteriore dei loro piccoli crani bulbosi.</p>\n<h2>Società e Cultura</h2>\n<p>I kaminoani si considerano una forma di vita superiore, ma sono comunque rimasti educati con gli estranei. Per loro ogni specie che cerca l'auto-miglioramento è degna di rispetto, ma quelle che non lo fanno sono ovviamente inferiori; l'auto-miglioramento ha un ruolo centrale nella società kaminoana. Grazie allo sviluppo e alla padronanza dell'allevamento selettivo, della genetica e della clonazione, i kaminoani sono riusciti a superare un cataclisma che li ha spinti sull'orlo dell'estinzione. </p>\n<p>I kaminoani vivono in una società basata su una casta, determinata dal colore degli occhi del kaminoano. Gli individui con gli occhi grigi si occupano dell'amministrazione e sono considerati la casta di livello più alto; le caste di mezzo hanno gli occhi gialli e si occupano dei lavori specializzati; le caste inferiori hanno gli occhi blu e svolgono lavori manuali e altri compiti umili. Anche se è estremamente raro, i kaminoani a volte nascono con gli occhi verdi. Questi sono visti come geneticamente inferiori e come una minaccia alla società ben ordinata dei kaminoani e come tali vengono sterminati poco dopo la nascita. </p>\n<h2>Nomi</h2>\n<p>I nomi kaminoani sono tipicamente composti da circa due sillabe e un breve cognome.</p>\n<p><strong>Nomi Maschili.</strong> Lama, Ni, Orun, Koa</p>\n<p><strong>Nomi Femminili</strong> Taun, Ko, Nala, Kina</p>\n<p><strong>Cognomi.</strong> Ha, Su, We, Sai, Wa</p>"
		},
		{
			"id": "Karkarodon",
			"name": "Karkarodon",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Karkarodon anfibi hanno corpi alti e sottili con mani e piedi palmati. Le loro teste simili a squali hanno nasi appuntiti, fessure branchiali e molte file di denti affilati come rasoi, che usano quando attaccano e mangiano. I karkarodon sono abili e veloci nuotatori. Attaccano afferrando il bersaglio e usano le loro mascelle per strappare e lacerare.</p>\n<h2>Società e Cultura</h2>\n<p>I karkarodon vengono dal pianeta Karkaris, che si trova in un sistema stellare vicino al pianeta Mon Cala. Nutrono un odio intenso per gli abitanti di Mon Calamari e Quarren. Il pianeta è quasi interamente sott'acqua ed è molto poco invitante per i non-Karkarodon. </p>\n<p>La cultura dei karkarodon è una cultura guerrafondaia e basata sulla forza. I clan combattono spesso tra loro per il dominio, le risorse naturali e per eliminare i deboli. Ogni clan del pianeta ha un triumvirato dominante, di solito composto da guerrieri venerati che governano a vita. Quando un Karkarodon più giovane vuole sostituire uno del corpo dirigente, lo sfida in un singolo combattimento mortale. Occasionalmente, lo sfidato può risparmiare la vita dello sfidante quando vince, anche se questo di solito porta al risentimento del perdente.</p>\n<p>I Karkarodon non credono nella menzogna o nella doppiezza. Credono nell'affrontare i problemi a testa alta e nel dire quello che vogliono dire, e sono generalmente pignoli nei confronti di coloro che considerano inferiori.</p>\n<h2>Nomi</h2>\n<p>I nomi dei karkarodon sono duri e sgrammaticati. Sono generalmente di una sola sillaba. I cognomi sono basati sul clan piuttosto che sulla famiglia.</p>\n<p><strong>Nomi Maschili.</strong> Aurb, Rend, Riff, Trak, Vour</p>\n<p><strong>Nomi Femminili</strong> Dewb, Garr, Rast, Scrat, Zend</p>\n<p><strong>Cognomi.</strong> Alben, Gerdall, Kibben, Tamson, Zendall</p>"
		},
		{
			"id": "Kel Dor",
			"name": "Kel Dor",
			"description": "<h2>Biology and Appearence</h2>\n<p>Dato che i Dorin hanno un'atmosfera unica composta da elio e da un gas unico al mondo, i Kel Dorin sono costretti a indossare una maschera antiossigeno e degli occhiali protettivi quando si trovano in atmosfere di composizione diversa. Senza i loro occhiali protettivi, i kel dors sono considerati effettivamente ciechi quando sono lontani dai Dorin. Erano anche in grado di sopravvivere nel vuoto dello spazio per un breve periodo, anche se non si sapeva esattamente per quanto tempo potessero resistere.</p>\n<p>I kel dors hanno anche riflessi potenziati, un risultato degli organi extrasensoriali nella loro testa. Sono tipicamente veloci e saggi. </p>\n<h2>Società e Cultura</h2>\n<p>I Kel dors sono noti per il loro approccio semplice alla giustizia, e tipicamente vedono le questioni morali in bianco e nero. Da un lato, i Kel Dor sono noti per la loro ospitalità: non rifiuterebbero mai uno straniero in difficoltà. Tuttavia, i kel dor non sono contrari a farsi giustizia da soli, e non si fanno scrupoli a mettere a morte un ladro che stava rubando solo per sfamarsi.</p>\n<p>I kel dor sensibili alla Forza sono spesso addestrati come Saggi Baran Do, che hanno un posto d'onore nella cultura kel dor. Spesso servono come consiglieri di famiglie kel dor ricche e potenti. Guerre e disastri sono stati evitati semplicemente grazie all'intuizione di un Saggio Baran Do.</p>\n<h2>Nomi</h2>\n<p>I nomi del Kel Dor si basano sul suono generato dall'atmosfera unica del Dorin. I cognomi sono basati su antichi mestieri di famiglia.</p>\n<p><strong>Nomi Maschili.</strong> Bil, I'zers, Nullo, Taciss, Zaln</p>\n<p><strong>Nomi Femminili</strong> Arri'ku, Bhi're, Chu, So'ro, Thirza</p>\n<p><strong>Cognomi.</strong> Andugai, Borak, Haimnech, Vitchess</p>"
		},
		{
			"id": "Killik",
			"name": "Killik",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Killik possiedono un forte esoscheletro chitinoso che è lucido e verdastro con le loro carcasse in grado di sopravvivere a migliaia di anni di erosione come hanno visto i coloni di Alderaan. L'esoscheletro contiene anche un certo numero di spiracoli che servivano come loro modo di respirare. In genere, queste creature alveare di dimensioni umane hanno quattro braccia che terminano ciascuna con un potente artiglio a tre dita. Stanno in piedi su due gambe robuste che sono in grado di saltare grandi distanze. I Killik possono comunicare con gli altri Killik attraverso l'uso di feromoni.</p>\n<h2>Società e Cultura</h2>\n<p>I Killik hanno una società comune, con ogni Killik che è in contatto mentale con un altro. A causa della loro mente alveare, ogni nido Killik è virtualmente un individuo. I Killik sono anche di natura pacifica. La loro connessione telepatica è in grado di estendersi ad altre specie che includono i non-insettoidi. Una creatura volenterosa può sottomettersi a questa telepatia per diventare un Joiner. Essi diventano effettivamente un altro contenitore della mente alveare.</p>\n<p>I killik perdono la connessione con la loro mente alveare a grandi distanze. Quelli che lasciano volontariamente la mente alveare sono chiamati Leavers. È raro che sia permesso loro di riunirsi all'alveare senza motivo.</p>\n<h2>Nomi</h2>\n<p>I killik sono insettoidi con una mente alveare che in genere non usano nomi. Nel caso in cui lo facciano, si tratta di solito di una serie incomprensibile di ticchettii. Sono ricettivi ai soprannomi dati dagli altri.</p>"
		},
		{
			"id": "Klatooinian",
			"name": "Klatooiniano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Klatooiniani sono una specie umanoide con caratteristiche canine, con musi corti e denti sporgenti. Si distinguono anche per le loro sopracciglia pesanti e le creste lungo la parte superiore della testa. </p>\n<h2>Società e Cultura</h2>\n<p>Per secoli i klatooiniani sono stati schiavi delle capanne, che vedono come esseri quasi divini e immortali. Anche se gli hutt permettono a un consiglio di anziani di governare su Klatooine, tutti gli affari fuori dal mondo sono completamente sotto il controllo degli hutt. Sotto gli hutt, i klatooiniani servono come soldati e guardie. Anche i klatooiniani che non servono gli hutt sono spesso impiegati come muscoli assoldati da altri padroni.</p>\n<p>La società klatooiniana era nota per una forte fede nella tradizione e nella saggezza degli anziani, anche se alcuni giovani klatooiniani si ribellarono a questa norma e cercarono la libertà dalla schiavitù. Altri cercarono di guadagnare la propria fortuna come contrabbandieri, pirati, cacciatori di taglie o razziatori.</p>\n<h2>Nomi</h2>\n<p>I nomi clatooiniani sono spesso derivati dai nomi di grandi eroi e figure storiche. I cognomi sono familiari e di solito sono più corti dei nomi klatooiniani. </p>\n<p><strong>Nomi Maschili.</strong> Barada, Castas, Sta-Den, Tarados</p>\n<p><strong>Nomi Femminili</strong> Gelis, Petkara, Sterasi, Yelmith </p>\n<p><strong>Cognomi.</strong> Eek, Gort, Gon, Ovin</p>"
		},
		{
			"id": "Kubaz",
			"name": "Kubaz",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Kubaz si distinguono per il loro muso corto e prensile, utilizzato per raggiungere gli insetti nei loro alveari. Si sono adattati al loro mondo bruciato dal sole e privo di vegetazione imparando a sopravvivere con la popolazione di insetti nativi del loro mondo. Pieno di due file di denti per digrignare il loro cibo, il tronco dei Kubaz funziona anche come un naso altamente sensibile.  Vivendo sul loro mondo Kubindi, un pianeta che orbita intorno a una stella blu, i Kubaz sono molto sensibili alle lunghezze d'onda rosse; quando viaggiano su pianeti con una stella rossa o gialla, i Kubaz sono costretti a indossare occhiali protettivi per evitare di danneggiare i loro occhi sensibili.</p>\n<h2>Società e Cultura</h2>\n<p>La società Kubazi è basata su una struttura a clan che vivono in nidi sotterranei. Governato da una regina, ogni clan prende il nome della regina da cui discende. Sviluppando un linguaggio non verbale di gesti delle mani che indicano le loro intenzioni, i Kubaz sono in grado di parlare il Basic Galattico, anche se con un forte accento nasale.  Quando interagiscono con altre specie, alcuni Kubaz condividono certi segnali con i non-Kubaz per facilitare la comunicazione.  Ossessionati dal tatto e dal decoro, i Kubaz danno molta importanza all'unità familiare e alle corrette cortesie, mostrando sincerità fino all'eccesso. Apprezzando l'arte e la letteratura con tale vigore da praticare a volte il contrabbando di grandi opere, i Kubaz non trovano che tali attività siano sbagliate o illegali.  A causa della loro dieta su Kubindi, i Kubaz hanno cattive relazioni con le specie di insetti senzienti. </p>\n<h2>Nomi</h2>\n<p>I nomi dei Kubaz sono di solito dominati da suoni più duri, ma alcuni nomi sono più melodici. I cognomi sono basati sui clan.</p>\n<p><strong>Nomi Maschili.</strong> Shaf, Rizor, Duldril, Kurn, Schnaldiz</p>\n<p><strong>Nomi Femminili</strong> Zhanro, Dizi, Tavo, Agoz, Nuzrem</p>\n<p><strong>Cognomi.</strong> Re, Eadzan, Hai, Khu'nar, Mairvuc, Va</p>"
		},
		{
			"id": "Kushiban",
			"name": "Kushiban",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Kushiban sono lagomorfi a quattro arti originari del pianeta Kushibah. Sono minuscoli, poco imponenti e tipicamente più deboli della maggior parte degli umanoidi, ma sono anche molto difficili da rintracciare grazie alla loro velocità naturale e alla loro furtività.</p>\n<p>Mentre i Kushiban sono quadrupedi, le loro zampe anteriori sono manipolabili come le mani tradizionali. Anche se i kushiban possono camminare su due zampe, di solito corrono su quattro piedi perché in questo modo possono muoversi molto più velocemente. </p>\n<p>I kushiban sono intrinsecamente carini e pelosi, e le specie più nefaste spesso tentano di prenderli come schiavi. I kushiban sono socievoli e non prendono bene la schiavitù, e in genere non vivono a lungo in solitudine o in cattività. </p>\n<h2>Società e Cultura</h2>\n<p>I Kushiban vivono in una società semplice e pacifica sul pianeta verde e non industrializzato di Kushibah, nell'Orlo Esterno. I Kushiban sono tipicamente gentili e generosi, con un senso dell'umorismo giocoso e un'inclinazione per gli scherzi. Tuttavia, se traditi o irritati, i Kushiban possono essere crudeli o vendicativi, e hanno poca pazienza per i bulli, i sempliciotti e i misantropi.</p><h2>Nomi</h2>\n<p>I nomi Kushiban sono una singola parola che combina sia il nome che il cognome.</p>\n<p><strong>Nomi Maschili.</strong> Cerlyk, Etyk, Mabbik, Tieko, Widdimur</p>\n<p><strong>Nomi Femminili</strong> Asani, Pritsi, Sibble, Mirax</p>"
		},
		{
			"id": "Kyuzo",
			"name": "Kyuzo",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Una specie di umanoide allampanato e bipede, i Kyuzo sono originari del mondo dell'Orlo Esterno gravitazionale di Phatrong. I Kyuzo sono alti e snelli, anche se il loro aspetto nasconde la loro forza e rapidità. A causa dell'insolita composizione dell'atmosfera del loro mondo natale, i Kyuzo indossano spesso lenti correttive e una maschera filtrante altamente pressurizzata sui loro volti per proteggere i loro sistemi respiratori sensibili e aiutarli a far fronte a climi scomodi come gli ambienti abitabili standard galattici. Oltre a causare problemi respiratori e visivi, l'esposizione a tali condizioni fa sì che un Kyuzo si ammali in un breve periodo di tempo, interferendo con la sua capacità di concentrazione e rallentandola.</p>\n<h2>Società e Cultura</h2>\n<p>Una specie nota per il suo forte senso di giustizia e onore, la maggior parte dei Kyuzo considera i giuramenti e i contratti infrangibili e molte specie li cercano come mercenari, personale delle forze dell'ordine e cacciatori di taglie. Una specie altamente politica, i Kyuzo hanno sviluppato società che si estendono su aree geografiche considerevoli, e la maggior parte si identifica come membro di un particolare paese o regione. La maggior parte delle isole e dei continenti principali di Phatrong sono unità politiche a sé stanti, anche se formano una confederazione sciolta.</p>\n<h2>Nomi</h2>\n<p>I nomi maschili finiscono tipicamente per vocale, mentre quelli femminili per consonante. I cognomi sono basati sulla regione.</p>\n<p><strong>Nomi Maschili.</strong> Drego, Embo, Khalu, Mhali, Zuvio</p>\n<p><strong>Nomi Femminili</strong> Catras, Garing, Streehn, Turung</p>\n<p><strong>Cognomi.</strong> Brihney, Ghall, Khambey, Maway, Vori</p>"
		},
		{
			"id": "Lannik",
			"name": "Lannik",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Lannik sono umanoidi corti e bipedi con orecchie lunghe e cadenti. Maschi e femmine sono ugualmente alti, anche se questi ultimi hanno una complessità notevolmente meno forte. La loro specie è comunque molto più vigorosa e resistente di quanto le sue dimensioni possano suggerire. La pelle di un Lannik tende ad avere colori simili a quelli dei suoi occhi e dei suoi capelli. La specie ha sviluppato lunghe orecchie a punta che permettono loro di sentire meglio delle orecchie umane. </p>\n<h2>Società e Cultura</h2>\n<p>La cultura Lannik è apparentemente amante della guerra, e i Lannik provano un grande rispetto per i guerrieri. Allo stesso tempo, però, seguono un rigido codice d'onore secolare. I soldati Lannik hanno l'abitudine di legare tutti i loro capelli in un unico nodo sopra la testa. La loro è una specie di guerrieri feroci, le cui abilità si sono sviluppate combattendo contro terribili predatori e altri Lannik in una lunga storia di guerre. Anche se molti considerano i Lannik come teste calde e capricciosi, sono piuttosto impavidi e lucidi anche in combattimento, il che dà loro la capacità di pensare ad una via d'uscita da una situazione pericolosa.</p>\n<p>I Lannik non mostrano i loro pensieri attraverso le loro espressioni facciali, e sembrano sempre arrabbiati alle altre specie. Sono anche molto testardi, e non è probabile che cambino carriera una volta che l'hanno scelta. La maggior parte dei maschi - e molte femmine - servono nella milizia planetaria, celebrando il passato della specie come specie guerriera. Alcuni fanno lavori di mercenariato fuori dal mondo.</p>\n<h2>Nomi</h2>\n<p>I nomi Lannik sono generalmente brevi. I Lannik non rivelano spesso i loro Cognomi.</p>\n<p><strong>Nomi Maschili.</strong> Minch, Oteg, Vandar, Yaddle, Yoda</p>\n<p><strong>Nomi Femminili</strong> Giro, Lina, Penny, Vona, Zeya</p>\n<p><strong>Cognomi.</strong> Bek, Kaz, Mon, Var, Zin</p>"
		},
		{
			"id": "Lasat",
			"name": "Lasat",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Una specie umanoide senziente, i Lasat si distinguono per la loro impressionante altezza, forza e agilità, con le loro muscolose gambe digitigradi che permettono loro di correre più velocemente, saltare più in alto e più lontano, e muoversi più silenziosamente degli umani. I loro grandi cuscinetti delle dita e le dita prensili li aiutano ad arrampicarsi. Inoltre, i loro grandi occhi e orecchie permettono loro una vista e un udito superiori a quelli degli umani. Avevano la forza di aprire una porta blindata spenta. Un'altezza di due metri è considerata al di sotto della media per un Lasat.</p>\n<h2>Società e Cultura</h2>\n<p>La società Lasat è tenuta insieme da una lunga tradizione orale, con eroi intelligenti e furtivi. All'interno della specie, coloro che hanno abilità di combattimento sono molto rispettati, spesso sono membri dell'Alta Guardia d'Onore Lasan, un gruppo di guerrieri altamente addestrati e altamente intelligenti che hanno giurato di proteggere il loro mondo natale di Lira San. I bo-fucili sono una tradizione di lunga data nella cultura Lasat, utilizzati esclusivamente dalla Guardia d'Onore di Lasan. La via guerriera dei Lasat è il Boosahn Keeraw. Quando un Lasat viene battuto da un avversario superiore in combattimento, gli cede la sua arma.</p>\n<p>I capelli sul viso sono un importante status symbol nella cultura Lasat. Quelli con gli occhi verdi e le strisce viola prominenti sono considerati attraenti dagli altri della loro specie. I giovani Lasat sono noti per arrampicarsi sui rami degli alberi. </p>\n<h2>Nomi</h2>\n<p>I nomi Lasat tendono ad essere melodici, con un tono occasionalmente aspro. I cognomi nascono dalle comunità all'interno della cultura Lasat piuttosto che dalle singole famiglie.</p>\n<p><strong>Nomi Maschili.</strong> Brob, Drim, Krus, Parred, Volares</p>\n<p><strong>Nomi Femminili</strong> Denazo, Gume, Hado, Zanisa</p>\n<p><strong>Cognomi.</strong> Dragarr, Ellias, Krod, Roleb, Vuzan </p>"
		},
		{
			"id": "Lurmen",
			"name": "Lurmen",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I corpi dei Lurmen sono coperti interamente di pelliccia, il cui colore varia da un marrone scuro a un bianco-grigio, anche se indossano indumenti. Possono camminare sia in posizione eretta sulle loro due gambe, e possono anche usare le loro braccia e gambe per muoversi più velocemente. Molti lurmen hanno la capacità di rotolarsi in una forma a ruote; questo permette loro di coprire distanze a grande velocità. Potrebbero aver imparato questa abilità dagli amani nativi di Maridun. </p>\n<h2>Società e Cultura</h2>\n<p>I lurmen usano i semi caduti dagli alberi giganti come riparo e casa. Vivere vicino agli alberi è troppo pericoloso, perché i baccelli che cadono possono essere mortali. Invece, i lurmen trascinano i baccelli in una radura e li usano come capanne. Estraggono anche gli oli essenziali dai baccelli per la nutrizione e le medicine curative. La maggior parte dei lurmen sono pacifisti per natura e si rifiutano di combattere o correre anche di fronte alla morte. Spesso si nascondono invece di usare la violenza. Essendo pacifisti, non portano armi, ma portano strumenti agricoli o corde. La più grande minaccia nativa per i lurmen sono gli amani e i faloni mastini, quadrupedi dalla testa di rapace che cacciano in gruppo. Tuttavia, anche nello sconfiggere queste bestie i lurmen cercano di rimanere fedeli ai loro ideali pacifisti, e non infliggono alcuna ferita alle creature. Invece, quando viene messo all'angolo da un mastino phalone, un agile lurmen cercherà di sbilanciare la creatura legando una corda intorno alle sue gambe robuste. </p>\n<h2>Nomi</h2>\n<p>I nomi dei lurmen sono netti e composti da una sola sillaba. Invece dei cognomi, ai lurmen vengono assegnati nomi aggiuntivi in base alla loro importanza per il villaggio. I lurmen comuni hanno un nome, mentre i leader ne hanno fino a quattro. </p>\n<p><strong>Nomi Maschili.</strong> Fee, Gatt, Nub, Shoo, Yup</p>\n<p><strong>Nomi Femminili</strong> Kal, Laa, Shal, Vook, Yiit</p>"
		},
		{
			"id": "Mikkian",
			"name": "Mikkiano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I mikkiani sono una specie di umanoidi dai colori vivaci. La caratteristica più distintiva dei mikkiani sono i loro tendini mobili, il cui numero, forma e modello varia da un individuo all'altro. Questi tendini servono principalmente come organi sensoriali, in particolare per rilevare il suono in sostituzione di un orecchio comune in altre specie. I teste-tendrili mikkiani potrebbero anche rilevare altre informazioni, come l'umidità, la temperatura, la direzione magnetica e le radiazioni. Questa rilevazione di radiazioni può essere rilevata al punto che i mikkiani possono \"vedere\" la luce e il buio, anche se i loro occhi sono ancora i loro organi visivi primari. </p>\n<h2>Società e Cultura</h2>\n<p>I Mikkiani mettono la parentela e l'integrità al di sopra di tutto. Infatti, la loro onestà può risultare schietta o addirittura scortese nei confronti degli altri esseri viventi. Al contrario, i mikkiani hanno spesso problemi ad adattarsi ai punti di vista più flessibili delle altre razze. Il loro complesso codice d'onore comprende tutte le cose della vita, con una particolare insistenza sulle questioni di guerra. Anche se rispettano le tradizioni dei guerrieri, i Mikkiani danno più valore alla disciplina e all'onore che alla vittoria o alla forza fisica.</p>\n<p>Tra i Mikkiani esistono diverse tradizioni religiose, ma la fede nella Forza gioca un ruolo centrale in tutte. Nella società mikkiana, i loro viticci hanno un importante significato culturale e la lettura dei viticci è usata dai mistici mikkiani per predire il loro futuro. Ogni sfaccettatura del viticcio della testa contribuisce a questo significato.</p>\n<h2>Nomi</h2>\n<p>I nomi mikkiani sono spesso brevi e disillabici, con una qualità melodica. I Mikkiani tipicamente non usano cognomi, anche se alcuni possono adottarli. </p>\n<p><strong>Nomi Maschili.</strong> Cage, Fedlas, Mekko, Sakas </p>\n<p><strong>Nomi Femminili</strong> Beyra, Fenvar, Tiplee, Zelna </p>"
		},
		{
			"id": "Miraluka",
			"name": "Miraluka",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Miraluka sono una specie quasi umana che differisce dagli Umani in quanto sono privi di occhi, conservando solo le cavità oculari vestigiali, e percepiscono l'ambiente intorno a loro attraverso la <em>vista della forza</em> invece della visione normale. Questa visione è così forte che se un Miraluka guarda un Jedi o un Sith, può \"vedere\" la Forza irradiarsi da loro. La forza della connessione di un Miraluka con la Forza varia da individuo a individuo.</p>\n<h2>Società e Cultura</h2>\n<p>I Miraluka sono una specie riflessiva, cauta e deliberativa. Hanno poco interesse nel guadagno personale o nella gloria. Per ragioni sociali, i Miraluka nascondono il loro aspetto indossando una fascia, una maschera o un simile copricapo. Inoltre tutti i Miraluka sono molto uniti per specie. Si chiamano \"fratelli\" e sono considerati come membri di una grande famiglia. Essendo una specie che usa la Forza, i Miraluka sono spesso abbastanza scioccati se viene loro mostrata una vita non collegata alla Forza. </p>\n<p>Molti Miraluka adorano due divinità, Ashla e Bogan, attraverso la filosofia della Grande Forza. Non credono nel bene e nel male, ma gli è stato insegnato ad accettare sia la vita che la morte.</p>\n<p>I Miraluka sensibili alla Forza sono un ordine proprio chiamato Luka Sene. Accademici nell'atmosfera e nella cultura, i Luka Sene si concentrano principalmente sullo sviluppo dei poteri legati ai sensi dei loro membri. Tuttavia, a differenza dei Jedi, dei Sith e di altre tradizioni, la Luka Sene non impone la vita personale di un membro.</p>\n<h2>Nomi</h2>\n<p>I nomi Miraluka sono generalmente di due sillabe. I Miraluka non usano cognomi, perché credono di essere una sola famiglia.</p>\n<p><strong>Nomi Maschili.</strong> Aakih, Pafil, Rikhor, Vociif, Xuwuth</p>\n<p><strong>Nomi Femminili</strong> Auchaod, Favom, Mucem, Wilierth</p>"
		},
		{
			"id": "Mirialan",
			"name": "Mirialan",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Mirialan sono una specie quasi umana originaria del pianeta Mirial. Hanno una pelle dal verde al giallo e tatuaggi sui loro volti. I Mirialan sono noti per la loro spiritualità e la forte connessione con il mondo che li circonda. I Mirialan sono molto flessibili e agili, il che li rende veloci e formidabili. </p>\n<h2>Società e Cultura</h2>\n<p>I Mirialan sono profondamente religiosi e praticano una comprensione primitiva della Forza. Credono che le azioni di ogni individuo contribuiscano al loro destino, basandosi sui successi e i fallimenti del passato per guidarli verso il loro destino. All'interno del loro sistema di credenze c'è la visione che le azioni individuali si increspano attraverso la Forza, influenzando anche il destino della specie nel suo complesso.</p>\n<p> Un Mirialan spesso mette un unico tatuaggio geometricamente ripetuto sul suo viso e sulle sue mani per indicare che ha completato una certa prova o compito, o raggiunto una sufficiente attitudine per una certa abilità. Il numero di tatuaggi agisce spesso come un buon indicatore di quanto maturo e/o abile fosse un Mirialan. Poiché il maggior numero di marcature comporta una forma di status, la società Mirialan è stratificata e permette ai cittadini pesantemente marcati di accedere a maggiori opportunità. Nonostante la sua importanza, la maggior parte dei Mirialan non conosce l'intero lessico del tatuaggio a causa della sua complessità. L'interazione tra la collocazione e il posizionamento delle forme è incredibilmente sottile e cambia notevolmente il loro significato.</p>\n<h2>Nomi</h2>\n<p>I nomi mirialiani sono tipicamente concisi e raramente più di due sillabe. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Boca, Floha, Jemy, Puv, Choqa</p>\n<p><strong>Nomi Femminili</strong> Buf, Ches, Kebe, Ovof, Shaqa</p>\n<p><strong>Cognomi.</strong> Acave, Ishakee, Kefvi, Uflozi, Zoria</p>"
		},
		{
			"id": "Mon Calamari",
			"name": "Mon Calamari",
			"description": "<h2>Biology and Appearence</h2>\n<p>The mon calamari are a bipedal, amphibious species with high-domed heads, webbed hands and large, goggle-like eyes. In addition to being webbed, the mon calamari hand presents three suction-cup like holes on its palm, and featured five claw-tipped fingers: one opposable thumb, two long middle fingers, and two very short outer fingers. Although they are shaped like flippers, their feet can nevertheless fit into boots designed for human-like feet. The females are distinguished from the males by their more prominent chest areas.</p>\n<h2>Società e Cultura</h2>\n<p>The mon calamari have developed a very advanced and civilized culture. Their art, music, literature, and science show a creativity surpassed by few in the galaxy. Mon calamari literature depicts stars as islands in a galactic sea, showing a passionate longing to explore space and discover other civilizations. Mon Calamari are both soft-spoken and gentle, slow to anger, and have the remarkable ability to maintain their concentration without being distracted by emotional responses. They are both inquisitive and creative, and have a near-legendary quality of being both determined and dedicated; once a mon calamari decides on a course of action, they are not easily swayed from that decision. They often fixate themselves on \"lost causes.\" </p>\n<h2>Nomi</h2>\n<p>Mon calamari names generally have a melodic feel.</p>\n<p><strong>Nomi Maschili.</strong> Creaz, Fior, Hurneerth, Nurrins, Sielpa</p>\n<p><strong>Nomi Femminili</strong> Afwa, Lel, Mhirim, Ri, Theya</p>\n<p><strong>Cognomi.</strong> Dualda, Gradi, Tua, Valec, Winab</p>"
		},
		{
			"id": "Mustafarian",
			"name": "Mustafariano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I mustafariani sono una specie insettoide di senzienti originari del pianeta vulcanico Mustafar. Sono divisi in due sottospecie: gli allampanati mustafari del nord e i tozzi mustafari del sud. I mustafari del sud si distinguono per la loro maggiore forza, che li rende più adatti al lavoro manuale. Entrambe le sottospecie condividevano molti tratti, in particolare gli esoscheletri induriti e la pelle coriacea, che li acclimatavano al calore estremo del loro ambiente vulcanico.</p>\n<h2>Società e Cultura</h2>\n<p>I mustafari si sono evoluti da artropodi che vivevano nelle cavità leggermente più fresche dei vulcani inattivi sulla superficie di Mustafar. Come risultato di questa vita ravvicinata, la cultura mustafariana è isolazionista per natura, anche se tollerano il commercio con altri sistemi. Mustafar ospita minerali scarsi e metalli rari, rendendo i mustafariani un prezioso partner commerciale.</p>\n<p>I mustafariani nativi si schierano raramente quando infuriano i conflitti galattici, preferendo invece tenersi per sé e controllare il proprio pianeta. I nomi dei mustafariani sono spesso ispirati da dimostrazioni di competenza o di coraggio, come il recupero di grandi quantità di minerali rari o il successo nel domare una pulce di lava. I loro cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Aumstrogh, Chivos, Ikt, Ulon</p>\n<p><strong>Nomi Femminili</strong> Altoa, Hailith, Saonji, Yura</p>\n<p><strong>Cognomi.</strong> Fal'co, Glost, Mensix, Nek'dem</p>"
		},
		{
			"id": "Muun",
			"name": "Muun",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I muun sono umanoidi alti e magri con corpi sottili, arti lunghi e teste allungate senza capelli. Hanno tipicamente la pelle rosa pallido o bianca, molto probabilmente derivante dalla loro propensione a stare in casa. I Muun hanno piccole orecchie al centro dei lati della testa, nasi piatti e bocche sottili che portano ad una voce comunemente nasale.</p>\n<h2>Società e Cultura</h2>\n<p>I Muun credono nella tradizione, con una cultura consolidata basata sull'intelligenza e sul merito. Una gerarchia di classe, i Muun considerano le attività intellettuali - finanzieri, avvocati, ingegneri, diplomatici, scienziati - come i livelli più alti della società. La cultura e la vita dei Muun ruotano intorno all'economia e alla finanza. L'intensa competizione tra colleghi incoraggia la crescita economica, l'aumento della produttività e un'etica del lavoro superiore. I Muun hanno anche un rispetto fondamentale per la giustizia, anche se in genere si attengono alla lettera della legge piuttosto che allo spirito.</p>\n<p> Poiché i Muun tendono a rifuggire dal combattimento e dalle attività fisiche, la società Muun si affida a mezzi alternativi per la protezione del loro pianeta, utilizzando vaste risorse finanziarie per acquistare enormi piattaforme di difesa galleggianti per difendere la loro civiltà dagli attacchi.</p>\n<h2>Nomi</h2>\n<p>I nomi Muun sono tipicamente chiari e concisi, raramente contenenti più di due sillabe, con Cognomi familiare.</p>\n<p><strong>Nomi Maschili.</strong> Clu, Hego, Nix, Pors, San</p>\n<p><strong>Nomi Femminili</strong> Dax, Efra, Gil, Rel, Ter</p>\n<p><strong>Cognomi.</strong> Card, Damask, Hill, Lesser, Tonith</p>"
		},
		{
			"id": "Nautolan",
			"name": "Nautolani",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Nautolani possiedono una fisiologia comune alle specie anfibie, compresa la visione a bassa luminosità e le eccellenti capacità di nuoto. Il loro endoscheletro osseo e la densa cartilagine li rendono duri e resistenti ai colpi di striscio. Una specie che depone le uova, i Nautolani emergono dal loro uovo come un girino che sviluppa braccia, gambe e testa-coda durante il loro secondo anno di vita. Circa la stessa dimensione di un neonato umano durante questo periodo, i loro arti sono deboli e incapaci di sostenere il loro peso, costringendo i giovani Nautolani a rimanere in ambienti acquatici per gran parte della loro infanzia. </p>\n<h2>Società e Cultura</h2>\n<p>La società sviluppata dai Nautolani sul Glee Anselm è centralizzata intorno a famiglie e governi locali. Il governo centralizzato del Glee Anselm è composto da rappresentanti del Consiglio degli Anziani che governano ogni insediamento. Gli anziani sono eletti in base al merito, e possono essere composti sia da giovani politici che dai membri più anziani della società. Una cultura che promuove l'accoppiamento per tutta la vita, le famiglie nautolane sono caratterizzate dalla lealtà tra i coniugi e dall'uguaglianza dei sessi nel nucleo familiare. I matrimoni combinati non sono rari. </p>\n<p>Nessuna affinità culturale per la Forza si è mai sviluppata sul Glee Anselm, anche se i membri della specie Nautolan ne riconoscono l'importanza e rispettano quelli tra loro che erano Forzuti.</p>\n<h2>Nomi</h2>\n<p>I nomi Nautolan sono generalmente brevi e melodici. I nomi femminili terminano di solito con una vocale. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Brod, Knirkoc, Peng, Tikuwik, Zesufreat</p>\n<p><strong>Nomi Femminili</strong> Doli, Hahi, Thamlymyo, Usha, Zezu</p>\n<p><strong>Cognomi.</strong> Iarre, Rirrall, Sompanong, Uzumdall</p>"
		},
		{
			"id": "Neimoidian",
			"name": "Neimoidiano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I neimoidi sono lontani parenti genetici dei duros e mantengono molte somiglianze con loro, compresa la forma di base, le facce senza naso e la pelle verde-blu (anche se i neimoidiani tendono ad essere più grigi). I loro occhi hanno anche pupille che si dividono orizzontalmente, e si distinguono per i piccoli grumi sulla fronte e la bocca rovesciata. Invece di nasi, hanno ghiandole olfattive sotto gli occhi. Queste differenze genetiche sono attribuite alle caratteristiche distinte del loro mondo natale, Neimoidia, compresa la sua gravità, che è notevolmente più pesante del duro.</p>\n<h2>Società e Cultura</h2>\n<p>I neimoidiani trascorrono i loro anni formativi come gracili larve negli alveari comuni di Neimoidia, fino all'età di sette anni standard. Vengono consapevolmente trascurati, ricevendo quantità limitate di cibo. In questo modo, gli individui più deboli vengono eliminati, mentre le larve più acquisitive accumulano più cibo di quello che possono mangiare da sole. L'educazione neimoidiana assicura la sopravvivenza dei più avidi. I Neimoidiani danno un enorme valore alla ricchezza e ai beni materiali, e farebbero di tutto per ottenere denaro e potere. Questo ha portato ad uno stereotipo di neimoidiani avidi e codardi. Anche se non tutti i neimoidiani sono facilmente intimiditi, molti preferiscono evitare il combattimento diretto.</p>\n<h2>Nomi</h2>\n<p>I nomi neimoidiani sono solitamente brevi e facili da pronunciare, per renderli più memorabili alle altre specie che li avvicinano come consumatori. I loro cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Lok, Gap, Krinit, Mar, Nute</p>\n<p><strong>Nomi Femminili</strong> Bu, Fia, Feza, Vissi</p>\n<p><strong>Cognomi.</strong> Dod, How, Kethe, Preelli, Tuuk </p>"
		},
		{
			"id": "Nikto",
			"name": "Nikto",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Nikto sono umanoidi rettiliani noti per la loro pelle coriacea. Hanno una gamma limitata di espressioni facciali perché mancano dell'infrastruttura anatomica necessaria. I loro occhi sono coperti da una membrana protettiva, essendo una sottile pellicola trasparente che protegge i loro occhi sott'acqua e durante le tempeste di vento. Come risultato, sono noti per i loro occhi \"fissi\" e un'espressione apparentemente vuota che porta molti a sottovalutare l'intelligenza dei nikto.</p>\n<h2>Società e Cultura</h2>\n<p>Anche se mancano di carisma personale, i nikto hanno una tenacia unica che li rende eccellenti seguaci. La loro vita ha reso i nikto abili combattenti. La maggior parte dei nikto si accontenta di una vita di servitù, perché ai loro occhi una vita in schiavitù era preferibile alle difficoltà e alle fatiche del loro mondo natale. Non tutti i nikto lavorano per le capanne, anche se la maggior parte dei membri liberi della loro specie erano in passato schiavi. Mentre i nikto sono noti per fuggire dal loro padrone, la maggior parte tende a cadere al servizio di un altro hutt che li \"eredita\" secondo l'usanza se il loro precedente datore di lavoro muore. Tuttavia, alcuni nikto fuggiti hanno invece sfruttato alcune opportunità per diventare davvero esseri liberi. Questi nikto emancipati dovevano stare costantemente in guardia perché rischiavano la cattura da parte degli schiavisti delle capanne che restituivano le loro prede ai loro \"legittimi proprietari\". Inoltre, mancavano di carisma e preferivano seguire gli ordini invece di darli. Di conseguenza, i Nikto sono stati identificati soprattutto con i loro padroni Hutt.</p>\n<h2>Nomi</h2>\n<p>I nomi Nikto sono molto complessi, difficili da pronunciare e dal suono aspro. Anche la lunghezza dei nomi è molto diversa, i nomi più lunghi hanno apostrofi o trattini. I loro nomi sono unisex, i cognomi sono familiari e facoltativi. </p>\n<p><strong>Nomi</strong> Jydabaum, N'rok'ratu, Sussa, Vydgish</p>\n<p><strong>Cognomi.</strong> Gozorc, Irtitt, Qegmarg, Umpluurg</p>"
		},
		{
			"id": "Noghri",
			"name": "Noghri",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Noghri sono una specie umanoide primitiva proveniente dal pianeta Honoghr con una pelle grigio-azzurra d'acciaio e sono rinomati assassini. Dotati di un dono naturale per la furtività e il combattimento corpo a corpo, i Noghri sono efficienti macchine assassine con i loro artigli laceranti e un forte senso olfattivo che spesso può determinare il lignaggio familiare. Le loro dimensioni ridotte nascondono la loro spietatezza e le loro potenti capacità di caccia.</p>\n<h2>Società e Cultura</h2>\n<p>La cultura Noghri si basa molto sull'onore e la società è basata sul clan e ruota attorno alla Dukha, un centro comunitario in ogni villaggio. La più grande forza dei Noghri deriva dalla loro lealtà e segretezza; quando un Noghri accetta un lavoro, lo porta sempre a termine, anche se questo comporta la sua morte. Per questo motivo, sono delle guardie del corpo eccezionali, anche se costose. </p>\n<p>I Noghri detestano combattere con armi più grandi di piccoli pugnali, credendo che il combattimento sia una celebrazione personale che non può essere macchiata dall'uso di armi più pesanti. Per questo motivo, è raro (anche se non impossibile) vedere un Noghri impugnare un'arma più grande del suo avambraccio.</p>\n<p>Ogni villaggio del clan Noghri è incentrato sulla Dukha, e ogni clan è guidato da un Dinasta. Il Dukha è abitato dal Maitrakh del clan, che funge da narratore, leader spirituale e custode delle leggende del clan.</p>\n<h2>Nomi</h2>\n<p>I nomi Noghri variano da brevi a lunghi, con nomi femminili tipicamente più morbidi. I cognomi sono basati sul clan.</p>\n<p><strong>Nomi Maschili.</strong> Cakhmaim, Ezrakh, Khabarakh, Rukh</p>\n<p><strong>Nomi Femminili</strong> Cilnaas, Edvir, Kahr'corvh, Meewalh</p>\n<p><strong>Cognomi.</strong> Bakh'tor, Eikh'mir, Hakh'khar, Khim'bar</p>"
		},
		{
			"id": "Nothoiin",
			"name": "Nothoiin",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Vicini agli umani, con una pelle dorata e scagliosa, i Nothoiin hanno capelli da chiari a marroni e occhi marroni, e in genere hanno un'altezza fisica e una corporatura comune agli umani.  L'aspetto dei nothoiin ha fatto guadagnare alla loro specie il soprannome di \"pelli d'oro\". </p>n<h2>Società e cultura</h2> <p>Anche se i nothoiin provengono dal loro omonimo mondo e sistema stellare nel settore Anoat, sono onnipresenti in tutta la regione del Grande Javin e nei settori corporativi.  La loro storia di esplorazione e colonizzazione interstellare è stata facilitata dalle abilità naturali della loro specie nel pilotaggio e nella navigazione, e resa necessaria dal clima periodicamente duro e secco del loro pianeta natale.  Le siccità su Nothoiin possono durare per decenni e gli incendi selvaggi che favoriscono sono stati uno dei fattori principali del limitato sviluppo dell'economia del pianeta al di là dell'industria mineraria dell'ur-diamante, che produce la principale esportazione del sistema.  </p>\n<p>L'emigrazione su larga scala da Nothoiin ha portato i membri delle sue specie native a cercare carriere come piloti, navigatori e agenti in numerose imprese criminali.  Varie colonie di Nothoiin hanno dato origine a diversi sistemi di governo che vanno dalle democrazie rappresentative alle autocrazie.</p>\n<h2>Nomi</h2>\n<p>I Nothoiin ricevono tipicamente un nome di genere e un cognome familiare.</p>\n<p><strong>Nomi Maschili.</strong> Amrosio, Jado, Kosimas, Troov</p>\n<p><strong>Nomi Femminili</strong> Elayah, Giranti, Lorinah, Sil</p>\n<p><strong>Cognomi.</strong> Caban, Mordu, Plintus, Starstrider</p>"
		},
		{
			"id": "Ortolan",
			"name": "Ortolano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli ortolani sono bipedi umanoidi tozzi e robusti, con lunghi nasi simili a tronchi e occhi neri. Possiedono orecchie flosce, che sono estremamente sensibili alle onde sonore. Hanno due mani, ognuna delle quali termina con quattro dita paffute e un pollice, che non è opponibile. Dal corpo dell'ortolano pende una pelle spessa e vaporosa, coperta di lanugine che assomiglia al velluto. Gli ortolani hanno un acuto senso dell'olfatto che li aiuta a cercare il cibo. In effetti, sono ostacolati nei loro affari dal loro attaccamento al cibo, a volte accettano contratti altrimenti sfavorevoli quando gli viene promesso abbastanza da mangiare. Le loro ossessioni gemelle sono il cibo e la musica; fuori dal mondo, molti ortolani hanno successo come chef o musicisti. </p>\n<h2>Società e Cultura</h2>\n<p>La società ortolana è ragionevolmente industrializzata, anche se non così tecnologicamente avanzata come le altre specie. Nonostante ciò, la loro economia si basa principalmente sul baratto, con i crediti usati principalmente per commerciare con gli stranieri. L'educazione è responsabilità dei genitori, anche se i giovani dotati vengono spesso scambiati con altre famiglie per ottenere un'educazione specializzata. </p>\n<p>Mentre la maggior parte degli ortolani sembra avere la pelle blu, gli ortolani sono in realtà ricoperti da una pelliccia corta e vellutata che spesso si tinge di colori vivaci, più spesso blu e rosa. Questa tradizione ebbe inizio quando un commerciante devaroniano cercò di vendere agli ortolani un carico di coloranti alimentari: essi consideravano la tintura del cibo una perdita di tempo, ma trovavano che la pelliccia tinta fosse piuttosto elegante.</p>\n<h2>Nomi</h2>\n<p> I nomi femminili sono tipicamente più morbidi. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Donmb, Hegh, Nax, Parm, Teeb</p>\n<p><strong>Nomi Femminili</strong> Bedla, Folfe, Nelni, Phoff, Sallo</p>\n<p><strong>Cognomi.</strong> Bigek, Lubum, Nad, Rojool, Somo </p>"
		},
		{
			"id": "Pa'lowick",
			"name": "Pa'lowick",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I pa'lowick sono una specie di anfibi umanoidi che vivono nelle paludi salate costiere di Lowick. Hanno una sezione mediana compatta ma rotonda che sormonta un paio di zampe lunghe e sottili che terminano con piedi anisodattili: tre dita rivolte in avanti e una indietro. Questa configurazione, combinata con i loro potenti polmoni, permette loro di nuotare.</p>\n<p>La caratteristica più importante della fisiologia dei pa'lowick è il loro muso prensile, che termina con un paio di labbra imbronciate, simili a quelle umane. I pa'lowick nascono anche con zanne appuntite, che alcuni perdono entro la mezza età.</p>\n<h2>Società e Cultura</h2>\n<p>I pa'lowick vivono in grandi comunità indipendenti con un sistema di governo feudale. Molti pa'lowick diventano pescatori o cacciatori, a seconda della loro biologia. </p>\n<p>Le canzoni e le storie sono l'aspetto più prezioso della cultura pa'lowick. La musica dei pa'lowick copre una vasta gamma di generi e soggetti, anche se la musica religiosa è particolarmente comune. Il patrimonio culturale, come la storia, la genealogia e le parabole, è in gran parte tramandato oralmente. Ogni comunità Pa'lowick ha un narratore dedicato; la stima concessa a questo individuo rende la posizione molto ambita. I grandi polmoni rendono i Pa'lowick dei cantanti cordiali e permettono ad alcuni membri della specie di urlare forte e disarmare gli avversari in combattimento.</p>\n<h2>Nomi</h2>\n<p>I nomi Pa'lowick tendono ad allungarsi man mano che l'albero genealogico invecchia, e ogni generazione aggiunge qualche sillaba a cui è affezionata.</p>\n<p><strong>Nomi Maschili.</strong> Loran, Jelanto, Neeamesh, Samoos</p>\n<p><strong>Nomi Femminili</strong> Larisselle, Rensilla, Sy, Tripika</p>\n<p><strong>Cognomi.</strong> Chatrunis, Dym, Geeci, Snootles</p>"
		},
		{
			"id": "Patrolian",
			"name": "Patroliano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Patroliani hanno un aspetto simile a quello di un pesce, sono ricoperti di squame chiare e color pastello e possiedono numerose pinne sui loro lunghi arti e sulla faccia, oltre a una notevole pinna dorsale che spesso richiede un abbigliamento modificato per adattarsi. </p>\n<p>Grazie alle branchie, i patroliani sono perfettamente in grado di respirare sia sott'acqua che sulla terraferma, e la loro fisiologia è notoriamente resistente alle scosse elettriche, entrambe probabili retaggi dell'evoluzione sul loro mondo natale di Patrolia.</p>\n<h2>Società e Cultura</h2>\n<p>I patroliani sono una specie notevolmente innovativa e piena di risorse, e molti di loro hanno trovato la loro strada in ruoli nella costruzione, manutenzione e vendita di tecnologia. </p>\n<p>Purtroppo, i patroliani tendono a perseguire questi affari in modo losco, e la maggior parte di essi tende ad operare nel mondo sotterraneo criminale, lavorando come cacciatori di taglie, ladri, ricettatori, affettatori e altri ruoli criminali tecnicamente impegnativi. </p>\n<p>Questa inclinazione al crimine deriva dal loro mondo natale, che è perennemente bloccato in uno stato di decadenza economica a causa della guerra. Con l'avvento di molteplici guerre combattute nel sistema, diversi eserciti continuano a vedere il mondo acquatico come un baluardo strategico nella regione. A causa di questo, i patroliani devono trovare lavoro non solo fuori dal mondo, ma tipicamente in campi che non rientrano nella sfera di competenza del governo; purtroppo, le attività criminali sono la strada più comune. </p>\n<h2>Nomi</h2>\n<p>I nomi dei patroliani sono di solito multisillabici e monosillabici con molte vocali aperte e poche fricative. Non si sa che i Patroliani usano nomi di famiglia o altri Cognomi.</p>\n<p><strong>Nomi Maschili.</strong> Dalladu, Feddi, Nogagai, Teconica</p>\n<p><strong>Nomi Femminili</strong> Kakeda, Machibido, Rinimma, Talla</p>"
		},
		{
			"id": "Pau'an",
			"name": "Pau'an",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Pau'an hanno grandi occhi neri infossati in orbite rosse e denti frastagliati, simili a zanne, usati per lacerare la carne cruda, poiché sono carnivori. La specie ha la pelle pallida e rugosa, a causa del fatto che vivevano nelle doline di Utapau, dando loro un accesso limitato alla luce. Queste caratteristiche fanno sì che alcuni li vedano come spaventosi. Tuttavia, i Pau'an come società sono generalmente amichevoli e sono felici di accogliere gli ospiti nel loro mondo spesso trascurato. I Pau'an hanno una lunga durata della vita, vivendo fino a 700 anni, molto più a lungo degli Utai. Questo gli ha fatto guadagnare il soprannome di \"Antichi\".</p>\n<h2>Società e Cultura</h2>\n<p>I Pau'an svolgono la maggior parte dei compiti di governo e amministrativi su Utapau, dato che gli utai non desiderano questo tipo di lavoro e servono invece come lavoratori. La maggior parte dei pau'an hanno servito come leader all'inizio della loro vita, spesso gestendo squadre di lavoratori Utai. Questo dà loro un'esperienza che sarà utilizzata più tardi nella loro vita. I pau'an sono leader gentili e comprensivi nei confronti dei loro subordinati. Ogni città di Utapau è controllata da un Maestro di Amministrazione Portuale, un titolo ereditario riservato ai pau'ans. Questi amministratori sono assistiti da consigli consultivi per prendere decisioni importanti sulla loro città, e ogni amministratore fa parte del Comitato Utapau e supervisiona il governo del pianeta. Tuttavia, il comitato raramente prende decisioni cruciali, in quanto le città sono in grado di funzionare da sole la maggior parte del tempo.</p>\n<h2>Nomi</h2>\n<p>I nomi pau'an sono abbastanza semplici, e generalmente melodici. I cognomi sono familiari. </p>\n<p><strong>Nomi Maschili.</strong> Kernul, Sivrol, Tar, Vizun, Yal, Zeolbud</p>\n<p><strong>Nomi Femminili</strong> Cas, Jevoh, Nesim, Sizil, Ten, Yofan</p>\n<p><strong>Cognomi.</strong> Gesat, Kluneln, Nom, Vley, Voy, Zet</p>"
		},
		{
			"id": "Pyke",
			"name": "Pyke",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Una specie senziente, i pykes sono umanoidi, anche se più snelli e più alti della maggior parte degli umani. Hanno due gambe lunghe e allampanate e due braccia che terminano con mani a tre dita. Le loro teste sono grandi e allungate, con un cranio affusolato e una faccia sottodimensionata, una caratteristica che alcune altre specie trovano inquietante. I Pykes hanno due occhi stretti, a forma di mandorla, che possono essere di colore magenta o blu.</p>\n<h2>Società e Cultura</h2>\n<p>I Pykes vengono da Oba Diah, un pianeta terrestre segnato da scogliere di ossidiana. I visitatori di Oba Diah vedono sia la popolazione che il terreno come poco accoglienti. Il mondo natale dei pyke è il quartier generale del Sindacato Pyke, una società criminale all'interno del Cartello della Spezia che opera nella malavita distribuendo la spezia, una sostanza illecita raccolta dagli schiavi nelle miniere di spezie del pianeta Kessel. Per consegnare la spezia ai loro clienti, come le famiglie del crimine su Coruscant, il Sindacato Pyke si affida a contrabbandieri e capitani di navi da carico per completare il pericoloso Kessel Run. Il Sindacato Pyke controlla quasi completamente la produzione di spezia grezza nella galassia, pur mantenendo tentativi di alleanze con altre organizzazioni criminali in tutta la galassia, come il Sole Nero e l'Alba Cremisi. </p>\n<h2>Nomi</h2>\n<p>I nomi dei Pyke sono spesso influenzati dalle convenzioni di denominazione di altre specie, e i loro cognomi, raramente usati, sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Dor, Eife, Qalo, Thok, Zret</p>\n<p><strong>Nomi Femminili</strong> Gali, Taela, Shethni, Vent, Zeeren</p>\n<p><strong>Cognomi.</strong> Kemtol, Nek, Pyke, Safet, Welkor </p>"
		},
		{
			"id": "Quarren",
			"name": "Quarren",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Quarren sono simili a calamari con quattro tentacoli facciali che sporgono dalla loro mascella inferiore. Hanno un paio di profondi occhi turchesi e mani pinnate con dita a ventosa. Essendo una specie anfibia, sono forti nuotatori. Sono anche esseri bipedi che possono camminare e sedersi in posizione eretta. Nelle due lunghe sporgenze che si estendono da entrambi i lati della loro faccia, i Quarren hanno strutture simili a branchie che sono in realtà organi di ascolto. I Quarren sono anche capaci di sputare nuvole di inchiostro come misura difensiva.</p>\n<h2>Società e Cultura</h2>\n<p>I Quarren sono una specie molto egocentrica e orgogliosa, quasi al punto di essere xenofoba, il che coincide con il loro comportamento isolazionista. I Quarren trovano che gli Umani siano esseri molto rozzi e pensano che il Basic Galattico sia molto ingombrante e inadatto al linguaggio. I Quarren parlano invece più frequentemente la loro lingua madre.</p>\n<p>I Quarren sono conservatori e pratici nel loro pensiero, ma ricordano più che guardare al futuro. I Quarren sono isolazionisti e preferiscono rimanere nelle profondità degli oceani del loro mondo. Tuttavia, alcuni Quarren si guadagnano da vivere nella galassia come dirigenti d'azienda e contabili. I Quarren estraggono diligentemente minerali metallici dalle parti più profonde dell'oceano, dove vivono in profondità sotto le onde. Le loro città si estendono molto al di sotto della superficie.</p>\n<h2>Nomi</h2>\n<p>I nomi dei Quarren sono tipicamente duri. I nomi maschili e femminili non si discostano significativamente. I cognomi sono familiari.</p>\n<p><strong>Nomi.</strong> Bagker, Jujon, Kibkyl, Qiockish, Yuntoz</p>\n<p><strong>Cognomi.</strong> Chobnek, Geeckol, Nukranx, Tsastanx</p>"
		},
		{
			"id": "Rakata",
			"name": "Rakata",
			"description": "<h2>Biologia e aspetto</h2>\n<p>In apparenza, i rakata sono umanoidi dalla pelle liscia, simili ad anfibi, con crani alti e occhi che sporgono da ogni lato della testa su brevi steli. Questi esseri bipedi hanno mani a tre dita che sono dotate di artigli per scavare nello sporco. Come specie, sono uniformemente magri e alti; mentre la maggior parte dei rakata hanno un'altezza e un peso simili, le femmine tendono ad essere più snelle dei maschi, anche se altrettanto alte. I Rakata sono principalmente carnivori, probabilmente a causa del fatto che sono cannibali, e spesso fanno un pasto di altre specie.</p>\n<p>L'abuso a lungo termine della Forza nella loro società, esacerbato da una piaga, ha abbattuto la capacità dei rakata di percepire la Forza. </p>\n<h2>Società e Cultura</h2>\n<p>La tecnologia e le strutture dei rakata hanno la proprietà unica di fondersi con la Forza, creando monumenti potenti e duraturi che sono quasi impossibili da replicare. La società Rakatan è dedita alla conquista e alla schiavitù di coloro che ritiene deboli. All'apice del suo potere, l'Impero Infinito Rakatan aveva conquistato e schiavizzato decine di mondi. Spogliavano interi pianeti delle loro risorse e poi li terraformavano per adattarli alle loro esigenze.</p>\n<p>Dopo che una peste devastò la loro civiltà e causò la caduta dell'Impero Infinito, i rakata si divisero in piccole tribù piuttosto che in un'organizzazione unificata. Nonostante la loro ritrovata natura tribale, i rakata hanno mantenuto la loro capacità di adattarsi rapidamente alla tecnologia e di appropriarsene.</p>\n<h2>Nomi</h2>\n<p>I nomi rakata non fanno distinzione di genere e non usano cognomi.</p>\n<p><strong>Nomi.</strong> Ceh'let, Orsaa, Skal'nas, Soa, Tul'kar</p>"
		},
		{
			"id": "Rattataki",
			"name": "Rattataki",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Rattataki sono una specie quasi umana caratterizzata da movimenti agili, pelle bianca come il gesso e teste spesso calve. Praticamente isolati dal resto della galassia, i Rattataki hanno sviluppato una società violenta sul loro pianeta natale Rattatak, che prevede ampi combattimenti tra gladiatori. </p>\n<h2>Società e Cultura</h2>\n<p>Mentre la maggior parte degli altri abitanti di Rattatak provengono dalle Regioni Ignote, c'è un numero significativo di mercenari stranieri che arrivano su Rattatak di tanto in tanto, probabilmente per vedere o partecipare a combattimenti di gladiatori, per poi rimanervi bloccati in modo permanente. Le condizioni notevolmente dure del pianeta hanno quasi portato la sua popolazione all'estinzione. Per eoni, i Rattataki hanno costantemente lottato tra di loro e i loro abitanti (rappresentati principalmente da Umani, Zabraks, Sinitiens, Vollick e Weequay) per le limitate risorse del pianeta. Nonostante fossero quasi completamente isolati dalla galassia esterna, i Rattataki mostravano una notevole iniziativa e creavano continuamente nuovi modi per uccidersi a vicenda.</p>\n<p>La cultura Rattataki è sanguinaria e spietata. Le punizioni anche per i più piccoli crimini sono inutilmente dure, il che fa poco per reprimere questo comportamento. Infatti, i Rattataki che sono noti per aver commesso dei crimini senza essere catturati vengono celebrati.</p>\n<h2>Nomi</h2>\n<p>I nomi Rattataki sono duri e corti. I cognomi sono familiari, anche se molti Rattataki li abbandonano in favore di titoli autocelebrativi.</p>\n<p><strong>Nomi Maschili.</strong> Aidus, Charnagus, Karok, Veran</p>\n<p><strong>Nomi Femminili</strong> Amaran, Kassien, Silas, Sraja, Vol</p>\n<p><strong>Cognomi.</strong> Anjek, Danvik, Degger, Kolla, Venkorr</p>"
		},
		{
			"id": "Rishii",
			"name": "Rishii",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Rishii sono una specie di carnivori aviari senzienti che possiedono due gambe che terminano in piedi a quattro dita, due braccia, una coda e una testa. Le due braccia della specie consistono in ali piumate che terminano in agili mani umanoidi, capaci di manipolare strumenti. Le ali conferiscono ai Rishii la capacità di volare a grande velocità, che è il loro metodo di viaggio equivalente alla corsa nelle specie terrestri. La testa di un Rishii conteneva un becco tra due occhi gialli incorniciati da una grande fronte. I Rishii erano in grado di imitare perfettamente qualsiasi cosa gli venisse detta, e possedevano anche sensi estremamente forti, in particolare l'udito e la vista. </p>\n<h2>Società e Cultura</h2>\n<p>Nativi del pianeta Rishi, i Rishii vivono in tribù primitive, conosciute come nidi, raggruppate in alto sulle montagne del pianeta, lontano dalle paludi calde e umide delle pianure. Ogni nido è composto da un piccolo numero di unità familiari guidate da un capo, e i nidi vicini rispettano i territori degli altri e vivono in armonia. Questo atteggiamento pacifico e di accettazione va oltre gli altri Rishii ed è stato esteso a tutti i vicini di un nido, comprese le molte altre specie che colonizzano le pianure di Rishi. A causa delle condizioni sfavorevoli che si trovano nelle pianure, gli aviatori nativi non capiscono la scelta dei forestieri di vivere lì, ma non si sono opposti alla loro presenza.</p>\n<h2>Nomi</h2>\n<p>Come gran parte del loro linguaggio, i nomi Rishii includono click, trilli e fischi al punto che gli altri popoli hanno difficoltà a pronunciarli. In genere, un nome ha da due a quattro sillabe con i suoni che fungono da connettori. I nomi Rishii non variano in base al sesso. I Rishii sono sensibili ai soprannomi dati dagli estranei. </p>"
		},
		{
			"id": "Rodian",
			"name": "Rodiano",
			"description": "<h2>Biology and Appearence</h2>\n<p>I rodiani sono umanoidi dalla pelle verde del pianeta Rodia. Possiedono facce distintive: occhi grandi, rotondi e sfaccettati; musi simili a tapiri; e un paio di antenne a forma di disco volante sulla testa, che servivano a rilevare le vibrazioni. I musi flessibili aumentavano i sensi olfattivi finemente sintonizzati dei rodiani, raccogliendo e filtrando l'aria. I loro caratteristici occhi grandi indicavano un'origine principalmente notturna ed erano in grado di vedere nella parte infrarossa dello spettro. A causa del loro amore per il combattimento e lo stile di vita attivo, la maggior parte dei rodiani si manteneva in buone condizioni, normalmente magri e muscolosi; tuttavia, alcuni rodiani benestanti divennero compiacenti e obesi.</p>\n<h2>Società e Cultura</h2>\n<p>La cultura rodiana è ossessionata dalla violenza e dalla morte, a causa di comportamenti e pratiche che sono radicati fin dalle loro prime origini. La loro giungla, densamente popolata, non è adatta all'agricoltura e richiede ai rodiani di competere con predatori feroci per la maggior parte del loro cibo, alcuni dei quali possono spazzare via interi villaggi rodiani. Man mano che i rodiani svilupparono astute tattiche di caccia per sopravvivere, la caccia divenne centrale nella loro cultura. Alla fine, dopo aver portato quasi all'estinzione la maggior parte degli altri predatori del pianeta, hanno iniziato a cacciarsi a vicenda in varie guerre e gare di gladiatori.</p>\n<h2>Nomi</h2>\n<p>I nomi femminili tendono ad essere più lunghi di Nomi Maschili. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Dagon, Dwedd, Gweym, Steech, Xeep</p>\n<p><strong>Nomi Femminili</strong> Heebmu, Iissi, Teezle, Whunam</p>\n<p><strong>Cognomi.</strong> Bluchosso, Encekserr, Gieeseaagg</p>"
		},
		{
			"id": "Ryn",
			"name": "Ryn",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Il loro mondo natale è da tempo perso dalla memoria e dal tempo, i ryn sono una razza umanoide di musicisti, vagabondi e viaggiatori. I corpi dei ryn sono coperti da una pelliccia morbida e corta, con una testa di capelli bianchi che è accompagnata da un ciuffo di capelli alla fine delle loro lunghe code prensili, eccellenti per afferrare le cose. Molto caratteristici dei ryn sono i loro nasi a forma di becco che contengono dei fori scanalati. Questi fori permettono ai ryn di suonare i loro \"becchi\" come flauti. Questo talento è stato usato per comunicare tra i ryn ed è stato osservato in modo unico nella comunicazione con i droidi.</p>\n<h2>Società e Cultura</h2>\n<p>La voglia di viaggiare consuma i ryn. I ryn sono una specie nomade, il loro mondo originario è stato dimenticato persino da loro. Non sopportano l'isolamento e la costrizione, e non appena arrivano in un posto nuovo hanno voglia di andarsene. A causa della loro mancanza di casa, del loro talento musicale, della loro naturale segretezza e dell'assenza di documenti scritti, i ryn hanno sviluppato una cultura nomade e una reputazione per i giochi di fiducia, lasciando molte specie prevenute nei loro confronti. In alcuni settori è legale schiavizzare o cacciare i ryn. La loro lingua è bandita in molte località e un gran numero di donne ryn sono utilizzate come riproduttrici di schiavi. Essi sostengono che il sabaac, il popolare gioco di carte che ha preso il posto del Pazaak in termini di importanza del gioco di carte, deriva dal loro uso come strumento di predizione della fortuna nei loro auspici. Questi auspici sono oggi favoriti dagli hutt, che hanno una credenza superstiziosa nei racconti delle carte. Un'abitudine peculiare è che un ryn non può dormire due volte nello stesso posto.</p>\n<h2>Nomi</h2>\n<p>I nomi ryn hanno un tono molto melodico, prendendo spunto da molte lingue diverse di tutta la galassia. I Ryn non usano Cognomi.</p>\n<p><strong>Nomi Maschili.</strong> Corfat, Dirygat, Garya, Nemagary</p>\n<p><strong>Nomi Femminili</strong> Cogesama, Giani, Gypopha, Simeti</p>"
		},
		{
			"id": "Selkath",
			"name": "Selkath",
			"description": "<h2>Biology &amp; Appearance</h2>\n<p>I Selkath sono una specie acquatica, nota per essere abili nuotatori e diplomatici. Le loro teste assomigliano a delle razze e hanno una pelle blu, rosa o verde naturalmente disegnata come mimetismo subacqueo. Le loro bocche sono sostenute da lobi cefalici. Le femmine Selkath si differenziano dai maschi per la presenza di viticci sul retro della testa.</p>\n<p>Tutti i membri della razza Selkath hanno artigli retrattili con punta di veleno. L'uso di questi artigli in qualsiasi forma di combattimento o di attacco era considerato disonorevole e un segno di follia; farlo significava cedere agli istinti animali che non si addicono a una specie senziente. A causa della natura acquatica dei Selkath, le loro armature toraciche erano dotate di prese d'aria per mantenere la pelle umida.</p>\n<h2>Società e cultura</h2>\n<p>I Selkath sono originari del pianeta Manaan, l'unica fonte naturale del liquido medico chiamato kolto. I Selkath hanno sfruttato questo monopolio per mantenere la loro neutralità, vendendo le loro preziose forniture curative a tutti i visitatori. </p>\n<p>Manaan è un pianeta oceanico e ospita solo un insediamento sopra la superficie, la città galleggiante di Ahto, costruita direttamente sopra Hrakert Rift, la fonte più abbondante di kolto su Manaan.  Quando il bacta ha cominciato a sostituire il kolto inferiore sulla scena galattica, Manaan ha perso la posizione che aveva in precedenza, sottraendo il suo prestigio precedente e facendo scomparire molti Selkath dall'occhio galattico verso l'isolazionismo e il tribalismo. </p>\n<h2>Nomi</h2>\n<p>I nomi Selkath tendono ad avere una qualità fluida, come un flusso d'acqua. Raramente usano Cognomi.</p>\n<p><strong>Nomi Maschili.</strong> Chata, Galas, Qual, Morgo, Shaelas</p>\n<p><strong>Nomi Femminili</strong> Halsuna, Dolmas, Shasa, Ulsuru</p>"
		},
		{
			"id": "Shistavanen",
			"name": "Shistavanen",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Shistavanen hanno musi pronunciati, artigli affilati, lunghi denti appuntiti e orecchie a punta poste in cima alla testa. Gli Shistavanen possiedono anche grandi occhi luminosi e possono correre ad alta velocità per lunghi periodi senza stancarsi, usando alternativamente due o quattro arti. Come predatori, possiedono un udito e un olfatto acuti e un'eccellente visione notturna.</p>\n<h2>Società e Cultura</h2>\n<p>Come specie, gli Shistavanen sono isolazionisti. La specie ha colonizzato tutti i mondi non popolati del sistema Uvena per evitare che venissero colonizzati da persone non Shistavanen, e le loro leggi commerciali restrittive (che sono impenetrabili nel favorire la loro specie rispetto ai commercianti di altri mondi).  La maggior parte della loro società usa una tecnologia simile a quella del resto della galassia, anche se alcune parti di Uvena Prime usano una tecnologia leggermente meno sofisticata.</p>\n<p>Una minoranza di Shistavanen è più estroversa e viaggia sugli iperpiani della galassia. Anche questi Shistavanen di solito rimangono da soli o con altri Shistavanen. A causa del loro naturale istinto predatorio, gli Shistavanen trovano comunemente lavoro come esploratori, mercenari e cacciatori di taglie. Molte altre specie reagiscono male agli Shistavanen, poiché la loro cultura isolazionista li rende poco familiari e il loro aspetto predatorio mette le altre specie in allarme.</p>\n<h2>Nomi</h2>\n<p>I nomi degli Shistavanen hanno in genere un suono aggraziato, mentre i cognomi sono più sgrammaticati. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Bustuc, Hulvav, Kembol, Nemdav, Sirul</p>\n<p><strong>Nomi Femminili</strong> Gaeft, Laer, Recloz, Shaalir, Thovnim</p>\n<p><strong>Cognomi.</strong> Ghirat, Lakrevl, Meq, Nukroft, Rosk</p>"
		},
		{
			"id": "Sith Pureblood",
			"name": "Sith Purosangue",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Sith sono una fiera e violenta specie di umanoidi che si è evoluta su Korriban, un pianeta all'interno del sistema Horuset in un'isolata regione dell'Orlo Esterno chiamata la Caldera Stigia. I Sith hanno un numero superiore alla media di individui con un potenziale di utilizzo della Forza nella loro specie, così alto in effetti che l'intera specie è stata considerata fortemente sensibile alla Forza. </p>\n<p>I Sith Purosangue sono caratterizzati da appendici facciali espressive, speroni ossei, corna craniche e sguardo predatorio.</p>\n<h2>Società e cultura</h2>\n<p>La cultura sith è una società rigida e stratificata basata su caste. Per i Sith, la guerra e la violenza fanno parte dell'ordine naturale della vita tanto quanto la pace o la serenità. Sebbene siano in uno stato di guerra quasi costante, la loro civiltà è abbastanza sofisticata; non vedono questi atti come crudeli o barbari, ma semplicemente come aspetti fondamentali dell'esistenza. La loro costante guerra ha portato ad una diminuzione della popolazione sul loro mondo natale originale di Korriban e ha coltivato una società intensamente xenofoba. </p>\n<h2>Nomi</h2>\n<p>I nomi dei purosangue Sith non sono convenzionali. Sono spesso chiamati con nomi di virtù nella lingua dei Sith. I Sith raramente condividono i cognomi, poiché non danno importanza ai legami familiari. Quando un purosangue Sith ottiene un successo o una vittoria, spesso cambia il suo nome per abbinare il suo nuovo status percepito. Poiché la sensibilità alla Forza è comune nei purosangue sith e la loro cultura è costruita intorno alla forza, la maggior parte dei sith sono chiamati semplicemente \"Mio Signore\" o qualche altro epiteto dai loro sottoposti.</p>\n<p><strong>Nomi Maschili.</strong> Aqorzum, Khashai, Sihmot, Wirjol</p>\n<p><strong>Nomi Femminili</strong> Aqurwia, Cliriu, Nupax, Ubhesosiuth</p>"
		},
		{
			"id": "Squib",
			"name": "Squib",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Squib sono piccoli mammiferi umanoidi senzienti con caratteristiche sia roditori che canine. La loro pelle rosa è coperta da una pelliccia che offre una certa protezione dal freddo, ma, cosa più importante, serve come un organo olfattivo, in grado di captare gli odori a distanza e di accertare dettagli intrinseci - come penetrare attraverso un travestimento o identificare un falso - quando viene sfregata. La specie ha sia sesso maschile che femminile, anche se i non-Squib hanno spesso difficoltà a determinare il sesso di uno Squib basandosi solo sull'aspetto. Le loro bocche sono piene di denti bianchi e affilati, e le loro guance flessibili erano capaci di immagazzinare oggetti.</p>\n<h2>Società e Cultura</h2>\n<p>Gli Squib sono amichevoli e allegri al punto che, col tempo, sono considerati abbastanza fastidiosi. Gli Squibs sono intrinsecamente curiosi e maneggiano gli oggetti con letterale attenzione. Sono dei ratti da soma senza ritegno, e indossano abiti per l'eccesso di immagazzinamento piuttosto che per necessità. L'eccessiva fiducia degli Squibs è un tratto distintivo. La tipica risposta degli Squib a una minaccia non è combattere o fuggire, ma bluffare e spacciare, specialmente quando non sono faccia a faccia. Di persona, i loro denti aguzzi sono i loro mezzi preferiti di intimidazione. Gli Squib credono che la contrattazione sia la più alta forma di comunicazione, e credono che mercanteggiare sia più importante della merce stessa. Un accordo è un giuramento vincolante per gli Squibs, e sono incredibilmente fedeli ai loro partner commerciali.</p>\n<h2>Nomi</h2>\n<p>Gli Squibs combinano il loro nome e cognome, che sono familiari, in un lungo nome con trattino. Spesso usano soprannomi derivati dai loro Nomi completi I nomi maschili e femminili non si discostano significativamente.</p>\n<p><strong>Nomi completi</strong> Galaneever-marmalios, Meelawin-demort, Sleerinwilpher-remalior</p>\n<p><strong>Soprannomi.</strong> Galan, Meela, Wilpher</p>"
		},
		{
			"id": "Ssi-Ruu",
			"name": "Ssi-Ruu",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Ssi-ruuk sono una specie di sauri predatori a sangue caldo dotati di forza feroce, notevole velocità e zanne e artigli affilati, caratteristiche che li servono bene nelle giungle vulcaniche del loro mondo natale di Lwhekk. Le loro forme muscolose combinate con le loro potenti code li rendono cacciatori molto agili, e le loro pelli colorate hanno dimostrato di essere resistenti anche ai colpi di blaster. Dalle loro narici fuoriescono due lingue odorose che garantiscono loro un olfatto potenziato, compensando la scarsa visione offerta dai loro occhi scuri a tre occhi. Nessun Ssi-ruu è mai stato conosciuto come sensibile alla Forza. </p>\n<h2>Società e Cultura</h2>\n<p>I cittadini dell'Impero Ssi-ruuvi seguono un rigido sistema di caste in cui la loro posizione nella società è determinata dal colore delle squame con cui sono nati. Tra questi, i reietti dalle squame marroni sono considerati il più basso dei bassi, e non hanno posto nell'Imperium al di là del lavoro umile o della morte alla nascita. Profondamente xenofobi e religiosi, gli Ssi-ruuk vedono il resto della galassia come popolato da esseri inferiori i cui mondi appartengono di diritto all'Imperium. Nonostante la loro natura feroce, la maggior parte degli Ssi-ruuk ha paura di morire su un mondo non consacrato dalla loro casta di sacerdoti, perché credono che le loro anime sarebbero condannate, quindi raccolgono ed \"entechano\" l'energia vitale di altre specie per alimentare i droidi che combattono per loro. Il processo di entechment è tortuoso e doloroso per le sue vittime, ed è la principale fonte di energia della tecnologia Ssi-ruuvi.</p>\n<h2>Nomi</h2>\n<p>I nomi Ssi-ruuvi sono difficili da pronunciare e di genere neutro. Molti ssi-ruuk adottano dei soprannomi per facilitare la vita dei loro associati. Gli ssi-ruuk non hanno Cognomi.</p>\n<p><strong>Nomi.</strong> Firwirrung, Ivpikkis, Sh'tk'ith, Th'twirirl, Yifaii</p>"
		},
		{
			"id": "Sullustan",
			"name": "Sullustano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Una specie minuta di quasi-umani, i Sullustani hanno crani rotondi e affusolati. I Sullustani si distinguono per i loro occhi neri a forma di mandorla, le guance del viso chiamate dewflaps e le grandi orecchie rotonde. I loro larghi lobi delle orecchie forniscono un udito eccellente, e i loro grandi occhi forniscono un'eccezionale visione in condizioni di scarsa luminosità. A causa della loro relativa mancanza di esposizione alla luce naturale, i Sullustani cominciano a soffrire di difetti corneali dopo 30 anni standard. Molti scelgono di indossare visiere speciali per prevenire ulteriori danni. Alcuni Sullustani si tatuano la testa come forma di espressione individuale.</p>\n<h2>Società e Cultura</h2>\n<p>I Sullustani sono estroversi e mercantili, amichevoli e pragmatici. Come specie sono del tutto privi di xenofobia. Anche se amano gli scherzi e sono estremamente scaltri nei loro affari, sono desiderosi di esplorare e viaggiare per la galassia. Inquisitivi per natura, alcuni hanno descritto i Sullustani come spericolati, soprattutto per la loro preferenza ad imparare e scoprire, quando possibile, attraverso l'esperienza personale. I Sullustani si organizzano in unità familiari note come Warren-clan. Ogni clan è composto da una femmina poliandrica, diversi mariti e i loro piccoli. Le femmine nubili, dette \"Fems\", sono membri attivi delle loro comunità fino a quando non raggiungono lo stato riproduttivo, detto \"Ready\", quando scelgono i loro compagni.</p>\n<h2>Nomi</h2>\n<p>I nomi maschili sono tipicamente più lunghi dei Nomi Femminili I cognomi sono basati sul Warren-clan.</p>\n<p><strong>Nomi Maschili.</strong> Duedt, Oshror, Partheen, Throthinnitz</p>\n<p><strong>Nomi Femminili</strong> Asulu, Eldo, Tri, Vo, We</p>\n<p><strong>Cognomi.</strong> Frovarr, Jeard, Plonr, Tsah, Vhiibb</p>"
		},
		{
			"id": "Talz",
			"name": "Talz",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Talz sono creature grandi, ingombranti e bipedi, ricoperte dalla testa ai piedi da una spessa pelliccia bianca, che fornisce un eccezionale isolamento contro il loro mondo ghiacciato. I Talz hanno quattro occhi, che sono anch'essi adattamenti al loro ambiente nativo. Il set di occhi più grande è chiuso durante il giorno, quando la luce del sole si riflette sulla neve con una luminosità abbagliante - in grado di accecare gli organi ottici sensibili - lasciando il set più piccolo per navigare. In alternativa, durante la profonda oscurità della notte senza luna del loro mondo natale, la coppia più grande viene utilizzata per fornire ai Talz una visione adeguata. I Talz usano una piccola proboscide per mangiare e comunicare, creando cinguettii e ronzii acuti.</p>\n<h2>Società e Cultura</h2>\n<p>I Talz sono una società di cacciatori-raccoglitori, basata sul clan. Lavorano all'unisono e trattano l'intero clan come un'unica entità familiare. Le risorse su Ordo Plutonia sono spesso scarse, il che porta alla guerra tra le tribù Talz. Tuttavia, i clan sono abili a formare un fronte unito quando affrontano un nemico comune.</p>\n<p>I Talz sono creature grandi e brutali e sono spesso usati come guardie e come esecutori. A volte vengono presi come schiavi, anche se è raro; sono ribelli all'autorità e non prendono bene la schiavitù. Si dice che i Talz vengano catturati per la sperimentazione scientifica. </p>\n<h2>Nomi</h2> <p>I nomi dei Talz sono abbastanza sgrammaticati e si caratterizzano per la loro durezza. I nomi femminili sono in genere più lunghi di Nomi Maschili. I cognomi sono basati sui clan, anche se è raro che un Talz li condivida con altri non Talz.</p>\n<p><strong>Nomi Maschili.</strong> Drak, Fedirk, Imom, Ke, Twift</p>\n<p><strong>Nomi Femminili</strong> Ilnuno, Ontuga, Utrukk, Zimtucc</p>\n<p><strong>Cognomi.</strong> Dic, Noetoc, Suptat, Wume, Zapak</p>"
		},
		{
			"id": "Tarasin",
			"name": "Tarasin",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Tarasin sono alti rettili ricoperti di scaglie traslucide che permettono alla pelle cangiante della specie di mostrarsi attraverso. I Tarasin hanno anche un ventaglio colorato di carne e squame - noto come kampo - che si apre intorno alla loro testa quando sperimentano una forte sofferenza emotiva, che può essere un danno per le negoziazioni, in quanto è difficile per un tarasin nascondere il disagio. Questa capacità di cambiare colore è utile per mimetizzarsi e comunicare, e le squame respingono naturalmente il calore. Alcuni esempi di colori che assumono includono essere marrone quando sono calmi e in un ambiente confortevole, o diventare rosso dopo uno sforzo prolungato o quando sono eccitati. I Tarasin hanno anche brevi aculei che sporgono dai loro avambracci - noti come sa'tosin - che danno alle creature la capacità di percepire l'uso della Forza. I Tarasin sono naturalmente curiosi e protettivi, ma anche lenti ad arrabbiarsi. Ciò che gli manca in forza fisica, lo compensano con un intelletto brillante.</p>\n<h2>Società e Cultura</h2>\n<p>I tarasin vivono in un sistema tribale nel sottobosco della giungla di Cularin, raggruppandosi in clan chiamati irstat. I tarasin credono di avere una relazione simbiotica con Cularin e la loro religione è basata sull'apprezzamento del mondo naturale. Questa vicinanza con il loro mondo natale è ciò che rende i tarasin riluttanti a lasciarlo per un tempo prolungato. I tarasin hanno una forte connessione con la Forza, e i loro capi spirituali sono spesso in grado di invocare la Forza in piccoli modi. I tarasin credono che l'albero ch'hala sia sacro. Questo può essere stato influenzato dal fatto che gli alberi hanno una capacità di cambiare i loro colori simile a quella dei tarasin, ma è anche l'albero più unico su Cularin. </p>\n<h2>Nomi</h2>\n<p>I nomi tarasin sono generalmente molto morbidi e melodici. I nomi sono agenerati e i cognomi non sono usati.</p>\n<p><strong>Nomi.</strong> Feliosa, Misona, Nissira, Vylana, Ziransa</p>"
		},
		{
			"id": "Taung",
			"name": "Taung",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Taung sono una specie umanoide di scimmie senzienti alte e forti. Fisicamente, i taung sono estremamente resistenti e sono in grado di sopportare le avversità che molte altre specie non sono in grado di sopportare, il che giova alla loro natura bellicosa e alla loro tendenza a conquistare i pianeti.</p>\n<h2>Società e Cultura</h2>\n<p>La società taung è intrisa di guerra e i taung sono guerrieri sopra ogni cosa. Nomadi e basati sui clan, i taung danno grande valore alla forza e all'onore, mentre il pragmatismo e la spietatezza sono tratti comuni tra loro. Originariamente la guerra era un mezzo di culto rituale per il loro dio Kad Ha'rangir, i taung alla fine sono diventati i Mandaloriani, e - sotto la guida di Mandalore l'Indomabile - l'atto stesso della guerra è diventato il centro del culto mandaloriano, e fare la guerra è <em>essere</em> divino. </p>\n<p>Nonostante la loro natura instabile, i taung sono tutt'altro che primitivi, e mantengono un'alta priorità nel procurarsi gli ultimi progressi tecnologici ogni volta che è possibile.</p>\n<p>L'armatura mandaloriana che è diventata iconica in tutta la galassia è iniziata originariamente con i fondatori della cultura taung, con i loro elmi unici e le maschere da guerra forgiati a immagine del volto del taung, compresi gli angoli esterni obliqui e il mento appuntito. Tuttavia, l'armatura è piuttosto scarsa tra i taung perché credono che il combattimento disarmato porti il massimo onore.</p>\n<h2>Nomi</h2>\n<p>I nomi taung riflettono la loro natura pratica, scegliendo tipicamente nomi che corrispondono ai tratti che ritengono desiderabili. I loro nomi sono raramente specifici per il genere e possono essere applicati sia al maschio che alla femmina. I loro cognomi riflettono quelli del clan da cui provengono.</p>\n<p><strong>Nomi</strong> Adenn (spietato), Atin (testardo), Kot (forza), Kotep (coraggioso), Tor (giustizia), Verd (soldato)</p>\n<p><strong>Cognomi.</strong> Cadera, Fett, Keldau, Lok, Ordo, Vizla</p>"
		},
		{
			"id": "Thisspiasian",
			"name": "Thisspiasiano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I thisspiasiani sono facilmente riconoscibili per le loro barbe abbondanti e le loro lunghe code, che spesso raggiungono più di sei piedi. Queste code sono molto forti e sono comunemente usate per trasportare grandi oggetti. Quando meditano o sono a riposo, i tisspiesi arrotolano la loro coda sotto il torso, riducendo la loro altezza di diversi metri. Possiedono anche quattro braccia, con la serie superiore più forte e più grande. Ognuna delle loro quattro mani ha cinque dita, e ogni dito è dotato di un lungo e robusto artiglio. È considerato poco sofisticato o sconveniente per i thisspiasiani di classe superiore avere le due parti inferiori visibili in pubblico, quindi sono generalmente nascoste alla vista attraverso abiti più grandi, con gli arti più piccoli a volte anche legati ai loro corpi. I Tisspasiani hanno bisogno di dormire molto poco per funzionare normalmente, riposando solo due ore al giorno, con brevi momenti di meditazione sparsi nel corso della giornata per concentrarsi.</p>\n<h2>Società e Cultura</h2>\n<p>La cultura dei Tisspasiani è quella di fieri guerrieri che tengono le loro emozioni ben nascoste e la loro rabbia controllata. Molti estranei vedono solo la facciata esteriore di tranquillità di un thisspiasian, e alla maggior parte degli esseri sembra che i thisspiasian esistano in un mare di calma. Questo è lontano dalla verità, tuttavia, in quanto sono in verità una specie molto passionale sotto la superficie. Un tispaziano che non medita spesso come dovrebbe sarà spesso incline a scoppi emotivi atipici.</p>\n<p>Tispias è governato da un capo ereditario chiamato il Monarca del Sangue. A causa della loro struttura di governo apparentemente arcaica, gli abitanti di questa regione sono spesso considerati fuori dal mondo. </p>\n<h2>Nomi</h2>\n<p>I nomi dei Tisspiesi sono tipicamente composti da due sillabe dal suono simile. I cognomi sono familiari. </p>\n<p><strong>Nomi</strong> Annak, Effed, Emmet, Gorro, Koto</p>\n<p><strong>Cognomi.</strong> Albarn, Braibel, Kirsingr, Raledurn</p>"
		},
		{
			"id": "Tognath",
			"name": "Tognath",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Tognath sono una specie senziente originaria di Yar Togna. Yar Togna è un pianeta maleodorante e ad alta gravità con un'atmosfera tossica e satura di fumo. Di conseguenza, i tognath indossano un apparato di respirazione per elaborare il contenuto di ossigeno nell'atmosfera del pianeta. I tognath hanno un aspetto sorprendente grazie alle loro caratteristiche insettoidi e mammiferi; un altro fattore è il loro avere sia un endo che un esoscheletro. Possiedono anche un sistema nervoso molto primitivo, che fornisce loro l'immunità alla maggior parte del dolore (una caratteristica utile in combattimento). I Tognath iniziano la vita come larve nate da grappoli di uova schiuse in una gelatina di sospensione, e si attaccano a uno dei loro genitori, nutrendosi direttamente dal loro flusso sanguigno. Mentre sono nella gelatina, due o più uova (non necessariamente dello stesso genitore) a volte si innestano insieme, creando così un legame che continua per tutta la vita dei compagni d'uovo. Sei mesi dopo, i genitori si recano in un vivaio, dove i giovani si staccano da loro e filano un bozzolo. All'interno, la prole subisce una metamorfosi, sviluppando entrambi i loro scheletri per resistere all'alta gravità e alle pressioni di Yar Togna.</p>\n<h2>Società e Cultura</h2>\n<p>I tognath vivono in case su palafitte con canali di lava vicino alla catena montuosa principale di Yar Togna, dove hanno accesso all'acqua di sorgente della montagna. La maggior parte della società tognath crede che la selezione del compagno e la deposizione delle uova debbano avvenire in tarda età, dopo aver dedicato la maggior parte degli anni migliori alla carriera. Questo significa che i genitori sono generalmente in pensione e si prendono cura dei loro figli senza sosta, spesso facendoli studiare a casa dopo la loro trasformazione. </p>\n<h2>Nomi</h2>\n<p>I Tognath usano generalmente nomi semplici e non generici, senza preoccuparsi di Cognomi.</p>\n<p><strong>Nomi</strong> Darjia, Essec, Irion, Tathak</p>"
		},
		{
			"id": "Togorian",
			"name": "Togoriano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Togoriani sono una specie di guerrieri felini originari del pianeta Togoria. Sono bipedi grandi e pesanti, con artigli retrattili su mani e piedi. Le femmine togoriane crescono fino a 7 piedi di altezza, mentre i maschi adulti possono raggiungere i 9 piedi. Sono ricoperti di pelliccia grigio-bianca, nera, marrone o arancione, spesso con macchie o strisce colorate. </p>\n<h2>Società e Cultura</h2>\n<p>I Togoriani hanno una divisione culturale unica tra i loro sessi. Si sono evoluti come cacciatori nomadi di creature come il bist e l'etelo, sopravvivendo nella natura selvaggia come predatori di punta. Con il passare del tempo, una spaccatura nella loro società si è sviluppata tra i due sessi. I maschi erano portati a continuare il loro stile di vita come nomadi e cacciatori per il loro popolo, mentre le femmine preferivano rimanere in accampamenti permanenti e hanno contribuito alla maggior parte degli sviluppi tecnologici della loro specie. Questa divisione è continuata nei tempi moderni, con i maschi che continuano le loro tradizioni nomadi e le femmine che spesso preferiscono rimanere nei villaggi e nelle città. I maschi visitano le loro compagne per circa un mese ogni anno, ma per il resto i sessi vivono vite completamente separate. Nonostante questa separazione dei sessi, o a causa di essa, i togoriani sono tipicamente monogami e devoti alle loro compagne.</p>\n<h2>Nomi</h2>\n<p>I nomi togoriani tendono ad essere brevi e dal suono primitivo. I nomi femminili tendono a includere consonanti più morbide e più vocali, mentre i nomi maschili sono tipicamente più duri. I togoriani non usano Cognomi.</p>\n<p><strong>Nomi Maschili.</strong>  Mezgraf, Mlatar, Morto, Mrrov, Torr</p>\n<p><strong>Nomi Femminili</strong> Coelle, Elotis, H'sishi, Kra'ake, Rrowv</p>"
		},
		{
			"id": "Togruta",
			"name": "Togruta",
			"description": "<h2>Biology and Appearence</h2>\n<p>I Togruta hanno la pelle color ruggine che va dal blu al rosso al verde, con una pigmentazione bianca sul viso, labbra grigiastre e strisce bianche che adornano varie parti del corpo. Il disegno delle strisce varia da individuo a individuo. Questo schema rosso e bianco era un fenotipo rimasto dal mimetismo dei loro antenati che li aiutava a mimetizzarsi con l'ambiente naturale di Shili.</p>\n<p>Le loro teste portano due montrali, con tre o quattro code, le cui strisce erano più scure di quelle dei montrali. I togruta hanno la capacità di percepire la vicinanza e il movimento degli oggetti fisici intorno a loro per mezzo dei loro montrali cavi, che rilevano lo spazio in modo ultrasonico. I montrali e la coda posteriore dei giovani togruta non crescono completamente fino all'adolescenza, quando i montrali si incurvano e la loro coda finale cresce fino alla lunghezza delle altre code.</p>\n<h2>Società e Cultura</h2>\n<p>I togruta hanno un forte senso di unità e di unione. Sul loro mondo natale, Shili, contano l'uno sull'altro e si uniscono per prendere posizione contro gli enormi mostri che danno loro la caccia. Le creature di Shili attaccano più spesso in gruppo, motivo in più per cui i togruta nativi lavorano insieme. Mentre la maggior parte del territorio di Shili è ricoperta di boscaglie dove i togruta cacciano le loro prede erbivore, i togruta vivono in piccole comunità nelle valli della foresta.</p>\n<h2>Nomi</h2>\n<p>I nomi dei togruta sono tipicamente lunghi. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Acanaar, Mukraas, Obolak, Tokrym</p>\n<p><strong>Nomi Femminili</strong> Akoma, Maasha, Okohlo, Shola</p>\n<p><strong>Cognomi.</strong> Hyl, Na, Nim, Ris, Resh, Vaal, Zin</p>"
		},
		{
			"id": "Toydarian",
			"name": "Toydariano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Una specie di mammiferi umanoidi alati e dal corpo robusto, i Toydariani hanno zanne facciali tozze che sporgono dalla loro mascella inferiore e incorniciano un tronco corto e tozzo. Mentre le loro gambe tozze possono sostenere il loro peso corporeo, la principale modalità di locomozione dei Toydariani era l'uso delle ali sulla parte superiore della schiena. Anche se le loro ali possono battere fino a dieci volte al secondo, lo sforzo bruciava grandi quantità di energia, facendo sì che la specie avesse bisogno di rifornirsi spesso mangiando regolarmente grandi quantità di cibo. Per alimentare questo metabolismo iperattivo, i Toydariani mangiano cibi concentrati e semi d'uovo. La maggior parte delle guerre più sanguinose della loro storia sono state combattute per le scorte di cibo. </p>\n<h2>Società e Cultura</h2>\n<p>Nonostante sia governato dagli Hutt, il popolo toydariano è in grado di governarsi da solo senza grandi interventi esterni grazie all'istituzione di una monarchia feudale. Un re regnante siede sul trono del pianeta, permettendo ai vassalli di formare alleanze e di avere controversie minori per risolvere i propri problemi. Il re si assicura di mantenere i suoi vassalli felici e di avere la loro fedeltà, ma occasionalmente incoraggia le lotte intestine per rivelare il vero carattere dei vassalli ed eliminare il tradimento. </p>\n<p>I Tydariani sono conosciuti come astuti uomini d'affari.</p>\n<h2>Nomi</h2>\n<p>I nomi Tydariani sono abbastanza semplici e gutturali, ma qualche elemento più aspro si può trovare qua e là. I nomi maschili sono generalmente più corti dei Nomi Femminili I nomi femminili terminano sempre con una vocale. </p>\n<p><strong>Nomi Maschili.</strong> Dod, Nesteddo, Tul, Zloomroo</p>\n<p><strong>Nomi Femminili</strong> Fefiffe, Lenlibo, Nugni, Zoldibu</p>\n<p><strong>Cognomi.</strong> Daab, Faabb, Kepo, Mitra, Vulba</p>"
		},
		{
			"id": "Trandoshan",
			"name": "Trandoshano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I trandoshani sono una specie senziente grande e bipede, con una pelle squamosa che veniva cambiata all'incirca una volta ogni anno standard e si pensava fosse molto resistente. Rettili a sangue freddo, i trandoshani avevano due occhi super-sensibili di vari colori con pupille nere orizzontali, che potevano vedere lontano nella gamma degli infrarossi. Ognuno dei loro quattro arti termina con tre artigli affilati come rasoi. Questi sono perfetti per il combattimento, ma non conferiscono loro destrezza manuale, rendendo i movimenti delle dita del trandoshano un po' goffi e impacciati. </p>\n<h2>Società e Cultura</h2>\n<p>I trandoshani adorano la loro dea, la Segnapunti, che placano con atti che aumentano i loro punti Jagannath. Questo viene fatto vivendo uno stile di vita che, per gli standard non trandoshani, era apertamente aggressivo, portando molti trandoshani a diventare cacciatori di taglie, mercenari o schiavisti. I trandoshani apprezzano soprattutto le pelli dei wookiee, che di conseguenza giocano un ruolo importante nel guadagnare punti Jagannath: catturare le pelli di wookiee particolarmente infami darebbe al cacciatore un grande aumento dei punti Jagganath. Essere svergognati o catturati durante una caccia azzererebbe i punti Jagganath, rendendo la loro vita persa agli occhi del Segnapunti. Si possono comunque riguadagnare tutti quei punti uccidendo chi ha azzerato il loro punteggio.</p>\n<h2>Nomi</h2>\n<p>I nomi Trandoshani sono piuttosto duri e contengono molti suoni allungati, così come molte s. Le differenze tra i nomi maschili e femminili sono spesso molto sottili, ma c'è una maggiore probabilità che i nomi femminili contengano suoni più morbidi.</p>\n<p><strong>Nomi Maschili.</strong> Bossk, Tshyrrng, Varrsk, Wuikkekss</p>\n<p><strong>Nomi Femminili</strong> Aksa, Idwiks, Kluks, Mezuus, Shokss</p>\n<p><strong>Cognomi.</strong> Dallosss, Druc, Groqisch, Hsac, Nausdot</p>"
		},
		{
			"id": "Tusken",
			"name": "Tusken",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Mentre i Tusken, conosciuti anche come Predoni Tusken o Popolo della Sabbia, sono facilmente riconoscibili per il loro abbigliamento completo, gli occhiali e i filtri per la bocca, poco del loro vero aspetto fisico può essere discernuto. Fin dalla nascita, i Tusken sono coperti da involucri e, salvo rarissime occasioni, non scoprono nessuna parte della loro pelle in vista di un'altra persona. Questo, combinato con la loro ostilità verso gli estranei e la natura remota e arida di Tatooine, rende difficile anche lo studio dei cadaveri Tusken.</p>\n<h2>Società e Cultura</h2>\n<p>I Tusken sono una razza primitiva e tribale, che vive principalmente in piccoli clan sparsi nei deserti di Tatooine. A causa del duro e inesorabile ambiente desertico, i clan Tusken sono spesso xenofobi e territoriali, ma non è sconosciuto che adottino membri di altre specie nel clan. Credono che tutta l'acqua sia sacra e promessa solo a loro, e sono famigerati tra gli altri abitanti di Tatooine per le incursioni e i saccheggi negli insediamenti e nelle fattorie.</p>\n<p>I clan Tusken sono di solito molto stratificati, con i maschi come cacciatori e guerrieri, mentre le femmine e i bambini mantengono il campo. I guerrieri Tusken considerano sacro il legame con le loro armi gaderffii e le cavalcature Bantha, e sceglieranno la morte prima di rinunciare a entrambe.</p>\n<h2>Nomi</h2>\n<p>Le tradizioni dei nomi Tusken variano da clan a clan, ma la maggior parte è composta da suoni duri e gutturali. I Tusken non usano Cognomi.</p>\n<p><strong>Nomi Maschili.</strong> Ur Ur, A'Koba, Qeruru'rr, Gr'Karr</p>\n<p><strong>Nomi Femminili</strong> K'Yark, Reirin, K'Orou, Ursarr'u</p>"
		},
		{
			"id": "Twi'lek",
			"name": "Twi'lek",
			"description": "<h2>Biology and Appearence</h2>\n<p>I Twi'lek sono solitamente magri, anche se si sa che esistono individui corpulenti. I Twi'lek sono onnivori; questa dieta è essenziale dato che il cibo è scarso sul loro mondo natale, Ryloth. I Twi'lek possiedono stomaci multipli, una caratteristica insolita che permette loro di mangiare quasi ogni cibo. Quando viaggiano fuori dal loro mondo natale, i Twi'lek raramente rifiutano il cibo, il che porta spesso all'obesità tra i viandanti. La società twi'lek considera inoltre l'obesità un segno di influenza e successo.</p>\n<h2>Società e Cultura</h2>\n<p>La grazia naturale e la bellezza esotica delle donne twi'lek le rendono un obiettivo popolare tra i commercianti di schiavi. La schiavitù è la principale valuta di Ryloth. Alcuni la vedono come una possibilità di fare soldi rapendo o vendendo bambini orfani, mentre altri vedono la schiavitù come un modo per salvare i bambini dalla crescita nel duro ambiente di Ryloth. Un certo numero di twi'lek crede che la schiavitù sia un modo efficiente per proliferare la loro specie e preservare la loro cultura, dato che i twi'lek non hanno mezzi propri per i viaggi interplanetari. Indipendentemente da come sia successo, molti twi'lek vivono come schiavi o intrattenitori e sono considerati uno status symbol, soprattutto le femmine dalla pelle più rara. I twi'lek che riescono a fuggire dalla prigionia di solito si dedicano a una vita da ladri o da prostitute, con entrambi i sessi che fanno uso dei loro poteri di seduzione.</p>\n<h2>Nomi</h2>\n<p>I nomi twi'lek combinano il loro nome e il nome del clan in un unico nome, piuttosto che avere un cognome separato.</p>\n<p><strong>Nomi Maschili.</strong> Ecrizsati, Gaj'mogos, Ukelweko</p>\n<p><strong>Nomi Femminili</strong> Arag'mure, Oanicfuba, Unaecripi</p>"
		},
		{
			"id": "Ugnaught",
			"name": "Ugnaught",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Ugnaughts sono dei piccoli umanoidi suini che hanno la pelle rosa, il naso all'insù, i capelli bianchi e spessi strati di guance. Alcuni hanno zanne che usano nei duelli di sangue. Sono forti e resistenti, e la loro durata di vita raggiunge i 200 anni standard. Si nutrono in particolare di lumache genteslugs.</p>\n<h2>Società e Cultura</h2>\n<p>Gli Ugnaught sono governati da consigli composti da ufficiali eletti. Gli Ugnaught vivono la loro vita in accordo con la loro \"professione di sangue\", con i genitori Ugnaught che insegnano ai loro figli il loro mestiere. Gli Ugnaught neonati sono conosciuti come Ugletts. Se il numero di nuovi Ugnaught in una data professione supera il bisogno, viene indetto un duello di sangue. Quando gli Ugnaught hanno raggiunto il ventesimo anno di età, questi combattimenti si tengono fino alla morte, e il vincitore si aggiudica il diritto di ereditare la loro professione di sangue. Nonostante questa usanza antiquata e violenta, gli Ugnaught sono generalmente un popolo pacifico con una ricca cultura.</p>\n<p>Quando si saluta un Ugnaught, si consiglia di inchinarsi silenziosamente, quindi attendere le fusa gutturali come risposta positiva. L'uso del comune saluto galattico \"yaa-yaah\" è considerato un insulto personale agli Ugnaught. Se questo accade, si consiglia di abbassarsi e coprirsi, poiché verranno lanciati vari attrezzi meccanici. </p>\n<p>Gli Ugnaught vengono spesso schiavizzati perché sono abbastanza miti.</p>Nomi</h2> <p>I nomi degli Ugnaught sono generalmente concisi. I nomi femminili hanno un suono più allegro. I cognomi sono determinati dalla professione del sangue.</p>\n<p><strong>Nomi Maschili.</strong> Banax, Dral, Durn, Togre, Yirkux</p>\n<p><strong>Nomi Femminili</strong> Admeva, Olnito, Ruskor, Vurlilli</p>\n<p><strong>Cognomi.</strong> Col, Gnatro, Mikk, Roc, Sag</p>"
		},
		{
			"id": "Umbaran",
			"name": "Umbarano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Umbarani, chiamati da alcuni \"Gente dell'Ombra\", sono una specie quasi umana caratterizzata da una pelle pallida e bluastra e da occhi incolori e infossati. Il loro mondo natale, Umbara, è situato nelle profondità della Nebulosa Fantasma, e non riceve quasi nessuna luce diretta dalla stella primaria del pianeta. Di conseguenza, gli occhi degli Umbarani sono ben abituati a vedere con poca luce e possono vedere nello spettro ultravioletto, ma possono essere disorientati dalla luce intensa.</p>\n<h2>Società e Cultura</h2>\n<p>La società Umbarana è strettamente divisa in un sistema di caste livellate, con la maggior parte degli Umbarani che tramano costantemente per migliorare il loro rango sociale, usando tattiche come il ricatto, il sotterfugio e persino l'assassinio, se necessario. Solo a coloro che rientravano nei dieci livelli di casta più alti era data la possibilità di lasciare il loro mondo. A causa delle spietate macchinazioni necessarie per arrivarci, gli Umbarani nella galassia più ampia sono conosciuti come politici abili e spietati. Questa reputazione è accresciuta dal talento degli Umbarani nel leggere e influenzare le emozioni degli altri.</p>\n<p>Umbara ha sviluppato i propri progressi tecnologici separati dalla società galattica, e possiede una tecnologia che in molti campi è molto più avanzata dello standard galattico. </p>\n<h2>Nomi</h2>\n<p>I nomi degli Umbarani non sono in genere più di una o due sillabe. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Mee, Pir, Nyss, Moshenu  </p>\n<p><strong>Nomi Femminili</strong> Sly, Syll, Myn, Sata </p>\n<p> </p>\n<p><strong>Cognomi.</strong> Deechi, Moore, Phobi, Nenn</p>"
		},
		{
			"id": "Verpine",
			"name": "Verpino",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Le verpine sono sottili insettoidi bipedi la cui testa è dominata da grandi occhi composti. Hanno anche due antenne, una situata dietro ogni occhio. Il loro carapace indurito, composto da una sostanza chitinosa verde chiamata carahide, è flessibile come la pelle di altre creature, ma abbastanza resistente da deviare una lama o anche assorbire un colpo di blaster. Il sistema circolatorio delle Verpine non contiene un cuore.</p> <p>Gli occhi delle Verpine sono abbastanza acuti da cogliere dettagli microscopici. Le loro antenne contengono nervi timpanici che captano i suoni. Le loro antenne sono anche sensibili alle onde radio, dando ai Verpine la capacità naturale di percepire e trasmettere onde radio per comunicare con un altro Verpine nella loro lingua su lunghe distanze.</p>\n<h2>Società e Cultura</h2>\n<p>I Verpine provengono dal campo di asteroidi Roche, che è ciò che resta del loro pianeta natale. I Roche vivono in ambienti artificiali e autosufficienti all'interno di questi frammenti. La cultura dei Verpine è orientata all'artigianato; sono notevoli produttori di armi, generatori di scudi, armature e oggetti di uso personale come gli apparecchi di respirazione. Sono anche piloti dotati</p>\n<h2>Nomi</h2>\n<p>I Verpini hanno costumi di denominazione variabili. Non tutti i Verpini adottano Cognomi. I nomi dei Verpini maschi e femmine non si differenziano.</p>\n<p><strong>Nomi</strong> Fxz'et, Kuli, Moegid, Ss's, Zix</p>\n<p><strong>Cognomi.</strong> And'et, Ned'Ix, Ned'lx, Niskooen, Zes'sx</p>"
		},
		{
			"id": "Voss",
			"name": "Voss",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Voss sono senzienti umanoidi con un alto tasso di sensibilità alla Forza che mostrano un importante dimorfismo sessuale. I Voss maschi hanno la pelle blu e gli occhi arancioni brillanti, mentre le femmine hanno la pelle rossa e gli occhi azzurri. I Voss non hanno capelli o pupille distinte, e possiedono modelli unici di marcature sul loro volto, collo e corpo, una traccia della loro ascendenza condivisa con Gormak. Le loro voci hanno una leggera sfumatura meccanica, che li fa sembrare un po' come un droide o una macchina. I Voss subiscono un cambiamento fisico e di sviluppo durante le loro cerimonie di matrimonio (conosciute come il Rito dell'Ardore) e non si sviluppano sessualmente prima dell'esecuzione di questi rituali.</p>\n<h2>Società e Cultura</h2>\n<p>La specie Voss risiede nell'isolata città montana di Voss-Ka ed è molto più numerosa sul loro mondo natale rispetto alle altre specie senzienti native, i Gormak, che sono estremamente ostili nei loro confronti e dai quali sono nati. La maggior parte dei Voss vive pacificamente a Voss-Ka, occupandosi delle loro famiglie, coltivando le piante selvatiche e mantenendo l'equipaggiamento per i commando Voss nella guerra contro i Gormak, anche se alcuni Voss vivono fuori dalla capitale, come i Mistici Voss che risiedono nel Santuario della Guarigione. I Voss sono grandi amanti dell'arte e la loro architettura presenta uno stile artistico caratteristico. L'intera società Voss è guidata dalle visioni della Forza dei Mistici Voss, che sono considerate infallibili senza eccezioni.</p>\n<h2>Nomi</h2>\n<p>Tutti i Voss hanno due nomi brevi, collegati da un trattino, e il nome della famiglia è il secondo.</p>\n<p><strong>Nomi Maschili.</strong> Char, Edan, Fadith, Nodin, Orin</p>\n<p><strong>Nomi Femminili</strong> Amin, Magra, Tala, Weylin, Yana</p>\n<p><strong>Cognomi.</strong> -Ko, -La, -Po, -Rae, -Va</p>"
		},
		{
			"id": "Vurk",
			"name": "Vurk",
			"description": "<h2>Biologia e aspetto</h2>\n<p>I Vurk sono la specie senziente predominante del pianeta Sembla. Sono umanoidi alti, rettiliani, con occhi scuri e bulbosi e crinali ampi. Le loro mani e i loro piedi hanno tre dita ciascuno, una delle quali è opponibile. Hanno la caratteristica pelle grigio-verde e coriacea. Potendo respirare sia l'acqua che l'aria, sono perfettamente adattati a viaggiare nei mari caldi e poco profondi di Sembla, costellati di isole vulcaniche. Condividono un forte istinto nomade con i loro antenati anfibi.  </p>\n<h2>Società e Cultura</h2>\b<p>I giovani maschi Vurk sono sposati dai loro genitori; quelli che non sono riusciti a sposarsi prima di raggiungere l'età adulta rimangono scapoli per il resto della loro vita. Poiché il loro modo di vivere non ha portato praticamente a nessun tipo di insediamento permanente, i Vurk erano generalmente considerati primitivi dal resto della galassia; tuttavia, questo non era vero. Sono molto intelligenti e credono in una tradizione filosofica molto sviluppata che enfatizza l'integrità personale e la libertà individuale e incoraggia l'onestà personale. I loro modi compassionevoli e calmi li hanno resi migliori della media dei diplomatici.</p>\n<p>I turchi sono molto orientati alla famiglia. È comune che più generazioni rimangano nello stesso luogo come un'unica famiglia, con il membro più anziano della famiglia che è il patriarca o la matriarca e prende le decisioni per l'intera famiglia.</p>\n<h2>Nomi</h2>\n<p>I nomi turchi sono tradizionalmente da due a tre sillabe. I nomi femminili finiscono tipicamente con una vocale, mentre i nomi maschili variano. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Coleman, Jadran, Milanko, Zlatko</p>\n<p><strong>Nomi Femminili</strong> Elka, Iryna, Miglena, Tanya, Verka</p>\n<p><strong>Cognomi.</strong> Cheevochik, Provric, Trebor, Vorgecz</p>"
		},
		{
			"id": "Weequay",
			"name": "Weequay",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Le verpine sono sottili insettoidi bipedi la cui testa è dominata da grandi occhi composti. Hanno anche due antenne, una situata dietro ogni occhio. Il loro carapace indurito, composto da una sostanza chitinosa verde chiamata carahide, è flessibile come la pelle di altre creature, ma abbastanza resistente da deviare una lama o anche assorbire un colpo di blaster. Il sistema circolatorio delle Verpine non contiene un cuore.</p>\n<p>Gli occhi delle Verpine sono abbastanza acuti da cogliere dettagli microscopici. Le loro antenne contengono nervi timpanici che captano i suoni. Le loro antenne sono anche sensibili alle onde radio, dando ai Verpine la capacità naturale di percepire e trasmettere onde radio per comunicare con un altro Verpine nella loro lingua su lunghe distanze.</p>\n<h2>Società e Cultura</h2>\n<p>I Verpine provengono dal campo di asteroidi Roche, che è ciò che resta del loro pianeta natale. I Roche vivono in ambienti artificiali e autosufficienti all'interno di questi frammenti. La cultura dei Verpine è orientata all'artigianato; sono notevoli produttori di armi, generatori di scudi, armature e oggetti di uso personale come gli apparecchi di respirazione. Sono anche piloti dotati.</p>\n<h2>Nomi</h2>\n<p>I Verpini hanno costumi di denominazione variabili. Non tutti i Verpini adottano Cognomi. I nomi dei Verpini maschi e femmine non si differenziano.</p>\n<p><strong>Nomi Maschili.</strong> Chublu, Fah, Kreakk, Og-Rollo, Yurrenn</p>\n<p><strong>Nomi Femminili</strong> Gila, Qommi, Palsa, Sex, Xelror</p>\n<p><strong>Cognomi.</strong> Britreg, Dlur, Klanz, Maub, Semu</p>"
		},
		{
			"id": "Wookiee",
			"name": "Wookiee",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Wookiee sono una specie alta di giganti pelosi del pianeta Kashyyyk, che possono raggiungere un'altezza di oltre due metri. Sono coperti dalla testa ai piedi da un pelo spesso e ispido con proprietà di separazione dall'acqua, in particolare nei toni del marrone, nero, grigio e bianco. La specie ha due sessi, femmina e maschio. A quest'ultimo cresce una lunga barba nella vita adulta. Il colore degli occhi degli Wookiee è solitamente blu, verde, giallo, dorato, marrone o rosso.</p>\n<h2>Società e Cultura</h2>\n<p>Gli Wookiee danno molto valore all'onore e alla lealtà. Pertanto, la loro nozione di \"famiglia\" comprendeva molto di più dei semplici legami di sangue. Una parte di questa tradizione più sacra era l'istituzione sociale del debito di vita: quando la vita di un wookiee veniva salvata da qualcun altro, indipendentemente dalla specie, spesso si dedicava a una vita di servizio al suo salvatore e alla sua famiglia. Attraverso il meccanismo del debito di vita, il Popolo degli Alberi sviluppava legami indissolubili con i suoi compagni di viaggio e veri amici, formando una \"famiglia d'onore\"</p>\n<h2>Nomi</h2>\n<p>I nomi wookiee sono diversi; alcuni nomi sono semplici e brevi mentre altri sono lunghi e complicati. La maggior parte dei nomi ha spesso suoni più morbidi e grandi e toni più melodici. Dato che gli abitanti del mondo esterno hanno difficoltà ad usare i veri nomi degli wookiee, spesso adottano soprannomi più semplici.</p>\n<p><strong>Nomi Maschili.</strong> Fubbodrrl, Gurrfupayyc, Kioerrr, Lavgaeffoak, Snrowbishutchuh, Zufiaarkaykkk</p>\n<p><strong>Nomi Femminili</strong> Bulabba, Bonbaegnh, Hopakleupo, Keumnebheu, Onninh, Osstatiemmyock</p>"
		},
		{
			"id": "Yevetha",
			"name": "Yevetha",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Fisicamente, gli Yevetha sono esseri alti con un aspetto macabro che è privo di qualsiasi pelo corporeo, essendo descritti come così magri da sembrare scheletrici a causa della loro pallida pelle grigia e del loro corpo snello. La specie possiede mani a sei dita che hanno artigli retrattili. Ognuno di essi si trova all'interno del polso sopra le loro mani a sei dita. I loro artigli spuntano da una guaina di pelle sotto le loro mani cadaveriche e possono essere retratti. Quando sono completamente estese, le lame del polso raggiungono circa un piede di lunghezza, e sono utilizzate nel combattimento ravvicinato e nei sacrifici di sangue. Gli Yevetha possiedono anche una maggiore tolleranza alle forze g rispetto ai piloti umani.</p>\n<h2>Società e Cultura</h2>\n<p>Nella loro società, il sangue è un aspetto importante della loro cultura ed è un punto centrale del loro sistema di credenze religiose. Questo li ha portati a diventare una specie particolarmente violenta. Per gli Yevetha, la morte non è da temere. Sono descritti come doverosi, attenti, cauti ma anche fatalisti nella loro visione dell'universo. Quando combattono contro altri nemici, gli Yevetha si distinguono per essere combattenti spietati che non si arrendono mai anche di fronte a una sconfitta certa. A causa della natura brutale della loro società, gli Yevetha non possiedono una sola prigione, un penitenziario o un recinto, perché credono che non ci sia bisogno di tali strutture. Infatti, nella loro lingua non esiste una parola per \"condannare\" o \"incarcerare\". </p>\n<h2>Nomi</h2> <p>I nomi Yevetha sono netti e si limitano a una sola sillaba, non variando significativamente in base al sesso. I cognomi sono familiari.</p>\n<p><strong>Nomi</strong> Ral, Var, Cax, Tav, Fol, Sip, Nov</p>\n<p><strong>Cognomi.</strong> Faalk, Naalar, Giinn, Ralle, Xoota</p>"
		},
		{
			"id": "Zabrak",
			"name": "Zabrak",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Zabrak sono quasi umani, ma hanno una serie di caratteristiche fisiche significative che li distinguono dall'umanità di base. La più sorprendente di queste è una serie di corna vestigiali che coronano la testa sia dei maschi che delle femmine. Queste corna crescono durante la pubertà in modelli diversi e significano che il loro rito di passaggio si sta avvicinando.</p>\n<p>Oltre alle corna, un altro dei tratti che rendono gli zabrak immediatamente riconoscibili sono i loro tatuaggi facciali, che sono costituiti da linee sottili ricevute durante il loro rito di passaggio. Questi possono simboleggiare molte cose, tra cui, ma non solo, il lignaggio familiare, il luogo di nascita o anche un disegno che riflette la loro personalità individuale.</p>\n<p> Infine, gli zabrak possiedono un secondo cuore.</p>\n<h2>Società e Cultura</h2>\n<p>Gli zabrak sono spesso visti dalla maggior parte delle altre specie come una mente unica, un'osservazione che non è terribilmente sbagliata. Questa determinazione deriva dal fatto che sono una specie con un forte senso di sicurezza, sicuri di essere in grado di portare a termine qualsiasi compito che si prefiggono. Tuttavia, questo non porta uno zabrak a sviluppare un senso di superiorità orgogliosa verso gli altri. Anche se non è raro vedere la competizione tra le colonie, questo non è visto come un aspetto negativo. Gli zabraki credono che le varie esperienze delle diverse colonie servano solo ad accrescere il valore complessivo della specie in tutta la galassia.</p>\n<h2>Nomi</h2>\n<p>I nomi degli zabraki di solito derivano dagli animali che vivono sul loro pianeta. Gli Zabrak non usano Cognomi.</p>\n<p><strong>Nomi Maschili.</strong> Kadro, Muraa, Neqama, Ruvroo, Xadra</p>\n<p><strong>Nomi Femminili</strong> Blostopa, Mega, Novrar, Rebroke</p>"
		},
		{
			"id": "Zeltron",
			"name": "Zeltron",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Zeltron sono una delle poche specie quasi umane che si sono differenziate dal ceppo di base abbastanza da essere considerate una nuova specie del genere umano, piuttosto che una semplice sottospecie. Possiedono due caratteristiche biologiche degne di nota. Il primo è che tutti loro producono potenti feromoni, simili alle specie Falleen, che aumentano la loro attrattiva e simpatia. La seconda è una limitata capacità telepatica, usata per proiettare emozioni sugli altri, oltre a permettere loro di leggere e persino sentire le emozioni degli altri; alcuni Zeltron sono stati assunti dalla Borsa per questa capacità. A causa della loro capacità telepatica, le emozioni positive come la felicità, l'amore e il piacere sono molto importanti per loro, mentre quelle negative come la rabbia, la paura o la depressione vengono evitate.</p>\n<h2>Società e Cultura</h2>\n<p>La cultura Zeltron è fortemente influenzata dalla sessualità e dalla ricerca del piacere in generale. La maggior parte della loro arte e letteratura è dedicata all'argomento, producendo alcune delle opere più razziste della galassia. Gli Zeltron sono noti per vestirsi con abiti selvaggiamente colorati o rivelatori. È comune vedere gli Zeltron che indossano tonalità scioccamente brillanti di colori al neon in bikini dal design selvaggio, o abiti quasi aderenti alla pelle di altro tipo con bizzarri disegni a colori, motivi e simboli. </p>\n<h2>Nomi</h2>\n<p>I nomi degli Zeltron hanno spesso un'aria mistica, per evocare la sensualità. Per uno Zeltron, un bel viso non è nulla senza un nome altrettanto bello. Non è raro che uno Zeltron rinunci al suo cognome di famiglia in favore di uno dal suono più attraente.</p>\n<p><strong>Nomi Maschili.</strong> Marruc, Bahb, Rahulh, Demagol </p>\n<p><strong>Nomi Femminili</strong> Lyshaa, Dani, Vianna, Chantique </p>\n<p><strong>Cognomi.</strong> D'Pow, Blue, Duare, Sapphire</p>"
		},
		{
			"id": "Zygerrian",
			"name": "Zygerriano",
			"description": "<h2>Biologia e aspetto</h2>\n<p>Gli Zygerriani sono una specie umanoide bipede e senziente. Di aspetto felino, la specie possiede caratteristiche forti e spigolose, con lunghe zanne che spuntano dalle loro mascelle e artigli che si estendono dalle loro mani. I volti degli Zygerriani e le loro orecchie appuntite sono quasi interamente coperti di pelo; i maschi di solito hanno più pelo delle femmine, con bande di pelo che crescono sulle guance. Gli Zygerriani maschi mostrano anche un certo numero di speroni ossei che sporgono dal mento, cosa che in genere manca alle femmine. Gli zygerriani hanno di solito una carnagione scura e sono fisicamente forti, ma alcuni soffrono di obesità. </p>\n<h2>Società e Cultura</h2>\n<p>Gli Zygerriani sono una specie guerriera e tengono in grande considerazione la forza, sia fisica che mentale, considerandola un mezzo per ottenere potere e autorità. Credono che sia l'ordine naturale della vita che il forte domini il debole, quindi la schiavitù è normale per la specie, e una dimostrazione di debolezza potrebbe significare la morte o la schiavitù nella loro cultura. Coloro che diventano loro schiavi sono visti come inferiori dagli Zygerriani.</p>\n<p>La società zygerriana è organizzata in clan e classi. Hanno una classe nobile, molti membri della quale, nonostante il loro status elevato, fanno carriera nell'esercito. Il governo zygerriano è una monarchia; le donne che governano hanno il titolo di regina e gli uomini sono chiamati re. Il centro della società zygerriana è la Gilda degli schiavisti zygerriani, che si occupa del commercio di schiavi nei territori dell'Orlo Esterno. </p>\n<h2>Nomi</h2>\n<p>I nomi zygerriani sono piuttosto diversi, anche se i nomi più corti sono i più comuni. I cognomi sono familiari.</p>\n<p><strong>Nomi Maschili.</strong> Agruss, Darts, Atai, Sono</p>\n<p><strong>Nomi Femminili</strong> Miraj, Faralhi, Latrans, MaDall</p>\n<p><strong>Cognomi.</strong> D'nar, Molec, Scientel, Thanda, Tyne</p>"
		}
	]
}