{
	"label": "Strumenti Musicali",
	"entries": [
		{
			"id": "Bandfill",
			"name": "Bandfill",
			"description": null
		},
		{
			"id": "Chindinkalu horn",
			"name": "Flauto Chindinkalu",
			"description": null
		},
		{
			"id": "Drum",
			"name": "Tamburi",
			"description": null
		},
		{
			"id": "Fanfar",
			"name": "Fanfar",
			"description": "Il fanfar era uno strumento musicale comunemente usato nello sperma. I fanfar sembravano essere strumenti a canna con un bocchino, e le fessure lungo il fanfar erano conosciute come fessure farra. Un notevole suonatore di fanfar era Tedn Dahai dei Nodi Modali."
		},
		{
			"id": "Fizzz",
			"name": "Fizzz",
			"description": null
		},
		{
			"id": "Flute",
			"name": "Flauto",
			"description": "I flauti erano un tipo di strumento a fiato. Un tipo di flauto è il flauto di canna, utilizzato dai membri della specie senziente Ewok nativa della luna di Endor. Il Growdi Harmonique, un altro tipo di strumento, consiste in una combinazione di un flauto e un organo ad acqua."
		},
		{
			"id": "Kloo horn",
			"name": "Corno Kloo",
			"description": "Il corno Kloo è uno strumento a fiato che ha dei selettori di modalità di tono e un bocchino che si estendeva in un corpo a forma di 'S'. Il Bith Lirin D'avi era considerato uno dei migliori suonatori di corno kloo di tutti i tempi."
		},
		{
			"id": "Lute",
			"name": "Luto",
			"description": null
		},
		{
			"id": "Mandoviol",
			"name": "Mandoviol",
			"description": "Il mandoviol è uno strumento musicale a corde popolare con le bande di cantina in tutta la galassia. Con diciassette tasti minori, quattro tasti maggiori e un attacco a slitta, il mandoviol è uno strumento difficile da padroneggiare, ma può essere usato per suonare sia ballate che energiche melodie di jizz con uguale aplomb."
		},
		{
			"id": "Ommni box",
			"name": "Ommni box",
			"description": null
		},
		{
			"id": "Shawm",
			"name": "Shawm",
			"description": "Il suo suono è forte, stridulo e ronzante. Se suonato bene, il suono di uno shawm può risultare chiaro e malinconico."
		},
		{
			"id": "Slitherhorn",
			"name": "Slitherhorn",
			"description": null
		},
		{
			"id": "Traz",
			"name": "Traz",
			"description": null
		},
		{
			"id": "Valahorn",
			"name": "Valahorn",
			"description": "Il Valahorn è un tipo di strumento musicale simile per aspetto e suono al corno Kloo. Fu scoperto nel 1 ABY da una squadra archeologica che stava indagando sui Templi Massassi su Yavin 4. Anche se la sua origine risultò sconosciuta, si teorizzò che fosse stato portato su Yavin 4 durante la Grande Guerra Sith."
		},
		{
			"id": "Xantha",
			"name": "Xantha",
			"description": "Lo xantha è un difficile strumento musicale creato su Goroth Prime che consiste nel pizzicare le corde e coprire i fori con le dita."
		}
	]
}