{
	"label": "Set di Giochi",
	"entries": [
		{
			"id": "Chance cubes",
			"name": "Cubi della probabilità",
			"description": "Un cubo della probabilità, noto anche come dado, è un piccolo oggetto, spesso - ma non sempre - cubico, usato per il gioco d'azzardo o per prendere decisioni 'A o B'. I dadi più comuni sono cubi che danno solo due risultati dopo essere stati lanciati; tre dei suoi lati sono di un colore, mentre gli altri tre sono di un altro colore. Alcuni dadi sono pesati da proprietari meno sportivi in quanto più facilmente 'temperabili' di una moneta lanciata."
		},
		{
			"id": "Dejarik set",
			"name": "Set di Dejarik",
			"description": "Il dejarik, noto anche come oloscacchi, è un popolare gioco per due giocatori in cui squadre di creature olografiche si sfidavano su una tavola circolare. Una variante del più antico Shah-tezh, il dejarik è comunemente giocato sulle astronavi e nelle case di tutta la galassia."
		},
		{
			"id": "Pazaak deck",
			"name": "Mazzo di Pazaak",
			"description": "Il Pazaak è un gioco di carte molto popolare nella Galassia dopo la Guerra Civile Jedi. Partite di Pazaak si tengono regolarmente in vari mondi dell'Orlo Esterno, come Telos IV. Prima di iniziare una partita di pazaak è necessario scommettere una certa quantità di denaro (venivano generalmente accettati i crediti della Repubblica), anche se esiste una variante del gioco (con le regole del Senato) dove non è necessario scommettere. Ogni partita si compone in più mani. Il giocatore che per primo vince tre mani è il vincitore della partita e della posta in gioco. Ogni mazzo è composto da 10 carte. Lo scopo del gioco è il seguente: la somma dei valori delle carte scoperte deve essere maggiore di quella delle carte dell'avversario senza superare un totale di 20. Se alla fine di una mano la somma totale risulta maggiore di 20, l'avversario vince la mano. Per vincere la partita devi vincere tre mani. Il gioco continua fino alla vittoria della mano da parte di uno dei due giocatori. Il pareggio non conta. Le quattro carte del mazzo di gioco possono essere giocate una sola volta nell'arco di una partita. Esistono inoltre carte speciali di colore oro che aumentano considerevolmente le possibilità di vittoria e carte con valore negativo."
		},
		{
			"id": "Sabacc deck",
			"name": "Mazzo di Sabacc",
			"description": "Sabacco è il nome di un popolare gioco di carte con numerose varianti, molte delle quali includono una mano difficile da battere chiamata anche sabacc. Spesso giocato con puntate alte, l'obiettivo di molte versioni del gioco è quello di vincere il piatto di sabacc raccogliendo una mano con un valore assoluto più vicino a 23, ma non superiore. Un tipico mazzo di sabacc comprende 76 carte (60 distribuite in quattro semi più 16 carte speciali), tutte con un valore specifico. Tuttavia, alcune varianti usano mazzi diversi, e inoltre, in molte versioni del gioco il valore e il seme di una carta potrebbero cambiare a caso durante il gioco, a meno che la carta non sia posta nel campo di interferenza speciale."
		}
	]
}