{
	"label": "Esplosivi",
	"entries": [
		{
			"id": "Charge, fragmentation",
			"name": "Carica, frammentazione",
			"description": "<p>Un dispositivo utilizzato per far saltare in aria costruzioni e strutture più grandi, una carica di sfondamento crea un'esplosione devastante concentrata in una direzione specifica. L'installazione di una carica di sfondamento richiede 1 minuto. La carica può essere impostata con un timer di 6 secondi o fatta esplodere a distanza usando un detonatore remoto.</p>\n<p>Quando viene fatta esplodere, la carica di sfondamento esplode in un cono di 15 piedi. Ogni creatura all'interno del cono deve effettuare un tiro salvezza di Destrezza DC 14, subendo [[/r 20d4]] danni cinetici se il tiro salvezza è fallito o la metà se è riuscito. Se affisso a una creatura, questa ha svantaggio nel tiro salvezza. Oggetti, strutture e altre superfici hanno svantaggio nel tiro salvezza. Se affisso all'oggetto, alla struttura o alla superficie, esso invece fallisce automaticamente questo tiro salvezza.</p>"
		},
		{
			"id": "Charge, plasma",
			"name": "Carica, plasma",
			"description": "<p>Un dispositivo utilizzato per far saltare in aria costruzioni e strutture più grandi, una carica di sfondamento crea un'esplosione devastante concentrata in una direzione specifica. L'installazione di una carica di sfondamento richiede 1 minuto. La carica può essere impostata con un timer di 6 secondi o fatta esplodere a distanza usando un detonatore remoto.</p>\n<p>Quando viene fatta esplodere, la carica di sfondamento esplode in un cono di 15 piedi. Ogni creatura all'interno del cono deve effettuare un tiro salvezza di Destrezza DC 14, subendo [[/r 20d4]] danni da energia se il tiro salvezza è fallito o la metà se è riuscito. Se affisso a una creatura, questa ha svantaggio nel tiro salvezza. Oggetti, strutture e altre superfici hanno svantaggio nel tiro salvezza. Se affisso all'oggetto, alla struttura o alla superficie, esso invece fallisce automaticamente questo tiro salvezza.</p>"
		},
		{
			"id": "Grenade, corrosive",
			"name": "Granata, corrosiva",
			"description": "<p>Le granate possono essere impostate per esplodere all'impatto o con un timer che le fa esplodere al conteggio di iniziativa 20 (perdendo tutti i pareggi di iniziativa). Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. Ogni creatura entro 10 piedi deve effettuare un tiro salvezza di Costituzione DC 14. Una creatura subisce [[/r 2d8]] danni da acido se il tiro salvezza è fallito, o la metà se è riuscito. Se questo danno riduce una creatura a 0 punti ferita, essa deve effettuare un tiro salvezza di Costituzione a dc 13. Se il tiro salvezza viene fallito, la creatura muore immediatamente senza effettuare tiri salvezza. Una creatura disintegrata e tutto ciò che non è stato potenziato che indossa o trasporta sono ridotti a un mucchio di fine polvere grigia. Una creatura distrutta in questo modo non può essere rivitalizzata.</p>"
		},
		{
			"id": "Grenade, cryo",
			"name": "Granata, criogenica",
			"description": "<p>Le granate possono essere impostate per esplodere all'impatto o con un timer che le fa esplodere al conteggio di iniziativa 20 (perdendo tutti i pareggi di iniziativa). Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. Ogni creatura entro 10 piedi deve effettuare un tiro salvezza di Costituzione DC 14. Una creatura subisce [[/r 2d6]] danni da freddo se fallisce il tiro salvezza, o la metà se riesce. </p>\n<p>Inoltre, con un tiro salvezza fallito, una creatura guadagna 1 livello di rallentamento per 1 minuto. Alla fine del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Grenade, deafening",
			"name": "Grenata, assordante",
			"description": "Le granate possono essere impostate per esplodere all'impatto o con un timer che le fa esplodere al conteggio di iniziativa 20 (perdendo tutti i pareggi di iniziativa). Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. Ogni creatura entro 10 piedi deve effettuare un tiro salvezza di Costituzione a dc 14. Una creatura subisce 2d6 danni sonori se il tiro salvezza è fallito, o la metà se è riuscito. </p>\n<p>Inoltre, con un tiro salvezza fallito, una creatura viene assordata per 1 minuto. Alla fine del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo."
		},
		{
			"id": "Grenade, electrifying",
			"name": "Grenata, elettrificante",
			"description": "<p>Le granate possono essere impostate per esplodere all'impatto o con un timer che le fa esplodere al conteggio di iniziativa 20 (perdendo tutti i pareggi di iniziativa).Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. Ogni creatura entro 10 piedi deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 2d6]] danni da fulmine se fallisce il tiro salvezza, o la metà se lo supera. </p>\n<p>Inoltre, con un tiro salvezza fallito, una creatura rimane scioccata per 1 minuto. Alla fine del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Grenade, flash",
			"name": "Grenata, flash",
			"description": "<p>Le granate possono essere impostate per esplodere all'impatto o con un timer che le fa esplodere al conteggio di iniziativa 20 (perdendo tutti i pareggi di iniziativa). Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. Ogni creatura entro 10 piedi deve effettuare un tiro salvezza di Costituzione a dc 14. Se il tiro salvezza viene fallito, la creatura rimane accecata per 1 minuto. All'inizio del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Grenade, fragmentation",
			"name": "Grenata, frammentazione",
			"description": "<p>Le granate possono essere impostate per esplodere all'impatto o con un timer che le fa esplodere al conteggio di iniziativa 20 (perdendo tutti i pareggi di iniziativa). Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. Ogni creatura entro 10 piedi deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 2d10]] danni cinetici se il tiro salvezza è fallito, o la metà se è riuscito.</p>"
		},
		{
			"id": "Grenade, gas",
			"name": "Grenata, gas",
			"description": "<p>Le granate possono essere impostate per esplodere all'impatto o con un timer che le fa esplodere al conteggio di iniziativa 20 (perdendo tutti i pareggi di iniziativa). Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. La granata esplode, riempiendo l'aria in una sfera di 10 piedi di nebbia giallo-verde per 1 minuto. La nebbia si diffonde intorno agli angoli e la sua area è pesantemente oscurata. Dura per 1 minuto o finché un vento di almeno 10 miglia all'ora non la disperde.</p>\n<p>Quando una creatura entra nella nebbia o vi inizia il suo turno, deve effettuare un tiro salvezza di Costituzione a DC 14. La creatura subisce [[/r 2d6]] danni da veleno se fallisce il tiro salvezza, o la metà dei danni se riesce. Inoltre, con un tiro salvezza fallito, la creatura è avvelenata mentre si trova nella nube. Droidi, costrutti e umanoidi che indossano un equipaggiamento protettivo appropriato non ne sono influenzati.</p>"
		},
		{
			"id": "Grenade, incendiary",
			"name": "Grenata, incendiaria",
			"description": "<p>Le granate possono essere impostate per esplodere all'impatto o con un timer che le fa esplodere al conteggio di iniziativa 20 (perdendo tutti i pareggi di iniziativa). Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. La granata esplode, incendiando il terreno in un raggio di 10 piedi per 1 minuto. Il fuoco incendia qualsiasi oggetto infiammabile nell'area che non sia stato indossato o trasportato.</p>\n<p>Quando una creatura entra nel fuoco o vi inizia il suo turno, deve effettuare un tiro salvezza di Destrezza DC 14. La creatura subisce [[/r 2d8]] danni da fuoco se fallisce il tiro salvezza, o la metà dei danni se lo supera. </p>"
		},
		{
			"id": "Grenade, ion",
			"name": "Grenata, ionica",
			"description": "<p>Le granate possono essere impostate per esplodere all'impatto o con un timer che le fa esplodere al conteggio di iniziativa 20 (perdendo tutti i pareggi di iniziativa). Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. Ogni creatura entro 10 piedi deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 2d6]] danni da ioni se il tiro salvezza è fallito, o la metà se è riuscito. Qualsiasi dispositivo elettronico nel raggio dell'esplosione viene disattivato fino al riavvio. </p>"
		},
		{
			"id": "Grenade, panic",
			"name": "Grenata, panico",
			"description": "<p>Le granate possono essere impostate per esplodere all'impatto o con un timer che le fa esplodere al conteggio di iniziativa 20 (perdendo tutti i pareggi di iniziativa). Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. Ogni creatura entro 10 piedi deve effettuare un tiro salvezza di Saggezza a dc 14. Una creatura subisce [[/r 2d6]] danni psichici se fallisce il tiro salvezza, o la metà se riesce. </p>\n<p>Inoltre, con un tiro salvezza fallito, una creatura diventa spaventata da te per 1 minuto. All'inizio del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Grenade, plasma",
			"name": "Grenata, plasma",
			"description": "<p>Le granate possono essere impostate per esplodere all'impatto o con un timer che le fa esplodere al conteggio di iniziativa 20 (perdendo tutti i pareggi di iniziativa). Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. Ogni creatura entro 10 piedi deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 2d10]] danni da energia se il tiro salvezza è fallito, o la metà se è riuscito.</p>"
		},
		{
			"id": "Grenade, stun",
			"name": "Grenade, stordente",
			"description": "<p>Le granate possono essere impostate per esplodere all'impatto o con un timer che le fa esplodere al conteggio di iniziativa 20 (perdendo tutti i pareggi di iniziativa). Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. Ogni creatura entro 10 piedi deve effettuare un tiro salvezza di Costituzione a Dc 14. Se fallisce, la creatura è stordita fino alla fine della prossima partita. Con un tiro salvezza fallito, la creatura è stordita fino alla fine del suo prossimo turno.</p>\n<p>Inoltre, con un tiro salvezza fallito, una creatura è incosciente per 1 minuto, finché non subisce danni o finché qualcuno non usa un'azione per scuoterla o schiaffeggiarla. Alla fine del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Mine, corrosive",
			"name": "Mine, corrosive",
			"description": "<p>Le mine possono essere impostate per esplodere quando una creatura si trova a un massimo di 15 piedi da esse o accoppiate con un detonatore a distanza. Come azione, puoi innescare e posizionare una mina su una superficie che puoi raggiungere, che si arma all'inizio del tuo prossimo turno. Quando viene fatta esplodere, ogni creatura entro 15 piedi da essa deve effettuare un tiro salvezza di Costituzione a dc 14. Una creatura prende [[/r 2d8]] danni da acido con un tiro salvezza fallito, o la metà con un tiro riuscito. Se questo danno riduce una creatura a 0 punti ferita, essa deve effettuare un tiro salvezza di Costituzione a dc 13. Se il tiro salvezza viene fallito, la creatura muore immediatamente senza effettuare tiri salvezza. Una creatura disintegrata e tutto ciò che non è stato potenziato che indossa o trasporta sono ridotti a un mucchio di fine polvere grigia. Una creatura distrutta in questo modo non può essere rivitalizzata.</p>"
		},
		{
			"id": "Mine, cryo",
			"name": "Mine, criogeniche",
			"description": "<p>Le mine possono essere impostate per esplodere quando una creatura si trova a un massimo di 15 piedi da esse o accoppiate con un detonatore a distanza. Come azione, puoi innescare e posizionare una mina su una superficie che puoi raggiungere, che si arma all'inizio del tuo prossimo turno. Quando viene fatta esplodere, ogni creatura entro 15 piedi da essa deve effettuare un tiro salvezza di Costituzione a dc 14. Una creatura subisce [[/r 2d6]] danni da freddo se fallisce il tiro salvezza, o la metà se lo supera. </p>\n<p>Inoltre, con un tiro salvezza fallito, una creatura guadagna 1 livello di rallentamento per 1 minuto. Alla fine del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Mine, deafening",
			"name": "Mine, assordanti",
			"description": "<p>Le mine possono essere impostate per esplodere quando una creatura si trova a un massimo di 15 piedi da esse o accoppiate con un detonatore a distanza. Come azione, puoi innescare e posizionare una mina su una superficie che puoi raggiungere, che si arma all'inizio del tuo prossimo turno. Quando viene fatta esplodere, ogni creatura entro 15 piedi da essa deve effettuare un tiro salvezza di Costituzione a dc 14. Una creatura subisce [[/r 2d6]] danni sonori se fallisce il tiro salvezza, o la metà se lo supera. </p>\n<p>Inoltre, con un tiro salvezza fallito, una creatura viene assordata per 1 minuto. Alla fine del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Mine, electrifying",
			"name": "Mine, elettrificante",
			"description": "<p>Le mine possono essere impostate per esplodere quando una creatura si trova a un massimo di 15 piedi da esse o accoppiate con un detonatore a distanza. Come azione, puoi innescare e posizionare una mina su una superficie che puoi raggiungere, che si arma all'inizio del tuo prossimo turno. Quando viene fatta esplodere, ogni creatura entro 15 piedi da essa deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 2d6]] danni da fulmine se fallisce il tiro salvezza, o la metà se lo supera. </p>\n<p>Inoltre, con un tiro salvezza fallito, una creatura rimane scioccata per 1 minuto. Alla fine del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Mine, flash",
			"name": "Mine, flash",
			"description": "<p>Le mine possono essere impostate per esplodere quando una creatura si trova a un massimo di 15 piedi da esse o accoppiate con un detonatore a distanza. Come azione, puoi innescare e posizionare una mina su una superficie che puoi raggiungere, che si arma all'inizio del tuo prossimo turno. Quando viene fatta esplodere, ogni creatura entro 15 piedi da essa deve effettuare un tiro salvezza di Costituzione a dc 14. Se il tiro salvezza viene fallito, la creatura rimane accecata per 1 minuto. All'inizio del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Mine, fragmentation",
			"name": "Mine, frammentazione",
			"description": "<p>Le mine possono essere impostate per esplodere quando una creatura si trova a un massimo di 15 piedi da esse o accoppiate con un detonatore a distanza. Come azione, puoi innescare e posizionare una mina su una superficie che puoi raggiungere, che si arma all'inizio del tuo prossimo turno. Quando viene fatta esplodere, ogni creatura entro 15 piedi da essa deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 2d10]] danni cinetici se fallisce il tiro salvezza, o la metà se lo supera.</p>"
		},
		{
			"id": "Mine, gas",
			"name": "Mine, gas",
			"description": "<p>Le mine possono essere impostate per esplodere quando una creatura si trova a un massimo di 15 piedi da esse o accoppiate con un detonatore a distanza. Come azione, puoi innescare e posizionare una mina su una superficie che puoi raggiungere, che si arma all'inizio del tuo prossimo turno. Quando viene fatta esplodere, la mina si riempie di nebbia giallo-verde per 1 minuto in una sfera di 15 piedi di raggio. La nebbia si diffonde intorno agli angoli e la sua area è fortemente oscurata. Dura per 1 minuto o finché un vento di almeno 10 miglia all'ora non la disperde.</p>\n<p>Quando una creatura entra nella nebbia o vi inizia il suo turno, deve effettuare un tiro salvezza di Costituzione a Dc 14. La creatura subisce [[/r 2d6]] danni da veleno se fallisce il tiro salvezza, o la metà dei danni se riesce. Inoltre, con un tiro salvezza fallito, la creatura è avvelenata mentre si trova nella nube. Droidi, costrutti e umanoidi che indossano un equipaggiamento protettivo appropriato non ne sono influenzati.</p>"
		},
		{
			"id": "Mine, incendiary",
			"name": "Mine, incendiarie",
			"description": "<p>Le mine possono essere impostate per esplodere quando una creatura si trova a un massimo di 15 piedi da esse o accoppiate con un detonatore a distanza. Come azione, puoi innescare e posizionare una mina su una superficie che puoi raggiungere, che si arma all'inizio del tuo prossimo turno. Quando viene fatta esplodere, la mina incendia il terreno in un raggio di 15 piedi per 1 minuto. Il fuoco incendia tutti gli oggetti infiammabili presenti nell'area che non siano indossati o trasportati.</p>\n<p>Quando una creatura entra nel fuoco o vi inizia il suo turno, deve effettuare un tiro salvezza di Destrezza DC 14. La creatura subisce [[/r 2d8]] danni da fuoco se fallisce il tiro salvezza, o la metà dei danni se lo supera.</p>"
		},
		{
			"id": "Mine, ion",
			"name": "Mine, ioniche",
			"description": "<p>Le mine possono essere impostate per esplodere quando una creatura si trova a un massimo di 15 piedi da esse o accoppiate con un detonatore a distanza. Come azione, puoi innescare e posizionare una mina su una superficie che puoi raggiungere, che si arma all'inizio del tuo prossimo turno. Quando viene fatta esplodere, ogni creatura entro 15 piedi da essa deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 2d6]] danni da ioni se il tiro salvezza è fallito, o la metà se è riuscito. Qualsiasi dispositivo elettronico all'interno del raggio dell'esplosione che non sia stato indossato o trasportato viene disattivato fino al riavvio.</p>"
		},
		{
			"id": "Mine, panic",
			"name": "Mine, panico",
			"description": "<p>Le mine possono essere impostate per esplodere quando una creatura si trova a un massimo di 15 piedi da esse o accoppiate con un detonatore a distanza. Come azione, puoi innescare e posizionare una mina su una superficie che puoi raggiungere, che si arma all'inizio del tuo prossimo turno. Quando viene fatta esplodere, ogni creatura entro 15 piedi da essa deve effettuare un tiro salvezza di Saggezza a dc 14. Una creatura subisce [[/r 2d6]] danni psichici se fallisce il tiro salvezza, o la metà se lo supera. </p>\n<p>Inoltre, con un tiro salvezza fallito, una creatura diventa spaventata da te per 1 minuto. All'inizio del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Mine, plasma",
			"name": "Mine, plasma",
			"description": "<p>Le mine possono essere impostate per esplodere quando una creatura si trova a un massimo di 15 piedi da esse o accoppiate con un detonatore a distanza. Come azione, puoi innescare e posizionare una mina su una superficie che puoi raggiungere, che si arma all'inizio del tuo prossimo turno. Quando viene fatta esplodere, ogni creatura entro 15 piedi da essa deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura subisce [[/r 2d10]] danni da energia se fallisce il tiro salvezza, o la metà se lo supera.</p>"
		},
		{
			"id": "Mine, stun",
			"name": "Mine, stordente",
			"description": "<p>Le mine possono essere impostate per esplodere quando una creatura si trova a un massimo di 15 piedi da esse o accoppiate con un detonatore a distanza. Come azione, puoi innescare e posizionare una mina su una superficie che puoi raggiungere, che si arma all'inizio del tuo prossimo turno. Quando viene fatta esplodere, ogni creatura entro 15 piedi da essa deve effettuare un tiro salvezza di Costituzione a dc 14. Con un tiro salvezza fallito, una creatura è stordita fino alla fine del suo prossimo turno.</p>\n<p>Inoltre, con un tiro salvezza fallito, una creatura è incosciente per 1 minuto, finché non subisce danni o finché qualcuno non usa un'azione per scuoterla o schiaffeggiarla. Alla fine del turno di una creatura colpita, essa può ripetere questo tiro salvezza, terminando l'effetto con un successo.</p>"
		},
		{
			"id": "Thermal detonator",
			"name": "Detonatore Termico",
			"description": "<p>I detonatori termici sono unici in quanto possono essere spenti solo da chi li ha accesi. Possono essere impostati per esplodere all'impatto o con un timer che li fa esplodere al conteggio di iniziativa 20 (perdendo tutti i legami di iniziativa). Come azione, puoi lanciare una granata in un punto che puoi vedere entro 30 piedi + il tuo modificatore di Forza x 5. Ogni creatura entro 20 piedi deve effettuare un tiro salvezza di Destrezza DC 14. Una creatura prende [[/r 2d6]] di fuoco e [[/r 2d10]] di danni cinetici se fallisce il tiro salvezza, o la metà se il tiro riesce. Inoltre, con un tiro salvezza fallito, la creatura viene messa a terra a terra.</p>"
		}
	]
}