{
	"label": "Proprietà Armature",
	"entries": [
		{
			"id": "Absorptive",
			"name": "Assorbente",
			"description": "<h3>Assorbente</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà assorbente, i danni che ricevi dalle armi vengono ridotti di una quantità pari al numero di assorbimento. Se questo ridurrebbe il danno a 0, il danno è invece ridotto a 1.</p>"
		},
		{
			"id": "Agile",
			"name": "Agilità",
			"description": "<h3>Agilità</h3>\n<p>Mentre indossi un'armatura o brandisci uno scudo con la proprietà agilità, ottieni un bonus alle prove di Destrezza e ai tiri salvezza di Destrezza pari al numero di agilità, e ottieni un bonus alla tua velocità pari a 5 x il numero di agilità.</p>"
		},
		{
			"id": "Anchor",
			"name": "Ancora",
			"description": "<h3>Ancora</h3>\n<p>Uno scudo con la proprietà di ancoraggio può essere usato per fornire copertura. Come azione, puoi ancorare o recuperare lo scudo. Mentre sei ancorato, non ottieni alcun beneficio dallo scudo e non richiede l'uso di una mano. Invece, mentre sei ancorato, uno scudo leggero fornisce un quarto di copertura, uno scudo medio fornisce mezza copertura e uno scudo pesante fornisce tre quarti di copertura.</p>"
		},
		{
			"id": "Avoidant",
			"name": "Evitante",
			"description": "<h3>Evitante</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà evitante e una creatura effettua un attacco contro di te, la portata del colpo critico diminuisce di una quantità pari al numero di evitante, fino a un minimo di 1.</p>"
		},
		{
			"id": "Barbed",
			"name": "Spinato",
			"description": "<h3>Spinato</h3>\n<p>Quando hai successo in una prova di Forza (Atletica) per iniziare o mantenere una presa mentre indossi un'armatura con la proprietà spinata, la creatura prende danni cinetici usando il danno spinato (che appare tra parentesi con la proprietà) + il tuo modificatore di Forza.</p>"
		},
		{
			"id": "Bulky",
			"name": "Ingombrante",
			"description": "<h3>Ingombrante</h3>\n<p>Mentre indossi un'armatura con la proprietà ingombrante, hai svantaggio nelle prove di Destrezza (Furtività) che si basano sul suono.</p>"
		},
		{
			"id": "Charging",
			"name": "Caricante",
			"description": "<h3>Caricante</h3>\n<p>Quando subisci danni mentre indossi un'armatura o brandisci uno scudo con la proprietà di carica, ottieni una carica. Puoi immagazzinare un numero massimo di cariche pari al numero di carica e le cariche durano 1 minuto. La prossima volta che colpisci con un attacco con un'arma da mischia mentre hai delle cariche, infliggi un danno aggiuntivo dello stesso tipo di quello dell'arma pari al numero di cariche memorizzate.</p>"
		},
		{
			"id": "Concealing",
			"name": "Occultato",
			"description": "<h3>Occultato</h3>\n<p>Mentre brandisci uno scudo con la proprietà di occultamento, hai un vantaggio nelle prove di Destrezza (Furtività) che si basano sulla vista.</p>"
		},
		{
			"id": "Cumbersome",
			"name": "Invadente",
			"description": "<h3>Invadente</h3>\n<p>Mentre indossi un'armatura o brandisci uno scudo con la proprietà invadente, la tua velocità è ridotta di 5.</p>"
		},
		{
			"id": "Gauntleted",
			"name": "Guantato",
			"description": "<h3>Guantato</h3>\n<p>Mentre indossi un'armatura con la proprietà guantata, i tuoi colpi disarmati infliggono danni cinetici utilizzando il danno guantato (che appare tra parentesi con la proprietà) + il tuo modificatore di Forza.</p>"
		},
		{
			"id": "Imbalanced",
			"name": "Sbilanciato",
			"description": "<h3>Sbilanciato</h3>\n<p>Quando vieni colpito in modo critico mentre brandisci questo scudo, non puoi effettuare reazioni fino all'inizio del tuo prossimo turno, e non ottieni alcun beneficio di CA dal tuo scudo contro il prossimo attacco contro di te prima dell'inizio del tuo prossimo turno.</p>"
		},
		{
			"id": "Impermeable",
			"name": "Impermeabile",
			"description": "<h3>Impermeabile</h3>\n<p>L'armatura con la proprietà impermeabile funziona come una tuta ambientale, una tuta di volo e una tuta d'acqua.</p>"
		},
		{
			"id": "Insulated",
			"name": "Isolante",
			"description": "<h3>Isolante</h3>\n<p>Mentre indossi un'armatura o brandisci uno scudo con la proprietà isolante, ottieni un bonus alla CA e ai tiri salvezza contro gli effetti che infliggerebbero danni da ioni o fulmini pari al numero di isolamento.</p>"
		},
		{
			"id": "Interlocking",
			"name": "Incastro",
			"description": "<h3>Incastro</h3>\n<p>Mentre brandisci uno scudo con la proprietà di incastro entro 5 piedi da una creatura amica che brandisce anch'essa uno scudo con la proprietà di incastro, puoi usare entrambe le tue reazioni per incastrare gli scudi. Mentre sono incastrati, entrambe le creature guadagnano un bonus alla CA pari al numero di incastro. Se in qualsiasi momento le creature si trovano a più di 5 piedi l'una dall'altra, gli scudi si disincastrano immediatamente e l'effetto termina.</p>"
		},
		{
			"id": "Lambent",
			"name": "Scintillante",
			"description": "<h3>Scintillante</h3>\n<p>Mentre brandisci uno scudo con la proprietà scintillante, puoi usare un'azione bonus per attivare o disattivare la luce dello scudo. Quando è attivo, lo scudo emette una luce brillante in un raggio di 5 piedi e una luce fioca per altri 5 piedi. Inoltre, le prove di Destrezza (Furtività) effettuate mentre la luce dello scudo è attiva che si basano sulla vista hanno svantaggio.</p>"
		},
		{
			"id": "Lightweight",
			"name": "Leggerezza",
			"description": "<h3>Lightweight</h3>\n<p>Armature e scudi con la proprietà della leggerezza hanno il loro peso ridotto della metà.</p>"
		},
		{
			"id": "Magnetic",
			"name": "Magnetico",
			"description": "<h3>Magnetico</h3>\n<p>Mentre stai brandendo uno scudo con la proprietà magnetico e un attacco con un'arma da mischia ti manca di una quantità inferiore o uguale al tuo bonus alla CA derivante dal tuo scudo, la creatura attaccante deve effettuare un tiro salvezza di Forza, con CD pari al numero magnetico. Se il tiro salvezza viene fallito, l'arma della creatura aderisce allo scudo. Come azione, una creatura può ripetere questa prova. Con un successo, l'arma viene liberata.</p>"
		},
		{
			"id": "Obscured",
			"name": "Oscurato",
			"description": "<h3>Oscurato</h3>\n<p>Mentre indossi un'armatura con la proprietà oscurata, i sensori elettronici e le telecamere hanno svantaggio alle prove di Saggezza (Percezione) e Intelligenza (Investigazione) contro di te che si basano sulla vista.</p>"
		},
		{
			"id": "Obtrusive",
			"name": "Intrusivo",
			"description": "<h3>Intrusivo</h3>\n<p>Mentre brandisci uno scudo con la proprietà ingombrante, hai svantaggio nelle prove di Destrezza (Furtività) che si basano sulla vista.</p>"
		},
		{
			"id": "Powered",
			"name": "Alimentato",
			"description": "<h3>Alimentato</h3>\n<p>Mentre indossi un'armatura con la proprietà potenziata, ottieni un bonus ai tiri per i danni utilizzando la Forza, le prove di Forza e i tiri salvezza di Forza pari al numero potenziato.</p>"
		},
		{
			"id": "Reactive",
			"name": "Reattivo",
			"description": "<h3>Reattivo</h3>\n<p>Quando indossi un'armatura con la proprietà reattiva e una creatura ti colpisce con un tiro d'attacco, ottieni un bonus alla CA contro il prossimo attacco di quella creatura prima dell'inizio del tuo prossimo turno pari al numero reattivo.</p>"
		},
		{
			"id": "Regulated",
			"name": "Regolato",
			"description": "<h3>Regolato</h3>\n<p>Quando indossi un'armatura o brandisci uno scudo con la proprietà regolata e una creatura tira il massimo su un dado dei danni da arma contro di te, deve ritirare il tiro e usare il nuovo tiro, anche se il nuovo tiro è il massimo sul dado dei danni da arma.</p>"
		},
		{
			"id": "Reinforced",
			"name": "Rinforzato",
			"description": "<h3>Rinforzato</h3>\n<p>Quando effettui un salto in lungo mentre indossi un'armatura con la proprietà rinforzato, puoi coprire un numero di piedi pari al doppio del tuo punteggio di Forza. Quando effettui un salto in alto, puoi saltare un numero di piedi in aria pari a 3 + il doppio del tuo modificatore di Forza.</p>"
		},
		{
			"id": "Responsive",
			"name": "Responsivo",
			"description": "<h3>Responsivo</h3>\n<p>Mentre stai brandendo uno scudo con la proprietà reattiva e un attacco ti manca di una quantità inferiore o uguale al tuo bonus alla CA dal tuo scudo, guadagni un bonus alla CA contro il prossimo attacco di quella creatura prima dell'inizio del tuo prossimo turno pari al numero reattivo.</p>"
		},
		{
			"id": "Rigid",
			"name": "Rigido",
			"description": "<h3>Rigido</h3>\n<p>Mentre indossi un'armatura con la proprietà rigido, aggiungi metà del tuo modificatore di Destrezza (arrotondato per difetto), invece del tuo modificatore di Destrezza completo, ai tiri salvezza di Destrezza che effettui. Se il tuo modificatore di Destrezza è negativo, sottrai invece l'intero modificatore.</p>"
		},
		{
			"id": "Silent",
			"name": "Silenzioso",
			"description": "<h3>Silenzioso</h3>\n<p>Mentre indossi un'armatura con la proprietà silenziosa, hai un vantaggio alle prove di Destrezza (Furtività) che si basano sul suono.</p>"
		},
		{
			"id": "Spiked",
			"name": "Spuntato",
			"description": "<h3>Spuntato</h3>\n<p>Quando riesci a superare una prova di Forza (Atletica) per spingere o far inciampare una creatura mentre brandisci uno scudo con la proprietà chiodata, la creatura subisce danni cinetici utilizzando il danno chiodato (che appare tra parentesi con la proprietà) + il tuo modificatore di Forza.</p>"
		},
		{
			"id": "Steadfast",
			"name": "Fermezza",
			"description": "<h3>Fermezza</h3>\n<p>Mentre indossi un'armatura o brandisci uno scudo con la proprietà della fermezza, hai un vantaggio nelle prove di Forza e nei tiri salvezza di Forza per evitare di essere spostato.</p>"
		},
		{
			"id": "Strength",
			"name": "Forza",
			"description": "<h3>Forza</h3>\n<p>Mentre indossi un'armatura o brandisci uno scudo con la proprietà della forza, la tua velocità è ridotta di 10 a meno che tu non soddisfi il requisito della forza.</p>"
		},
		{
			"id": "Versatile",
			"name": "Versatile",
			"description": "<h3>Versatile</h3>\n<p>Uno scudo con la proprietà versatile può essere utilizzato con una o due mani. Mentre è impugnato con due mani, si guadagna un bonus aggiuntivo alla CA pari al numero di versatile.</p>"
		}
	]
}