{
	"label": "Condizioni",
	"entries": [
		{
			"id": "Blinded",
			"name": "Accecato",
			"description": "<p>Una creatura accecata non può vedere e fallisce automaticamente qualsiasi prova di abilità che richieda la vista.</p>\n<ul>\n<li>I tiri per attaccare contro la creatura hanno vantaggio, e i tiri per attaccare della creatura hanno svantaggio.</li></ul>"
		},
		{
			"id": "Charmed",
			"name": "Incantato",
			"description": "<p>Una creatura incantata non può attaccare l'incantatore o bersagliare l'incantatore con abilità dannose o effetti potenziati.</p>\n<ul>\n<li>L'incantatore ha vantaggio su qualsiasi prova di abilità per interagire socialmente con la creatura.</li></ul>"
		},
		{
			"id": "Deafened",
			"name": "Assordato",
			"description": "<p>Una creatura assordata non può sentire e fallisce automaticamente qualsiasi prova di abilità che richieda l'udito.</p>"
		},
		{
			"id": "Exhaustion",
			"name": "Esausto",
			"description": "<p>Alcune abilità speciali e pericoli ambientali, come gli effetti a lungo termine delle temperature gelide o torride, possono portare a una condizione speciale chiamata esaurimento. L'esaurimento si misura in sei livelli. Un effetto può dare a una creatura uno o più livelli di esaurimento, come specificato nella descrizione dell'effetto. Livello di Esaurimento</p>\n<p>|Livello|Effetto|</p>\n<p>|:--:|: -- |</1. Svantaggio nelle prove di abilità. 2. Velocità dimezzata. 3. Svantaggio negli attacchi e nei tiri salvezza. 4. Punto ferita massimo dimezzato. massimo dimezzato|</p>\n<p>|5|Velocità ridotta a 0|</p>\n<p>|6|Morte|</p>n<p>Se una creatura già esausta subisce un altro effetto che causa esaurimento, il suo attuale livello di esaurimento aumenta della quantità specificata nella descrizione dell'effetto. </p>\n<p>Una creatura subisce l'effetto del suo livello di esaurimento attuale e di tutti i livelli inferiori. Ad esempio, una creatura che soffre di esaurimento di livello 2 ha velocità dimezzata e svantaggio nelle prove di abilità.</p>\n<p>Un effetto che rimuove l'esaurimento riduce il suo livello come specificato nella descrizione dell'effetto, e tutti gli effetti di esaurimento terminano se il livello di esaurimento di una creatura è ridotto sotto 1.</p>\n<p>Finendo un lungo riposo si riduce il livello di esaurimento di una creatura di 1, a condizione che la creatura abbia ingerito del cibo e delle bevande.</p>"
		},
		{
			"id": "Frightened",
			"name": "Spaventato",
			"description": "<p>Una creatura spaventata ha svantaggio alle prove di abilità e ai tiri per colpire mentre la fonte della sua paura è in linea di vista.</p>\n<ul><li>La creatura non può avvicinarsi volontariamente alla fonte della sua paura.</li></ul>"
		},
		{
			"id": "Grappled",
			"name": "Afferrato",
			"description": "<p>La velocità di una creatura afferrata diventa 0, e non può beneficiare di alcun bonus alla sua velocità.</p>\n<ul>\n<li>La condizione termina se l'afferratore è incapacitato (vedi condizione nel PHB).</li>\n<li>La condizione termina anche se un effetto rimuove la creatura afferrata dalla portata dell'afferratore o dell'effetto di presa.</li></ul>"
		},
		{
			"id": "Incapacitated",
			"name": "Incapacitato",
			"description": "<p>Una creatura incapacitata non può compiere azioni o reazioni.</p>"
		},
		{
			"id": "Invisible",
			"name": "Invisibile",
			"description": "<p>Una creatura invisibile è impossibile da vedere senza l'aiuto di poteri o di un senso speciale. Per nascondersi, la creatura viene pesantemente oscurata. La posizione della creatura può essere rilevata da qualsiasi rumore che fa o da qualsiasi traccia che lascia.</p>\n<ul><li>I tiri di attacco contro la creatura hanno svantaggio, e i tiri di attacco della creatura hanno vantaggio.</li></ul>"
		},
		{
			"id": "Paralyzed",
			"name": "Paralizzato",
			"description": "<p>Una creatura paralizzata è incapacitata (vedi condizione nel PHB) e non può muoversi o parlare.</p>\n<ul>n<li>La creatura fallisce automaticamente i tiri salvezza di Forza e Destrezza. Ogni attacco che colpisce la creatura è un colpo critico se l'attaccante si trova entro 1,5 metri dalla creatura.</li></ul>"
		},
		{
			"id": "Petrified",
			"name": "Pietrificato",
			"description": "<p>Una creatura pietrificata viene trasformata, insieme a qualsiasi oggetto che indossa o trasporta, in una solida sostanza inanimata (solitamente pietra). Il suo peso aumenta di un fattore dieci e smette di invecchiare.</p>\n<ul><li>La creatura è incapace (vedi condizione nel PHB), non può muoversi o parlare ed è inconsapevole di ciò che la circonda.</li>\n<li>I lanci di attacco contro la creatura hanno vantaggio. </li>\n<li>La creatura fallisce automaticamente i tiri salvezza di Forza e Destrezza.</li>\n<li>La creatura ha resistenza a tutti i danni.</li>\n<li>La creatura è immune al veleno e alle malattie, anche se un veleno o una malattia già presente nel suo sistema viene sospeso, non neutralizzato.</li></ul>"
		},
		{
			"id": "Poisoned",
			"name": "Avvelenato",
			"description": "<p>Una creatura avvelenata ha svantaggio nei tiri di attacco e nelle prove di abilità.</p>"
		},
		{
			"id": "Prone",
			"name": "Prono",
			"description": "<p>L'unica opzione di movimento di una creatura prona è strisciare, a meno che non si alzi in piedi e quindi ponga fine alla condizione. </p>\n<ul>\n<li>La creatura ha svantaggio nei tiri di attacco in mischia.</li>\n<li>La creatura ha svantaggio nei tiri di attacco a distanza contro bersagli entro 30 piedi.</li>\n<li>Un tiro di attacco contro la creatura ha vantaggio se l'attaccante si trova entro 5 piedi dalla creatura. Altrimenti, il tiro di attacco ha svantaggio.</li></ul>"
		},
		{
			"id": "Restrained",
			"name": "Trattenuto",
			"description": "<p>La velocità di una creatura immobilizzata diventa 0, e non può beneficiare di alcun bonus alla sua velocità.</p>\n<ul><li>I tiri per attaccare contro la creatura hanno vantaggio, e i tiri per attaccare della creatura hanno svantaggio.</li>\n<li>La creatura ha svantaggio ai tiri salvezza di Destrezza.</li></ul>"
		},
		{
			"id": "Shocked",
			"name": "Scioccato",
			"description": "<p>La velocità di una creatura scioccata è ridotta della metà.</p>\n<ul><li>La creatura non può utilizzare reazioni.</li></ul>"
		},
		{
			"id": "Stunned",
			"name": "Stordito",
			"description": "<p>Una creatura stordita è incapacitata (vedi condizione nel PHB), non può muoversi e può parlare solo in modo vacillante.</p>\n<ul>n<li>La creatura fallisce automaticamente i tiri salvezza di Forza e Destrezza.</li>\n<li>I tiri per attaccare contro la creatura hanno vantaggio.</li></ul>"
		},
		{
			"id": "Unconscious",
			"name": "Incosciente",
			"description": "<p>Una creatura incosciente è incapacitata (vedi condizione nel PHB), non può muoversi o parlare ed è inconsapevole di ciò che la circonda</p>\n<ul><li>La creatura lascia cadere qualsiasi cosa stia tenendo e cade prona. </li>\n<li>La creatura fallisce automaticamente i tiri salvezza di Forza e Destrezza.</li>\n<li>I tiri per colpire la creatura hanno vantaggio.</li>\n<li>Ogni attacco che colpisce la creatura è un colpo critico se l'attaccante si trova entro 5 piedi dalla creatura.</li></ul>"
		}
	]
}