{
	"label": "Poteri della Forza",
	"entries": [
		{
			"id": "Affect Mind",
			"name": "Influenza Mente",
			"description": "<p>Scegli un bersaglio a portata di mano che non sia ostile nei tuoi confronti. Il bersaglio deve effettuare un tiro salvezza di Saggezza. Se il tiro salvezza è fallito, avrai un vantaggio su tutte le prove di Carisma dirette a quel bersaglio. </p>\n<p>Se il tiro salvezza ha successo, la creatura non si rende conto che hai cercato di usare la Forza per influenzare il suo umore, ma diventa immune a questo potere per un giorno. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Affliction",
			"name": "Afflizione",
			"description": "<p><em><strong>Prequisiti</strong>: Lento</em></p>\n<p>Scegli una creatura che puoi vedere a distanza. Quella creatura deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza viene fallito, il bersaglio guadagna 1 livello di lentezza, subisce una penalità di -2 alla CA e ai tiri salvezza di Destrezza e non può utilizzare le reazioni. Nel suo turno, può utilizzare un'azione o un'azione bonus, non entrambe. Indipendentemente dalle abilità o dagli oggetti della creatura, non può effettuare più di un attacco in mischia o a distanza durante il suo turno.</p>\n<p>Se la creatura tenta di lanciare un potere con un tempo di lancio di 1 azione, tira un [[/r d20]]. Con un 11 o più alto, il potere non ha effetto fino al prossimo turno della creatura e la creatura deve usare la sua azione in quel turno per completare il potere. Se non ci riesce, il potere viene sprecato.\t</p>\n<p>La creatura effettua un altro tiro salvezza di Costituzione alla fine del suo turno. Se il tiro salvezza ha successo, l'effetto termina.</p>"
		},
		{
			"id": "Animate Weapon",
			"name": "Anima Arma",
			"description": "<p><em><strong>Prequisiti</strong>: Disarmo della Forza</em></p>\n<p>Selezioni un'arma leggera o vibro entro il raggio d'azione di questo potere, che non sia indossata o portata da una creatura cosciente diversa da te, e usi la Forza per farla levitare, agendo come un'estensione della tua volontà per la durata o finché non lancerai nuovamente questo potere. Quando usi questo potere, puoi far muovere l'arma fino a 6 metri e sferrare un attacco di forza in mischia contro una creatura entro 1 metro e mezzo da essa. Se colpito, il bersaglio prende [[/r 1d8]] + il tuo modificatore di abilità di forzatura. Il tipo di danno è quello normale inflitto dall'arma.</p>\n<p>Mentre l'arma è animata, ad ogni tuo turno puoi usare un'azione bonus per muovere l'arma fino a 6 metri e ripetere l'attacco contro una creatura entro un raggio di 5 metri da essa. In qualsiasi momento, puoi terminare questo potere di forza per rimettere l'arma animata nella tua mano.</p>\n<p>Un nemico può tentare di ottenere il controllo dell'arma usando la sua azione per effettuare una prova di Forza (Atletica) contro la tua CD di forza. In caso di successo, la creatura ottiene il controllo dell'arma e il potere termina.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 3° livello o superiore, il danno dell'arma aumenta di [[/r 1d8]] per ogni due livelli di slot superiori al 2°.</p>"
		},
		{
			"id": "Armor of Abeloth",
			"name": "Armatura di Abeloth",
			"description": "<p>Una forza protettiva ti circonda, manifestandosi come una luce scintillante che copre te e il tuo equipaggiamento. Guadagni 5 punti ferita temporanei per la durata. Se una creatura ti colpisce con un attacco in mischia mentre hai questi punti ferita, la creatura subisce 5 danni psichici.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 2° livello o superiore, sia i punti ferita temporanei che i danni psichici aumentano di 5 per ogni slot.</p>"
		},
		{
			"id": "Aura of Purity",
			"name": "Aura di Purità",
			"description": "<p><em><strong>Prequisiti</strong>: Restauro</em></p>\n<p>L'energia purificante si irradia da te in un raggio di 30 piedi. Finché il potere non termina, l'aura si muove con te, centrata su di te. Ogni creatura non ostile nell'aura (te compreso) non può ammalarsi, ha resistenza ai danni da veleno e ha vantaggio nei tiri salvezza contro gli effetti che causano una delle seguenti condizioni: accecato, incantato, assordato, spaventato, paralizzato, avvelenato e stordito.</p>"
		},
		{
			"id": "Aura of Vigor",
			"name": "Aura di Vigore",
			"description": "<p><em><strong>Prequisiti</strong>:Valore</em></p>\n<p>L'energia energizzante si irradia da te in un raggio di 30 piedi. Finché il potere non termina, l'aura si muove con te, centrata su di te. Ogni creatura non ostile nell'aura (te compreso) infligge un danno extra di [[/r 1d4]] con gli attacchi delle armi.</p>"
		},
		{
			"id": "Battle Insight",
			"name": "Intuito di Battaglia",
			"description": "<p>Concentri la tua attenzione su un bersaglio nel raggio d'azione. Attraverso la Forza, ottieni una breve visione delle difese del bersaglio. Al tuo prossimo turno, ottieni un vantaggio nel tuo primo attacco contro il bersaglio, a condizione che questo potere non sia terminato.</p>\n<p>Questo potere beneficia di attacchi aggiuntivi ai livelli più alti: due attacchi al 5° livello, tre attacchi all'11° livello e quattro attacchi al 17° livello.</p>"
		},
		{
			"id": "Battle Meditation",
			"name": "Meditazione di Battaglia",
			"description": "<p>Trasudi un'aura a un metro e mezzo di distanza che aumenta il morale e l'abilità generale in battaglia tua e dei tuoi alleati, riducendo contemporaneamente l'efficacia in combattimento degli avversari, erodendo la loro volontà di combattere. </p>\n<p>Ogni volta che tu o una creatura amica all'interno della tua meditazione effettua un tiro di attacco o un tiro salvezza, può tirare un [[/r d4]] e aggiungere il numero ottenuto al tiro di attacco o al tiro salvezza. </p>\n<p>Ogni volta che una creatura ostile entra nella tua meditazione o vi inizia il suo turno, deve effettuare un tiro salvezza di Carisma. Se il tiro salvezza è fallito, deve tirare un [[/r d4]] e sottrarre il numero ottenuto da ogni tiro di attacco o tiro salvezza che effettua prima della fine del tuo prossimo turno. Se il tiro salvezza ha successo, è immune a questo potere per 1 giorno.</p>"
		},
		{
			"id": "Battle Precognition",
			"name": "Precognizione della Battaglia",
			"description": "<p>La tua sintonia con la Forza ti avverte quando stai per entrare in pericolo. Finché il potere non termina, la tua CA base diventa 13 + il tuo modificatore di Destrezza. Questo potere non ha effetto se indossi un'armatura.</p>"
		},
		{
			"id": "Battlemind",
			"name": "Mente Guerriera",
			"description": "<p><em><strong>Prequisiti</strong>: Precognizione della Battaglia</em></p>\n<p>Tramite la Forza, ottieni una forma limitata di telepatia che ti permette di anticipare le mosse dei tuoi avversari in combattimento. Quando non indossi un'armatura o non brandisci uno scudo, ottieni un bonus di +2 alla CA contro gli attacchi in mischia e un bonus di +3 alla CA contro gli attacchi a distanza.</p>n<p>Questo bonus alla CA non viene applicato contro gli attacchi di droidi, costrutti o creature con resistenza o immunità ai danni psichici.</p>"
		},
		{
			"id": "Beacon of Hope",
			"name": "Faro di Speranza",
			"description": "<p><em><strong>Prequisito</strong>: Eroismo</em></p>\n<p>Questo potere dona speranza e vitalità. Scegli un numero qualsiasi di creature entro il raggio d'azione. Per tutta la durata, ogni bersaglio ha un vantaggio nei tiri salvezza di Saggezza e nei tiri salvezza per la morte, e recupera il massimo numero di punti ferita possibili da qualsiasi cura.</p>"
		},
		{
			"id": "Beast Trick",
			"name": "Inganna Bestia",
			"description": "<p>Questo potere ti permette di distrarre una bestia. Scegli una bestia che puoi vedere a portata di mano. Se l'Intelligenza della bestia è 4 o superiore, il potere fallisce. Altrimenti, la bestia deve riuscire in un tiro salvezza di Saggezza o essere ammaliata da te per la durata del potere. Se tu o uno dei tuoi compagni fate del male al bersaglio, il potere termina.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 2° livello o superiore, puoi influenzare una bestia in più per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Bestow Curse",
			"name": "Conferisci Maledizione",
			"description": "<p><em><strong>Prequisiti</strong>: Maledizione</em></p>\n<p>Toccherai una creatura, che dovrà riuscire in un tiro salvezza di Saggezza o diventare maledetta per la durata del potere. Quando lanci questo potere, scegli la natura della maledizione tra le seguenti opzioni:</p>\n<ul><li>Scegli un punteggio di abilità. Mentre è maledetto, il bersaglio ha svantaggio nelle prove di abilità e nei tiri salvezza effettuati con quel punteggio.</li>\n<li>Mentre è maledetto, il bersaglio ha svantaggio nei tiri per colpire contro di te.</li>\n<li>Mentre è maledetto, il bersaglio deve effettuare un tiro salvezza di Saggezza all'inizio di ogni suo turno. Se fallisce, in quel turno spreca la sua azione senza fare nulla.</li>\n<li>Mentre il bersaglio è maledetto, i tuoi attacchi e i tuoi poteri infliggono un danno necrotico extra [[/r 1d8]] al bersaglio.</li>\n</ul>\n</li>\n<p>Un potere di rimozione della maledizione pone fine a questo effetto. A discrezione del GM, si può scegliere un effetto maledizione alternativo, ma non dovrebbe essere più potente di quelli descritti sopra. Il GM ha l'ultima parola sull'effetto di tale maledizione. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Break",
			"name": "Rompi",
			"description": "<p>Infliggi 10 danni da forza a un oggetto che puoi vedere nel raggio d'azione e che non sia indossato o trasportato, generando un'esplosione sonora che può essere udita fino a 100 piedi di distanza. Anche se l'oggetto non viene distrutto, piccoli frammenti di schegge volano verso le creature entro 5 piedi da esso. Ogni creatura deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, la creatura subisce [[/r 1d4]] danni cinetici. </p>\n<p>Il danno cinetico di questo potere aumenta di [[/r 1d4]] quando raggiungi il 5° livello ([[/r 2d4]]), l'11° livello ([[/r 3d4]]) e il 17° livello ([[/r 4d4]]), e anche il danno da forza del potere aumenta di 10 a ciascuno di questi livelli.</p>"
		},
		{
			"id": "Breath Control",
			"name": "Controllo del Respiro",
			"description": "<p>Sei in grado di rallentare il tuo metabolismo in modo tale che puoi smettere di respirare e resistere all'effetto delle tossine nel tuo corpo. Se vieni avvelenato, neutralizzi il veleno. Se più di un veleno ti affligge, neutralizzi un veleno che sai essere presente, oppure ne neutralizzi uno a caso.</p>\n<p>Per tutta la durata, hai vantaggio nei tiri salvezza contro l'avvelenamento, resistenza ai danni da veleno e non hai più bisogno di respirare.</p>"
		},
		{
			"id": "Burst",
			"name": "Scoppio",
			"description": "<p>Fai esplodere la terra da sotto i tuoi piedi. Ogni creatura entro il raggio d'azione, tranne te, deve riuscire in un tiro salvezza di Destrezza o subire [[/r 1d8]] danni cinetici.</p>n<p>Il danno di questo potere aumenta di [[/r 1d8]] al 5° livello ([[/r 2d8]]), all'11° livello ([[/r 3d8]]) e al 17° livello ([[/r 4d8]]).</p>"
		},
		{
			"id": "Burst of Speed",
			"name": "Scoppio di Velocità",
			"description": "<p>Tocca una creatura. La velocità del bersaglio aumenta di 10 piedi fino al termine del potere.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 2° livello o superiore, puoi bersagliare una creatura addizionale per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Call Lightning",
			"name": "Chiama Fulmine",
			"description": "<p>Quando ti allinei con la natura attraverso la Forza, appare un cilindro di nuvola temporalesca alto 10 piedi e con un raggio di 60 piedi, centrato su un punto che puoi vedere a portata di mano sopra di te, con te come punto centrale. Il potere fallisce se la tua posizione non può accogliere le dimensioni o l'altezza della nuvola. Quando lanci il potere, scegli un punto sotto la nuvola su cui far cadere il fulmine. Ogni creatura entro 5 piedi deve effettuare un tiro salvezza di Destrezza, subendo [[/r 3d10]] danni da fulmine in caso di fallimento e la metà in caso di successo. Finché il potere persiste, puoi usare la tua azione per richiamare un fulmine in un punto del raggio d'azione.</p>\n<p>Se ti trovi all'aperto e in una tempesta, il potere ti dà il controllo della tempesta piuttosto che crearne una nuova. Il danno del fulmine aumenta anche di [[/r 1d10]].</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 4° livello o superiore, il danno aumenta di [[/r 1d10]] per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Calm Emotions",
			"name": "Calma Emozioni",
			"description": "<p><em><strong>Prequisiti</strong>: Percepisci Emozioni</em></p>\n<p>Tenterai di sopprimere le forti emozioni in un gruppo di persone. Ogni umanoide in una sfera di 20 piedi di raggio centrata su un punto a tua scelta entro il raggio d'azione deve effettuare un tiro salvezza di Carisma, una creatura può scegliere di fallire questo tiro salvezza se lo desidera. Se una creatura fallisce il tiro salvezza, scegli uno dei due effetti seguenti.</p>\n<ul>\n<li>Puoi sopprimere qualsiasi effetto che provochi l'incanto o la paura di un bersaglio. Quando questo potere termina, qualsiasi effetto soppresso riprende, a patto che la sua durata non sia scaduta nel frattempo. </li>\n<li>Puoi rendere un bersaglio indifferente alle creature di tua scelta verso cui è ostile. Questa indifferenza termina se il bersaglio viene attaccato o danneggiato da un potere o se assiste al danneggiamento di uno dei suoi amici. </li>\n</ul>\n<p>Quando il potere termina, la creatura torna ad essere ostile, a meno che il GM non decida altrimenti.</p>"
		},
		{
			"id": "Choke",
			"name": "Soffoca",
			"description": "<p>Fai un gesto di costrizione verso una creatura entro il raggio d'azione. Il bersaglio deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza è fallito, il bersaglio subisce [[/r 5d8]] danni da forza e viene immobilizzato fino alla fine del tuo prossimo turno. Con un tiro salvezza riuscito, il bersaglio subisce la metà dei danni e non viene trattenuto.</p>\n<p>Puoi usare un'azione bonus mentre il bersaglio è trattenuto per spostarlo fino a 5 piedi in qualsiasi direzione.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 4° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Cloud Mind",
			"name": "Offusca Mente",
			"description": "<p>Tira [[/r 5d8]]; il totale è quanti punti ferita delle creature può influenzare questo potere. Le creature entro 20 piedi da un punto scelto vengono colpite in ordine di punti ferita attuali.</p>\n<p>Iniziando dalla creatura che ha i punti ferita attuali più bassi, ogni creatura colpita da questo potere cade svenuta. Se il potere termina, il dormiente subisce danni o qualcuno usa un'azione per risvegliare il dormiente, questo verrà risvegliato.</p>\n<p>Sottrai i punti ferita di ogni creatura dal totale prima di passare alla creatura con i successivi punti ferita più bassi. I punti ferita di una creatura devono essere uguali o inferiori al totale rimanente perché la creatura sia influenzata.</p>\n<p>Questo potere non ha effetto su droidi o costrutti.</p>n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 2° livello o superiore, puoi tirare un ulteriore [[/r 2d8]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Coerce Mind",
			"name": "Costringi Mente",
			"description": "<p><p><em><strong>Prequisiti</strong>: Influenza Mente</em></p>\n<p>Si suggerisce un corso di attività (limitato a una o due frasi) e si influenza con la Forza una creatura che si vede nel raggio d'azione e che può sentirti e capirti.  Le creature che non possono essere incantate sono immuni a questo effetto. Il suggerimento deve essere formulato in modo tale da far sembrare ragionevole la linea d'azione. Chiedere alla creatura di farsi del male nega automaticamente l'effetto del potere. Se il tiro salvezza è fallito, persegue la linea d'azione che hai descritto al meglio delle sue capacità. Il corso d'azione suggerito può continuare per l'intera durata. Se l'attività suggerita può essere completata in un tempo più breve, il potere termina quando il soggetto finisce ciò che gli è stato chiesto di fare.</p>\n<p>Puoi anche specificare delle condizioni che faranno scattare un'attività speciale durante la durata. Per esempio, si potrebbe suggerire a un soldato di dare il suo speeder al primo vagabondo che incontra. Se la condizione non viene soddisfatta prima che il potere scada, l'attività non viene eseguita.</p>\n<p>Se tu o uno dei tuoi compagni danneggiate il bersaglio, il potere termina. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Comprehend Speech",
			"name": "Comprendi Discorso",
			"description": "<p>Per tutta la durata, si capisce il significato letterale di qualsiasi lingua parlata che si sente.</p>"
		},
		{
			"id": "Control Pain",
			"name": "Controlla Dolore",
			"description": "<p><em><strong>Prequisiti</strong>: Forza del Corpo</em></p>\n<p>Utilizzi la Forza per spingere il tuo corpo oltre i suoi normali limiti. Non puoi morire per i danni o per i tiri salvezza falliti mentre questo potere è in vigore, ma lo sforzo ti tassa. Se hai 0 punti ferita mentre sei sotto l'effetto di questo potere, non cadi svenuto e continui ad agire e combattere normalmente. Mentre rimani a 0 punti ferita, devi effettuare un tiro salvezza all'inizio di ogni tuo turno. Ogni volta che fallisci un tiro salvezza, subisci una penalità cumulativa di -1 ai tiri salvezza, alle prove di abilità e ai tiri salvezza (inclusi i tiri salvezza per la morte). Questa penalità dura finché non riacquisti punti ferita. I tiri salvezza riusciti non hanno effetto, ma un 20 naturale ripristina 1 punto ferita come al solito. </p>\n<p>Se hai 0 punti ferita al termine di questo potere, muori all'istante.</p>"
		},
		{
			"id": "Convulsion",
			"name": "Convulsione",
			"description": "<p><em><strong>Prequisiti</strong>: Tremore</em></p>\n<p>Scegli un punto che puoi vedere sul terreno a portata. Una fontana di terra smossa e pietra erutta in un cubo di 6 metri centrato su quel punto. Ogni creatura in quell'area deve effettuare un tiro salvezza di Destrezza. Una creatura prende [[/r 3d12]] danni cinetici se fallisce il tiro salvezza, o la metà dei danni se riesce. Inoltre, il terreno in quell'area diventa terreno difficile fino a quando non viene liberato. Ogni porzione di area di 5 piedi quadrati richiede almeno 1 minuto per essere liberata a mano.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 4° livello o superiore, il danno aumenta di [[/r 1d12]] per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Crush",
			"name": "Schiaccia",
			"description": "<p><em><strong>Prequisiti</strong>: Soffoca</em></p>\n<p>Fai un gesto di schiacciamento verso una creatura entro il raggio d'azione. Il bersaglio deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza è fallito, il bersaglio subisce [[/r 10d8]] danni da forza e rimane paralizzato fino alla fine del tuo prossimo turno. Con un tiro salvezza riuscito, il bersaglio subisce la metà dei danni e non è paralizzato.</p>\n<p>Puoi usare un'azione bonus mentre il bersaglio è paralizzato per spostarlo fino a 10 piedi in qualsiasi direzione.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 7° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 6°.</p>"
		},
		{
			"id": "Curse",
			"name": "Maledici",
			"description": "<p><em><strong>Prequisiti</strong>:Denuncia</em></p>\n<p>Fino a tre creature a tua scelta che puoi vedere a distanza devono effettuare dei tiri salvezza di Carisma. La prima volta ogni turno che un bersaglio che fallisce questo tiro salvezza effettua un tiro d'attacco o un tiro salvezza prima che il potere termini, il bersaglio deve tirare un [[/r d4]] e sottrarre il numero ottenuto dal tiro d'attacco o dal tiro salvezza.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere con uno slot forza di 3° livello o superiore, puoi bersagliare una creatura addizionale per ogni due livelli di slot superiori al 1°. Quando lanci questo potere al 3°, 6° o 9° livello, il dado aumenta rispettivamente a [[/r d6]], [[/r d8]] e [[/r d10]].</p>"
		},
		{
			"id": "Danger Sense",
			"name": "Percepisci Pericolo",
			"description": "<p>Riponi la tua fede nella Forza, tastando il futuro e vedendo se le tue azioni porteranno alla fortuna o alla rovina. Il GM sceglie tra i seguenti possibili presagi: </p>\n<ul>\n<li><strong>Pace</strong>, per risultati che non sono pericolosi</li>\n<li><strong>Pericolo</strong>, per risultati che sono pericolosi ma che forse valgono il pericolo</li\n<li><strong>Rovina</strong>, per risultati che sono certi di finire in morte o tragedia</li>\n</ul>\n<p>Il potere non tiene conto di eventuali circostanze che potrebbero cambiare il risultato, come l'uso di poteri aggiuntivi o la perdita o il guadagno di un compagno. </p>\n<p>Se usi questo potere due o più volte prima di completare il tuo prossimo riposo lungo, c'è una probabilità cumulativa del 25% per ogni lancio successivo al primo di ottenere un risultato neutrale, indipendentemente dal risultato effettivo.</p>"
		},
		{
			"id": "Dark Aura",
			"name": "Aura Oscura",
			"description": "<p><em><strong>Prequisito</strong>: Strega</em></p>\n<p>Per tutta la durata del potere manifesti un manto di malevola energia del lato oscuro.</p>\n<p>Fino al termine del potere, ogni tuo attacco infligge un extra [[/r 1d8]] danno necrotico quando colpisci una creatura entro 3 metri da te. Ogni creatura che subisce questo danno non può recuperare punti ferita fino all'inizio del tuo prossimo turno.</p>\n<p>Inoltre, ogni creatura a tua scelta che puoi vedere e che inizia il suo turno entro 3 metri da te guadagna 1 livello rallentato fino all'inizio del tuo prossimo turno.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 4° livello o superiore, il danno extra aumenta di [[/r 1d8]] per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Dark Shear",
			"name": "Taglio Oscuro",
			"description": "<p>Crei un'arma di impercettibile energia della Forza che dura fino alla fine del potere. Conta come un'arma leggera semplice con la quale sei abile. Infligge [[/r 2d6]] danni psichici e ha le proprietà finezza, luce e lancio (portata 20/60). Quando si attacca in penombra o nell'oscurità, si ha vantaggio.</p>\n<p>Se si lascia cadere l'arma o la si lancia, essa scompare alla fine del turno. Mentre il potere dura, puoi usare un'azione bonus per far riapparire l'arma nella tua mano.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 3° o 4° livello, il danno aumenta di [[/r 1d6]] ([[/r 3d6]]). Al 5° o 6° livello, il danno aumenta di [[/r 2d6]] ([[/r 4d6]]). Al 7° livello o superiore, il danno aumenta di [[/r 3d6]] ([[/r 5d6]]).</p>"
		},
		{
			"id": "Dark Side Tendrils",
			"name": "Viticci del Lato Oscuro",
			"description": "<p>Viticci di energia oscura eruttano da te e colpiscono tutte le creature entro 3 metri da te. Ogni creatura in quell'area deve effettuare un tiro salvezza di Forza. Con un tiro salvezza fallito, un bersaglio subisce [[/r 2d6]] danni necrotici e non può subire reazioni fino al suo prossimo turno. Con un tiro salvezza riuscito, la creatura subisce metà dei danni, ma non subisce altri effetti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di potere di 2° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Darkness",
			"name": "Oscurità",
			"description": "<p>L'oscurità si diffonde da un punto scelto da te all'interno del raggio d'azione per riempire una sfera di 15 piedi di raggio finché il potere non termina. L'oscurità si diffonde intorno agli angoli. Una creatura con la visione oscura non può vedere attraverso questa oscurità e la luce non potenziata non può illuminarla.</p>\n<p>Se il punto che scegli è su un oggetto che stai tenendo in mano o che non viene indossato o trasportato, l'oscurità proviene dall'oggetto e si muove con esso. Coprire completamente la fonte dell'oscurità con un oggetto opaco blocca l'oscurità.</p>\n<p>Se l'area di questo potere si sovrappone alla luce creata da un potere di 2° livello o inferiore, questo potere e la luce vengono dissipati.</p>"
		},
		{
			"id": "Death Field",
			"name": "Campo della Morte",
			"description": "<p><em><strong>Prequisiti</strong>: Vita su Siphon</em></p>\n<p>Assorbi la forza vitale da ogni creatura in un cubo di 30 piedi centrato su un punto a tua scelta nel raggio d'azione. Ogni creatura in quell'area deve effettuare un tiro salvezza di Costituzione. Una creatura subisce [[/r 10d8]] danni necrotici se fallisce il tiro salvezza, o la metà dei danni se riesce. Se riduci a 0 una creatura ostile, guadagni punti ferita temporanei pari alla metà dei danni inflitti. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Defensive Technique",
			"name": "Tecnica Difensiva",
			"description": "<p>Come parte dell'azione usata per lanciare questo potere, devi effettuare un attacco con un'arma da mischia contro una creatura alla tua portata, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e tu ti difendi da esso tramite la Forza.</p>\n<p>Se il bersaglio ti costringe a effettuare un tiro salvezza prima dell'inizio del tuo prossimo turno, il bersaglio subisce un ulteriore [[/r 1d6]] danno psichico, e tu puoi tirare [[/r 1d4]] e aggiungere il numero ottenuto al tuo tiro salvezza. Il potere termina quindi. </p>\n<p>Il danno del potere aumenta quando si raggiungono livelli più alti. Al 5° livello, l'attacco in mischia infligge un danno psichico extra di [[/r 1d6]] al bersaglio, e il danno psichico che il bersaglio subisce per averti costretto a effettuare un tiro salvezza aumenta a [[/r 2d6]]. Entrambi i tiri per i danni aumentano di [[/r 1d6]] all'11° livello e al 17° livello.</p>"
		},
		{
			"id": "Denounce",
			"name": "Denuncia",
			"description": "<p>Un bersaglio a tua scelta nel raggio d'azione deve effettuare un tiro salvezza di Carisma. Se il tiro salvezza è fallito, quando il bersaglio effettua il prossimo attacco o tiro salvezza deve tirare un [[/r d4]] e sottrarre il numero da esso. Il potere termina quindi. </p>\n<p>Il dado di questo potere aumenta ai livelli più alti: un [[/r d6]] al 5° livello, un [[/r d8]] all'11° livello e un [[/r d10]] al 17° livello.</p>"
		},
		{
			"id": "Destroy Droid",
			"name": "Distruggi Droide",
			"description": "<p><em><strong>Prequisiti</strong>: Disabilita Droide</em></p>\n<p>Scegli un punto che puoi vedere a portata di mano. Ogni droide o costrutto deve riuscire in un tiro salvezza di Costituzione o essere paralizzato per la durata. All'inizio di ogni suo turno, un bersaglio colpito subisce un danno energetico pari al doppio del tuo modificatore di capacità di forcecasting e poi ripete questo tiro salvezza. In caso di successo, il potere termina sul bersaglio.</p>"
		},
		{
			"id": "Disable Droid",
			"name": "Disabilità Droide",
			"description": "<p><em><strong>Prequisiti</strong>: Stordisci Droide</em></p>\n<p>Scegli un punto che puoi vedere a portata. Ogni droide o costrutto deve riuscire in un tiro salvezza di Costituzione o essere paralizzato per la durata. All'inizio di ogni suo turno, la creatura colpita subisce un danno energetico pari al tuo modificatore di abilità forcecasting e poi ripete questo tiro salvezza.  In caso di successo, il potere termina sul bersaglio.</p>"
		},
		{
			"id": "Disperse Force",
			"name": "Disperdi Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Difesa con Forza</em></p>\n<p>Questo potere assorbe i danni di certi attacchi in arrivo, diminuendo il loro effetto su di te e distribuendoli in tutto il tuo corpo. Hai resistenza al tipo di danno innescato fino all'inizio del tuo prossimo turno. Inoltre, guadagni 5 punti ferita temporanei per assorbire potenzialmente l'attacco. Questi punti ferita temporanei durano fino all'inizio del tuo prossimo turno.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 2° livello o superiore, i punti ferita temporanei aumentano di 5 per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Dominate Beast",
			"name": "Domina Bestia",
			"description": "<p>Una bestia che puoi vedere deve riuscire in un tiro salvezza di Saggezza o essere incantata. Se tu o i tuoi compagni la state combattendo, ha un vantaggio su questo tiro salvezza.</p>\n<p>Mentre è incantata, hai un legame telepatico con lei se vi trovate sullo stesso pianeta. Potete usare questo legame per impartire dei comandi mentre siete coscienti, senza che sia richiesta alcuna azione, e lui fa del suo meglio per obbedire. Potete specificare una linea d'azione semplice e generale. Se porta a termine l'ordine e non riceve altri ordini, si concentra a difendersi.</p>\n<p>Puoi usare la tua azione per prendere il controllo totale del bersaglio. Fino alla fine del tuo prossimo turno, la bestia compie solo le azioni che decidi tu e niente che tu non le permetta. Puoi anche fare in modo che la bestia usi una reazione, ma anche questa richiede la tua reazione.</p>\n<p>Se la bestia subisce danni, effettua un altro tiro salvezza di Saggezza. In caso di successo, il potere termina.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 5° livello, la durata è fino a 10 minuti. Con uno slot di 6° livello, la durata è fino a 1 ora. Con uno slot di 7° livello o superiore, la durata è fino a 8 ore.</p>"
		},
		{
			"id": "Dominate Mind",
			"name": "Domina Mente",
			"description": "<p><em><strong>Prequisiti</strong>: Domina Bestia</em></p>\n<p>Tenterai di ammaliare un umanoide che puoi vedere nel tuo raggio d'azione. Deve riuscire in un tiro salvezza di Saggezza o essere ammaliato da te per la durata. Se tu o creature a te amichevoli state combattendo contro di lui, esso ha un vantaggio sul tiro salvezza.</p>\n<p>Mentre il bersaglio è incantato, tu hai un legame telepatico con lui finché ti trovi entro 1 miglio da esso. Puoi usare questo legame telepatico per impartire comandi alla creatura mentre sei cosciente (nessuna azione richiesta), ai quali essa farà del suo meglio per obbedire. Puoi specificare una semplice e generale linea d'azione, come Attacca quella creatura', 'Corri laggiù o 'Prendi quell'oggetto'. Se la creatura completa l'ordine e non riceve ulteriori istruzioni da te, si difende e si preserva al meglio delle sue capacità.</p>\n<p>Puoi usare la tua azione per prendere il controllo totale e preciso del bersaglio. Fino alla fine del tuo prossimo turno, la creatura compie solo le azioni da te scelte e non fa nulla che tu non le permetta di fare. Durante questo periodo puoi anche far sì che la creatura usi una reazione, ma questo richiede che tu usi anche la tua reazione.</p>\n<p>Ogni volta che il bersaglio subisce danni, effettua un nuovo tiro salvezza di Saggezza contro il potere. Se il tiro salvezza ha successo, il potere termina. </p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 6° livello, la durata è di 10 minuti. Quando usi uno slot forza di 7° livello, la durata è di 1 ora. Quando usi uno slot di forza di 8° livello o superiore, la durata è di 8 ore.</p>"
		},
		{
			"id": "Dominate Monster",
			"name": "Domina Mostro",
			"description": "<p><em><strong>Prequisiti</strong>:Domina Mente</em></p>\n<p>Tenterai di ammaliare una creatura che puoi vedere nel tuo raggio d'azione. Deve riuscire in un tiro salvezza di Saggezza o essere ammaliata da te per tutta la durata. Se tu o creature a te amichevoli state combattendo contro di essa, essa ha un vantaggio sul tiro salvezza.</p>\n<p>Mentre la creatura è incantata, tu hai un legame telepatico con essa finché ti trovi entro 1 miglio da essa. Puoi usare questo legame telepatico per impartire degli ordini alla creatura mentre sei cosciente (nessuna azione richiesta), ai quali essa farà del suo meglio per obbedire. Puoi specificare una semplice e generale linea d'azione, come 'Attacca quella creatura', 'Corri laggiù'' o 'Prendi quell'oggetto'. Se la creatura completa l'ordine e non riceve ulteriori istruzioni da te, si difende e si preserva al meglio delle sue capacità.</p>\n<p>Puoi usare la tua azione per prendere il controllo totale e preciso del bersaglio. Fino alla fine del tuo prossimo turno, la creatura compie solo le azioni da te scelte e non fa nulla che tu non le permetta di fare. Durante questo periodo, puoi anche far sì che la creatura usi una reazione, ma questo richiede che tu usi anche la tua reazione.</p>\n<p>Ogni volta che il bersaglio subisce danni, effettua un nuovo tiro salvezza di Saggezza contro il potere. Se il tiro salvezza ha successo, il potere termina. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere con uno slot forza di 9° livello, la durata è la concentrazione, fino a 8 ore.</p>"
		},
		{
			"id": "Drain Life",
			"name": "Prosciuga Vita",
			"description": "<p><em><strong>Prequisiti</strong>: Prosciuga Vitalità</em></p>\n<p>Consumi la forza vitale da una creatura che puoi vedere entro il raggio d'azione. Il bersaglio deve effettuare un tiro salvezza di Costituzione. Il bersaglio subisce [[/r 8d8]] danni necrotici se fallisce il tiro salvezza, o la metà dei danni se riesce. Se riduci a 0 una creatura ostile, guadagni punti ferita temporanei pari alla metà dei danni inflitti. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 5° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 4°.</p>"
		},
		{
			"id": "Drain Vitality",
			"name": "Prosciuga Vitalità",
			"description": "<p><em><strong>Prequisiti</strong>: Sabota Vitality</em></p>\n<p>Prendi la forza di volontà da una creatura che puoi vedere a portata. Effettua un attacco di forza a distanza contro il bersaglio. Se viene colpito, il bersaglio subisce [[/r 2d6]] danni necrotici e infligge solo metà dei danni con gli attacchi delle armi che usano la Forza finché il potere non termina.</p>\n<p>Al termine di ogni turno del bersaglio, esso può effettuare un tiro salvezza di Costituzione contro il potere. In caso di successo, il potere termina.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 3° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Dun Moch",
			"name": "Dun Möch",
			"description": "<p>Tenti di manipolare una creatura affinché ti combatta. Una creatura che puoi vedere nel raggio d'azione deve effettuare un tiro salvezza di Saggezza. Se il tiro salvezza viene fallito, la creatura viene attirata da te, soggiogata dalle tue richieste. Per tutta la durata, la creatura ha svantaggio nei tiri di attacco contro creature diverse da te e deve effettuare un tiro salvezza di Saggezza ogni volta che tenta di spostarsi in uno spazio che si trova a più di 30 piedi da te; se riesce in questo tiro salvezza, questo potere non limita il movimento del bersaglio per quel turno. </p>\n<p>Il potere termina se attacchi qualsiasi altra creatura, se lanci un potere che ha come bersaglio una creatura ostile diversa dal bersaglio, se una creatura tua amica danneggia il bersaglio o lancia un potere dannoso su di esso, o se finisci il tuo turno a più di 10 metri dal bersaglio. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Earthquake",
			"name": "Terremoto",
			"description": "<p><em><strong>Prequisiti</strong>: Eruzione</em></p>\n<p>Crea una perturbazione sismica in un punto del terreno che puoi vedere a distanza. Per la durata, un'intensa scossa squarcia il terreno in un cerchio di 100 piedi di raggio centrato su quel punto e scuote le creature e le strutture a contatto con il terreno in quell'area.</p>\n<p>Il terreno nell'area diventa terreno difficile. Ogni creatura sul terreno che si sta concentrando deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza viene fallito, la concentrazione della creatura viene spezzata.</p>\n<p>Quando lanci questo potere e alla fine di ogni turno in cui ti concentri, ogni creatura a terra nell'area deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, la creatura viene messa a terra. </p>\n<p>Questo potere può avere effetti aggiuntivi a seconda del terreno nell'area, come determinato dal GM.</p>\n<p><strong><em>Fessura.</em></strong> Le fessure si aprono nell'area del potere all'inizio del tuo prossimo turno dopo che hai lanciato il potere. Un totale di [[/r 1d6]] tali fessure si aprono in luoghi scelti dal GM. Ognuna è profonda [[/r 1d10 * 10]] piedi, larga 10 piedi e si estende da un bordo dell'area del potere al lato opposto. Una creatura in piedi sul punto in cui si apre una fessura deve riuscire in un tiro salvezza di Destrezza o caderci dentro. Una creatura che riesce a salvarsi si muove con il bordo della fessura mentre si apre.</p>\n<p>Una fessura che si apre sotto una struttura la fa crollare automaticamente (vedi sotto).</p>\n<p><strong><em>Strutture.</em></strong> La scossa infligge 50 danni cinetici a qualsiasi struttura a contatto con il terreno nell'area quando lanci il potere e all'inizio di ogni tuo turno fino al termine del potere. Se una struttura scende a 0 punti ferita, crolla e potenzialmente danneggia le creature vicine. Una creatura entro metà della distanza dell'altezza della struttura deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, la creatura subisce [[/r 5d6]] danni cinetici, viene messa a terra e rimane sepolta tra le macerie, richiedendo una prova di Forza (Atletica) di DC 20 come azione per fuggire. Il GM può regolare la CD più in alto o più in basso, a seconda della natura delle macerie. Con un tiro salvezza riuscito, la creatura subisce la metà dei danni e non cade a terra o viene sepolta.</p>"
		},
		{
			"id": "Enfeeble",
			"name": "Indebolisci",
			"description": "<p>L'energia oscura scorre dalla tua mano verso una creatura nel raggio d'azione. Il bersaglio deve riuscire in un tiro salvezza di Saggezza. Se gli manca qualche punto ferita, subisce [[/r 1d12]] danni necrotici. Altrimenti, subisce [[/r 1d8]].</p>\n<p>Il danno del potere aumenta di un dado al 5°, 11° e 17° livello.</p>"
		},
		{
			"id": "Eruption",
			"name": "Eruzione",
			"description": "<p><em><strong>Prequisiti</strong>: Convulsione</em></p>\n<p>Fai scoppiare fino a sei pilastri di pietra da luoghi sul terreno che puoi vedere a portata di mano. Ogni pilastro è un cilindro che ha un diametro di 5 piedi e un'altezza fino a 30 piedi. Il terreno dove appare un pilastro deve essere abbastanza largo per il suo diametro, e puoi colpire il terreno sotto una creatura se questa è di taglia media o inferiore. Ogni pilastro ha CA 5 e 30 punti ferita. Quando viene ridotto a 0 punti ferita, un pilastro si sbriciola in macerie, il che crea un'area di terreno difficile con un raggio di 10 piedi che dura finché le macerie non vengono rimosse. Ogni porzione di 5 piedi di diametro dell'area richiede almeno 1 minuto per essere rimossa a mano.</p>\n<p>Se un pilastro viene creato sotto una creatura, questa deve riuscire in un tiro salvezza di Destrezza o essere sollevata dal pilastro. Una creatura può scegliere di fallire il tiro salvezza. </p>\n<p>Se si impedisce a un pilastro di raggiungere la sua piena altezza a causa di un soffitto o di un altro ostacolo, una creatura sul pilastro subisce [[/r 6d6]] danni cinetici e viene trattenuta, schiacciata tra il pilastro e l'ostacolo. La creatura trattenuta può usare un'azione per effettuare una prova di Forza o Destrezza (a scelta della creatura) contro la CD di salvataggio del potere. In caso di successo, la creatura non è più trattenuta e deve spostarsi dal pilastro o cadere da esso.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 7° livello o superiore, puoi creare due pilastri aggiuntivi per ogni livello di slot superiore al 6°.</p>"
		},
		{
			"id": "Fear",
			"name": "Spaventa",
			"description": "<p>Risvegli il senso di mortalità in una creatura che puoi vedere nel raggio d'azione. Il bersaglio deve riuscire in un tiro salvezza di Saggezza o diventare spaventato per la durata. Un bersaglio con 25 punti ferita o meno effettua il tiro salvezza con svantaggio. Una creatura spaventata può ripetere questo tiro salvezza alla fine di ogni suo turno, terminando l'effetto con un successo. Questo potere non ha effetto su costrutti o droidi.</p>"
		},
		{
			"id": "Feedback",
			"name": "Feedback",
			"description": "<p>Scateni un'esplosione di energia psichica contro un bersaglio entro il raggio d'azione. Se il bersaglio è in grado di sentirti (anche se non è necessario che ti capisca), deve riuscire in un tiro salvezza di Intelligenza o subire [[/r 1d4]] di danni psichici e avere svantaggio nel prossimo attacco che effettua prima della fine del suo prossimo turno.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d4]] al 5° livello ([[/r 2d4]]), all'11° livello ([[/r 3d4]]) e al 17° livello ([[/r 4d4]]).</p>"
		},
		{
			"id": "Force Barrier",
			"name": "Barriera della Forza",
			"description": "<p>Questo potere rafforza i tuoi alleati con forza e determinazione. Scegli fino a tre creature nel raggio d'azione. I punti ferita massimi e quelli attuali di ogni bersaglio aumentano di 5 per tutta la durata.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 3° livello o superiore, i punti ferita di un bersaglio aumentano di altri 5 per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Force Blind/Deafen",
			"name": "Acciecare/Assordire con la Forza",
			"description": "<p>Puoi accecare o assordare un nemico. Scegli una creatura che puoi vedere nel raggio d'azione per effettuare un tiro salvezza di Costituzione. Se fallisce, il bersaglio è accecato o assordato (a tua scelta) per la durata. Alla fine di ogni suo turno, il bersaglio può effettuare un tiro salvezza di Costituzione. In caso di successo, il potere termina.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 3° livello o superiore, puoi bersagliare una creatura aggiuntiva per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Force Blinding",
			"name": "Acciecare con la Forza",
			"description": "<p>Usi la Forza per emettere un lampo di luce accecante dalla tua mano. Tira [[/r 6d10]], il totale è quanti punti ferita delle creature può colpire questo potere. Le creature in un cono di 15 piedi che parte da te sono colpite in ordine crescente di punti ferita attuali (ignorando le creature incoscienti e quelle che non possono vedere).</p>\n<p>Iniziando dalla creatura che ha i punti ferita attuali più bassi, ogni creatura colpita da questo potere è accecata fino al termine del potere. Sottrai i punti ferita di ogni creatura dal totale prima di passare alla creatura con i successivi punti ferita più bassi. I punti ferita di una creatura devono essere uguali o inferiori al totale rimanente perché la creatura sia influenzata.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 2° livello o superiore, tira un ulteriore [[/r 2d10]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Force Blur",
			"name": "Offusca con la Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Maschera della Forza</em></p>\n<p>Utilizzi la Forza per tessere un'illusione che offusca la tua forma, cambiando e vacillando a tutti coloro che possono vederti. Per tutta la durata, ogni creatura ha uno svantaggio nei tiri di attacco contro di te. Un attaccante è immune a questo effetto se non si affida alla vista, come nel caso di vista cieca, o se può vedere attraverso le illusioni, come nel caso di truesight.<em><strong></p>\n<p>Vista Vera</strong>:</em> Una creatura con la Vista Vera può, fino a una distanza specifica, vedere nell'oscurità normale e potenziata, vedere creature e oggetti invisibili, rilevare automaticamente le illusioni visive e riuscire nei tiri salvezza contro di esse, e percepisce la forma originale di un mutaforma o di una creatura che viene trasformata da un potere. <em><strong></p>\n<p>Vista Cieca</strong>:</em> Una creatura con la vista cieca può percepire l'ambiente circostante senza fare affidamento sulla vista, entro un raggio specifico. Le creature senza occhi, come i Miraluka, e le creature con l'ecolocazione o con sensi potenziati, come i Togruta o le Verpine, hanno questo senso.</p>"
		},
		{
			"id": "Force Body",
			"name": "Corpo della Forza",
			"description": "<p>Questo potere ti permette di utilizzare la tua salute per alimentare i tuoi poteri di forza. Per tutta la durata, quando lanci un potere di forza, metà del costo viene pagato dai tuoi punti forza (arrotondato per eccesso) e metà del costo viene pagato dai tuoi punti ferita (arrotondato per difetto). Inoltre, i tuoi punti ferita massimi vengono diminuiti di questa quantità mentre il potere è attivo.</p>\n<p>Puoi porre fine a questo effetto in qualsiasi momento. Se lanci un potere di forza che ridurrebbe i tuoi punti ferita a 0, il potere fallisce automaticamente e questo effetto termina.</p>"
		},
		{
			"id": "Force Breach",
			"name": "Breccia della Forza",
			"description": "<p>Scegli un punto nel raggio d'azione. Tutti i poteri di forza di 5° livello o inferiori nell'area terminano. Per ogni potere di forza di 6° livello o superiore nell'area, effettua una prova di abilità usando la tua capacità di incantatore. La CD è pari a 10 + il livello del potere. Se la verifica ha successo, il potere di forza termina.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 6° livello o superiore, termini automaticamente gli effetti di un potere di forza sul bersaglio se il livello del potere è uguale o inferiore a quello dello slot di forza che hai usato.</p>"
		},
		{
			"id": "Force Camouflage",
			"name": "Mimetica della Forza",
			"description": "<p>Diventi invisibile fino alla fine del potere. Qualsiasi cosa tu stia indossando o trasportando è invisibile finché è sulla tua persona. Il potere termina se attacchi, lanci un potere o compi un'azione ostile.</p>"
		},
		{
			"id": "Force Chain Lightning",
			"name": "Fulmine a catena della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Fulmine della Forza</em></p>\n<p>Crea un fulmine che si inarca verso un bersaglio a tua scelta che puoi vedere a portata di mano. Tre fulmini saltano poi da quel bersaglio ad altri tre bersagli, ognuno dei quali deve trovarsi entro 30 piedi dal primo bersaglio. Un bersaglio può essere una creatura o un oggetto e può essere bersaglio di uno solo dei dardi.</p>\n<p>Un bersaglio deve effettuare un tiro salvezza di Destrezza. Il bersaglio subisce [[/r 10d8]] danni da fulmine se fallisce il tiro salvezza, o la metà dei danni se lo supera.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 7° livello o superiore, un bullone addizionale salta dal primo bersaglio a un altro bersaglio per ogni livello di slot superiore al 6°.</p>"
		},
		{
			"id": "Force Concealment",
			"name": "Occultamento della Forza",
			"description": "<p>Avvolgi o altera l'aura di una creatura o di un oggetto che tocchi, in modo che i poteri di Forza rivelino false informazioni su di esso. Il bersaglio può essere una creatura consenziente o un oggetto che non sia trasportato o indossato da un'altra creatura.</p>\n<p>Quando lanci il potere, scegli uno o entrambi i seguenti effetti. L'effetto dura per la durata. Se lanci questo potere sulla stessa creatura o oggetto ogni giorno per 30 giorni, applicandovi ogni volta lo stesso effetto, l'effetto dura finché non viene dissipato.</p>\n<p><strong><em>Aura Falsa.</em></strong> Cambi il modo in cui il bersaglio appare ai poteri e agli effetti potenziati basati sulla Forza, come <em>Percepisci Forza</em>, che rilevano la presenza della Forza. Puoi fare in modo che un oggetto o una creatura non potenziata basata sulla Forza appaia potenziata e irradi un'aura di Forza, o che un oggetto o una creatura potenziata basata sulla Forza appaia non potenziata e non irradi un'aura di Forza. Quando usi questo effetto su un oggetto, puoi far apparire la falsa aura a qualsiasi creatura che maneggi l'oggetto.</p>\n<p><strong><em>Mantello.</em></strong> Puoi cambiare il modo in cui l'affinità del bersaglio nella Forza appare al potere <em>Vista della Forza</em>. Per esempio, un Signore dei Sith con un grande potere nel lato oscuro della Forza può apparire invece avere pochissima forza nella Forza, con un'affinità verso il lato chiaro.</p>"
		},
		{
			"id": "Force Confusion",
			"name": "Confusione della Forza",
			"description": "<p>Un umanoide a tua scelta che puoi vedere nel raggio d'azione deve riuscire in un tiro salvezza di Saggezza o diventare incantato da te per la durata. Il bersaglio incantato deve usare la sua azione prima di muoversi in ogni suo turno per sferrare un attacco in mischia contro una creatura diversa da sé che tu scegli mentalmente.</p>\n<p>Il bersaglio può agire normalmente nel suo turno se non scegli nessuna creatura o se nessuna è alla sua portata.</p>\n<p>Nei tuoi turni successivi, devi usare la tua azione per mantenere il controllo sul bersaglio, altrimenti il potere finisce. Inoltre, il bersaglio può effettuare un tiro salvezza di Saggezza alla fine di ogni suo turno. In caso di successo, il potere termina.</p>"
		},
		{
			"id": "Force Current",
			"name": "Corrente della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Tiro/Spinta della Forza</em></p>\n<p>Quando lanci questo potere, alzi la mano e scateni un'esplosione di energia della Forza. Ogni creatura in un cono di 15 piedi deve effettuare un tiro salvezza di Forza. Se il tiro salvezza viene fallito, la creatura subisce [[/r 3d6]] danni da forza e, se è grande o più piccola, viene anche spinta indietro di 5 piedi. Con un tiro salvezza riuscito, una creatura prende la metà dei danni e non viene spinta. Tutti gli oggetti medi o più piccoli che non sono indossati o trasportati all'interno dell'area d'effetto vengono anch'essi spinti indietro di un metro.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 2° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 1°. Per ogni slot di 2 livelli superiore al 1°, puoi aggiungere altri 5 piedi alla spinta.</p>"
		},
		{
			"id": "Force Disarm",
			"name": "Disarmo della Forza",
			"description": "<p>Scegli un'arma o un oggetto indossato o trasportato da una creatura Grande o più piccola a portata di mano. La creatura deve effettuare un tiro salvezza di Forza o Destrezza (la creatura sceglie l'abilità da utilizzare). Se l'oggetto viene trasportato, questo tiro salvezza è effettuato con vantaggio. Se il tiro salvezza viene fallito, l'oggetto viene tirato direttamente a te. Se hai una mano libera, prendi l'arma. Altrimenti, atterra ai tuoi piedi.</p>"
		},
		{
			"id": "Force Enlightenment",
			"name": "Illuminazione della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Guida</em></p>\n<p>Tocchi una creatura e la potenzi con la Forza. Scegli uno dei seguenti effetti; il bersaglio guadagna quell'effetto fino al termine del potere.</p>\n<ul>\n<li><strong><em>Forza..</em></strong> Il bersaglio ha un vantaggio sulle prove di Forza e la sua capacità di carico raddoppia.</li>\n<li><strong><em>Destrezza.</em></strong> Il bersaglio ha vantaggio sulle prove di Destrezza. Inoltre non subisce danni dalla caduta da 6 metri o meno se non è incapacitato.</li>\n<li><strong><em>Resistenza.</em></strong> Il bersaglio ha vantaggio sulle prove di Costituzione. Guadagna anche [[/r 2d6]] punti ferita temporanei, che vengono persi quando il potere termina.</li>\n<li><strong><em>Astuto.</em></strong> Il bersaglio ha vantaggio sulle prove di Intelligenza.</li>\n<li><strong><em>Saggezza.</em></strong> Il bersaglio ha vantaggio sulle prove di Saggezza</li>\n<li><strong><em>Splendore.</em></strong> Il bersaglio ha vantaggio sulle prove di Carisma.</li>\n</ul>\n<p>Questo potere non ha nessun effetto sui droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 3° livello o superiore, puoi bersagliare una creatura addizionale per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Force Focus",
			"name": "Concentrazione della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Tecnica della Forza</em></p>\n<p>Ti lasci guidare dalla Forza, potenziando i tuoi colpi. Finché il potere non termina, i tuoi attacchi con le armi infliggono un danno da forza extra [[/r 1d4]] quando colpiscono.</p>"
		},
		{
			"id": "Force Imbuement",
			"name": "Imbevimento della Forza",
			"description": "<p>Il cristallo all'interno di una semplice arma leggera o il materiale di una semplice arma a vibrazione o di un'arma improvvisata che stai impugnando è imbevuto dal potere della Forza. Per tutta la durata, puoi usare la tua capacità di incantare la Forza al posto della Forza per i tiri di attacco e di danno degli attacchi in mischia con quell'arma, e il dado del danno dell'arma diventa un [[/r d8]]. L'arma diventa anche potenziata, se non lo è già, e diventi abile con essa, se non lo sei già. Il potere termina se lo lanci di nuovo o se lasci andare l'arma.</p>"
		},
		{
			"id": "Force Immunity",
			"name": "Immunità della Forza",
			"description": "<p>Una barriera immobile, debolmente scintillante, nasce intorno a te e rimane per tutta la durata. La barriera si muove con te. Qualsiasi potere di forza di 3° livello o inferiore lanciato dall'esterno della barriera non può avere effetto su di te, anche se il potere viene lanciato utilizzando uno slot di forza di livello superiore. Un tale potere può bersagliarti, ma il potere non ha effetto su di te. Allo stesso modo, l'area all'interno della barriera è esclusa dalle aree colpite da tali poteri.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 5° livello o superiore, la barriera blocca i poteri di un livello superiore per ogni livello di slot superiore al 4°.</p>"
		},
		{
			"id": "Force Jump",
			"name": "Salto della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Balzo della Forza</em></p>\n<p>Using the Force to augment the strength in your legs, you leap up to 30 feet to an unoccupied space you can see.</p>\n<p><strong><em>Potenza della Forza.</em></strong> When you cast this power using a force slot of 2nd level or higher, your jump distance increases by 5 feet for each slot level above 1st.</p>"
		},
		{
			"id": "Force Leap",
			"name": "Balzo della Forza",
			"description": "<p>Fino alla fine del tuo prossimo turno, puoi usare il tuo punteggio di Casting della Forza invece del tuo punteggio di Forza quando salti, e conti sempre come se avessi fatto una partenza in corsa prima di saltare.</p>"
		},
		{
			"id": "Force Lightning",
			"name": "Fulmine della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Shock</em></p>\n<p>Un colpo di fulmine che forma una linea lunga 100 piedi e larga 5 piedi esplode da te in una direzione da te scelta. Ogni creatura nella linea deve effettuare un tiro salvezza di Destrezza. Una creatura subisce [[/r 8d6]] danni da fulmine se fallisce il tiro salvezza, o la metà dei danni se lo supera. </p>\n<p>Il fulmine incendia gli oggetti infiammabili nell'area che non siano indossati o trasportati.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 4° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Force Lightning Cone",
			"name": "Cono Fulminante della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Fulmine a Catena della Forza</em></p>\n<p>Il fulmine si innesca dalle tue mani. Ogni creatura in un cono di 60 piedi deve effettuare un tiro salvezza di Destrezza. Una creatura subisce [[/r 12d6]] danni da fulmine se fallisce il tiro salvezza, o la metà se lo supera.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 8° livello o superiore, il danno aumenta di [[/r 2d6]] per ogni livello di slot superiore al 7°.</p>"
		},
		{
			"id": "Force Link",
			"name": "Collegamento della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Fusione della Forza</em></p>\n<p>Crea un legame telepatico tra te e una creatura volenterosa con cui hai familiarità. Fino al termine del potere, tu e il bersaglio potete condividere istantaneamente parole, immagini, suoni e altri messaggi sensoriali attraverso il collegamento e il bersaglio ti riconosce come la creatura con cui sta comunicando. Il potere consente a una creatura con un punteggio di Intelligenza di almeno 1 di comprendere il significato delle tue parole e di recepire la portata di qualsiasi messaggio sensoriale che le invii. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Force Mask",
			"name": "Maschera della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Trucco Mentale</em></p>\n<p>Fino a quando il potere termina o usi un'azione per respingerlo, puoi camuffarti attraverso l'uso della Forza in molti modi. Puoi sembrare più basso o più alto di circa 30 cm e cambiare l'aspetto del tuo corpo e il tuo peso, ma non puoi cambiare la struttura di base del tuo corpo. Questo effetto può includere i tuoi vestiti, le armi e altri oggetti sulla tua persona.</p>\n<p>Questo effetto è solo visivo, quindi qualsiasi tipo di contatto fisico interagirà solo con la tua reale dimensione e forma. Una creatura che usa la sua azione per esaminarti può identificare questo effetto con un test di Intelligenza (Investigazione) riuscito contro la tua CD di salvataggio della forza. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Force Meld",
			"name": "Fusione della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Sussurro della Forza</em></p>\n<p>Fai un legame telepatico tra un massimo di otto creature volenterose di tua scelta entro il raggio d'azione, collegando psichicamente ogni creatura a tutte le altre per la durata. Droidi, costrutti e creature con un punteggio di Intelligenza pari o inferiore a 2 non sono influenzati da questo potere.</p> <p>Fino al termine del potere, i bersagli possono comunicare telepaticamente attraverso il legame, che abbiano o meno una lingua comune. La comunicazione è possibile su qualsiasi distanza, anche se non può estendersi oltre un singolo pianeta.</p>"
		},
		{
			"id": "Force Mend",
			"name": "Correzione della Forza",
			"description": "<p>Tocca una creatura e stimola la sua capacità di guarigione naturale. Il bersaglio recupera [[/r 4d8+15]] punti ferita. Per la durata del potere, il bersaglio recupera 1 punto ferita all'inizio di ogni suo turno (10 punti ferita ogni minuto).</p>\n<p>Se la creatura ha una parte recisa la tieni per il moncone, il potere fa sì che l'arto si riannodi istantaneamente al moncone.</p>\n<p>Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Force Project",
			"name": "Proiezione della Forza",
			"description": "<p>Crei una copia illusoria di te stesso che dura per la durata. La copia può apparire in qualsiasi luogo che tu abbia già visto, indipendentemente dagli ostacoli che intervengono. L'illusione ha il tuo aspetto e i tuoi suoni, ma è intangibile. Se l'illusione subisce dei danni, scompare e il potere termina. </p>\n<p>Puoi usare la tua azione per muovere l'illusione fino al doppio della tua velocità, e farla gesticolare, parlare e comportarsi in qualsiasi modo tu scelga. Imita perfettamente i tuoi modi di fare.</p>\n<p> Puoi vedere attraverso i suoi occhi e sentire attraverso le sue orecchie come se tu fossi nel suo spazio. Al tuo turno, come azione bonus, puoi passare dall'uso dei suoi sensi all'uso dei tuoi, o viceversa. Mentre stai usando i suoi sensi, sei accecato e assordato per quanto riguarda i tuoi dintorni.</p>\n<p>L'interazione fisica con l'immagine rivela che è un'illusione, perché le cose possono attraversarla. Una creatura che usa la sua azione per esaminare l'immagine può determinare che si tratta di un'illusione con un test di Intelligenza (Investigazione) riuscito contro la tua CD di forza. Se una creatura discerne l'illusione per quello che è, la creatura può vedere attraverso l'immagine e qualsiasi rumore che essa emette suona vuoto per la creatura.</p>"
		},
		{
			"id": "Force Propel",
			"name": "Propulsione della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Tiro/Spinta della Forza</em></p>\n<p>Scegli una o più creature o oggetti non indossati o trasportati entro 60 piedi che pesino fino a un totale di 15 libbre. Le creature o gli oggetti si muovono immediatamente per 60 piedi in una direzione a tua scelta. Se le creature o gli oggetti terminano questo movimento in aria, cadono immediatamente a terra. Se le creature o gli oggetti si scontrano con un qualsiasi bersaglio durante il loro viaggio, sia le creature o gli oggetti che il bersaglio prendono [[/r 3d8]] danni cinetici. Se il bersaglio è una creatura, deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, subisce [[/r 3d8]] danni cinetici, o la metà con successo.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 2° livello o superiore, il peso massimo aumenta di 15 libbre e il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Force Push/Pull",
			"name": "Tiro/Spinta della Forza",
			"description": "<p>Ottieni la capacità minore di muovere o manipolare creature e oggetti con la Forza. Puoi esercitare un controllo fine sugli oggetti con la tua presa telecinetica, come manipolare un semplice strumento, aprire una porta o un contenitore, riporre o recuperare un oggetto da un contenitore aperto o versare il contenuto di una fiala. In alternativa, puoi spingere o tirare una creatura o un oggetto che puoi vedere. </p>\n<p>Utilizzi la Forza per spostare una creatura o un oggetto medio o più piccolo non indossato o trasportato entro il raggio d'azione. Il bersaglio deve effettuare un tiro salvezza di Forza. Un oggetto fallisce automaticamente questo tiro salvezza. Se il tiro salvezza viene fallito, la creatura o l'oggetto si sposta di un numero di piedi in una direzione a tua scelta in base alla sua taglia. Una creatura o un oggetto minuscolo può essere spostato fino a 6 metri, una creatura o un oggetto piccolo può essere spostato fino a 10 metri e una creatura o un oggetto medio può essere spostato fino a 5 metri. Se alla fine di questo movimento la creatura o l'oggetto colpisce un'altra creatura o un oggetto, deve effettuare un tiro salvezza di Destrezza. Un oggetto fallisce automaticamente questo tiro salvezza. Se il tiro salvezza viene fallito, entrambi subiscono [[/r 1d4]] danni cinetici.</p>\n<p>Questo potere migliora quando raggiungi livelli superiori. Al 5° livello, puoi muovere una creatura o un oggetto Piccolo fino a 30 piedi, una creatura o un oggetto Piccolo fino a 20 piedi, una creatura o un oggetto Medio fino a 10 piedi, e il danno del potere aumenta a [[/r 2d4]] danni cinetici. All'11° livello, puoi muovere una creatura o un oggetto Piccolo fino a 30 piedi, una creatura Media fino a 20 piedi, e il danno del potere aumenta a [[/r 3d4]] danni cinetici. Al 17° livello, puoi muovere una creatura Media fino a 30 piedi, e il danno del potere aumenta a [[/r 4d4]] danni cinetici.</p>"
		},
		{
			"id": "Force Reflect",
			"name": "Riflesso della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Riflesso con Spada</em></p>\n<p>In risposta ad un attacco, cerchi di deviare l'attacco con la Forza. Quando usi questo potere, il danno che subisci dall'attacco viene ridotto di [[/r 1d10]]. Se riduci il danno a 0 e il danno è energetico, di forza, ionico, cinetico, fulmineo, necrotico o sonico, puoi riflettere l'attacco su un bersaglio a portata come parte della stessa reazione. Effettua un attacco di forza a distanza contro un bersaglio che puoi vedere. L'attacco ha una gittata normale di 30 piedi e una gittata lunga di 90 piedi. Se viene colpito, il bersaglio subisce i normali danni dell'attacco scatenante.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 2° livello o superiore, la riduzione del danno aumenta di [[/r 1d10]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Force Repulse",
			"name": "Repulsione della Forza",
			"description": "<p>Rilasci una raffica telecinetica omnidirezionale. Ogni creatura entro 6 metri deve effettuare un tiro salvezza di Destrezza. Con un tiro salvezza fallito, una creatura subisce [[/r 8d6]] danni da forza e viene spinta indietro di 5 piedi. Con un tiro salvezza riuscito, una creatura subisce metà del danno e non viene spinta.</p>\n<p>Tutti i piccoli oggetti che non sono indossati o trasportati vengono anch'essi spinti indietro di un metro.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 4° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Force Scream",
			"name": "Urlo della Forza",
			"description": "<p>Emetti un urlo imbevuto dal potere della Forza. Ogni creatura scelta entro 15 piedi da te deve riuscire in un tiro salvezza di Costituzione. Con un tiro salvezza fallito, la creatura subisce [[/r 4d6]] danni psichici, [[/r 4d6]] danni sonori e viene assordata fino alla fine del suo prossimo turno. Con un tiro salvezza riuscito, prende la metà dei danni e non è assordata.</p>"
		},
		{
			"id": "Force Shunt",
			"name": "Atterramento della Forza",
			"description": "<p>Usi la Forza per spingere a terra una creatura che puoi vedere. Il bersaglio deve effettuare un tiro salvezza di Forza. Se il tiro salvezza viene fallito, la creatura subisce [[/r 1d4]] danni cinetici e cade a terra. </p>\n<p>Il danno di questo potere aumenta di [[/r 1d4]] quando raggiungi il 5° livello ([[/r 2d4]]), l'11° livello ([[/r 3d4]]) e il 17° livello ([[/r 4d4]]).</p>"
		},
		{
			"id": "Force Sight",
			"name": "Vista della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Percepisci Forza</em></p>\n<p>Sposta la tua visione per vedere attraverso l'uso della Forza; i colori svaniscono e gli oggetti inanimati appaiono come sfumature di grigio. Per tutta la sua durata, otterrai i seguenti benefici.</p>\n<ul><li>Le cose viventi brillano con il potere della Forza. Quelli con un'affinità con il lato chiaro brillano di blu, quelli con un'affinità con il lato oscuro brillano di rosso e quelli che non sono in sintonia con nessuno dei due lati della Forza brillano di giallo. Quanto brillano è determinato da quanto è forte il loro legame con la Forza.</li>\n<li>Acquisti la vista cieca fino a 10 metri.</li> <li>Hai un vantaggio nelle prove di Saggezza (Percezione) che si basano sulla vista contro bersagli viventi entro 10 metri.</li></ul>"
		},
		{
			"id": "Force Storm",
			"name": "Temporale della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Cono Fulminante della Forza</em></p>\n<p>Una tempesta crepitante di fulmini con un diametro di 60 piedi e un'altezza di 120 piedi appare in un luogo scelto da te a portata di mano. Ogni volta che una creatura entra nella tempesta o vi inizia il suo turno, deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, subisce [[/r 30d6]] danni da fulmine o la metà di quelli subiti con successo.</p>\n<p>Il potere danneggia gli oggetti nell'area e incendia gli oggetti infiammabili che non sono stati indossati o trasportati.</p>"
		},
		{
			"id": "Force Suppression",
			"name": "Soppressione della Forza",
			"description": "<p>Scegli una creatura, un oggetto o un effetto di forza nel raggio d'azione. Qualsiasi potere di forza di 3° livello o inferiore sul bersaglio termina. Per ogni potere di forza di 4° livello o superiore sul bersaglio, effettua una prova di abilità usando la tua capacità di forcecasting. La CD è pari a 10 + il livello del potere. In caso di successo, il potere termina.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 4° livello o superiore, termini automaticamente gli effetti di un potere di forza sul bersaglio se il livello del potere è uguale o inferiore al livello dello slot di forza che hai usato.</p>"
		},
		{
			"id": "Force Technique",
			"name": "Tecnica della Forza",
			"description": "<p>Infondi la tua arma con la luce purificatrice della Forza. Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma da mischia contro una creatura alla tua portata, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e viene avvolto da una barriera incandescente di energia della Forza fino all'inizio del tuo prossimo turno. Se il bersaglio si muove volontariamente prima di allora, subisce immediatamente [[/r 1d8]] danni da forza e il potere termina.</p>\n<p>Il danno di questo potere aumenta quando si raggiungono livelli superiori. Al 5° livello, l'attacco in mischia infligge un ulteriore [[/r 1d8]] danno da forza al bersaglio, e il danno che il bersaglio subisce per il movimento aumenta a [[/r 2d8]]. Entrambi i tiri per i danni aumentano di [[/r 1d8]] all'11° livello e al 17° livello.</p>"
		},
		{
			"id": "Force Throw",
			"name": "Lancio della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Tiro/Spinto della Forza</em></p>\n<p>Utilizzi la Forza per muovere una creatura grande o piccola o un oggetto non indossato o trasportato entro il raggio d'azione. Il bersaglio deve effettuare un tiro salvezza di Forza. Un oggetto fallisce automaticamente questo tiro salvezza. Se il tiro salvezza viene fallito, la creatura o l'oggetto si sposta di un numero di piedi in una direzione a tua scelta in base alla sua taglia. Una creatura o un oggetto Piccolo può essere spostato fino a 90 piedi, una creatura o un oggetto Piccolo può essere spostato fino a 60 piedi, una creatura o un oggetto Medio può essere spostato fino a 30 piedi e una creatura o un oggetto Grande può essere spostato fino a 10 piedi. Se alla fine di questo movimento la creatura o l'oggetto colpisce un'altra creatura o un altro oggetto, entrambi subiscono [[/r 2d8]] danni da forza.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 3° livello o superiore, la portata con cui puoi lanciare una creatura o un oggetto aumenta di 10 piedi, fino a un massimo di 90 piedi, e il danno del potere aumenta di [[/r 1d8]].</p>"
		},
		{
			"id": "Force Trance",
			"name": "In Trance con la Forza",
			"description": "<p>Fai un gesto calmante e fino a tre creature volenterose di tua scelta che puoi vedere nel raggio d'azione cadono prive di sensi per la durata del potere. Il potere termina presto su un bersaglio se subisce danni o se qualcuno usa un'azione per scuoterlo o schiaffeggiarlo. Se un bersaglio rimane incosciente per l'intera durata, quel bersaglio guadagna il beneficio di un breve riposo, e non può essere influenzato nuovamente da questo potere fino a quando non finisce un riposo lungo. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 4° livello o superiore, puoi bersagliare una creatura volontaria addizionale per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Force Vision",
			"name": "Visione della Forza",
			"description": "<p>Ricevi una visione del futuro attraverso la Forza, dando a te o a una creatura volenterosa che puoi vedere nel raggio d'azione la possibilità di cambiare il destino. Quando la creatura prescelta effettua una prova di abilità, un tiro di attacco o un tiro salvezza prima che il potere termini, può annullare questo potere su se stessa per lanciare un ulteriore [[/r d20]] e scegliere quale dei d20 utilizzare. In alternativa, quando viene effettuato un tiro di attacco contro la creatura scelta, essa può annullare questo potere su se stessa per tirare un [[/r d20]] e scegliere quale dei d20 usare, quello che ha tirato lei o quello che ha tirato l'attaccante. </p>\n<p>Se il tiro di [[/r d20]] originale ha vantaggio o svantaggio, la creatura tira il [[/r d20]] aggiuntivo dopo che il vantaggio o lo svantaggio è stato applicato al tiro originale.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 3° livello o superiore, puoi bersagliare una creatura aggiuntiva per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Force Weapon",
			"name": "Arma della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Imbevimento della Forza</em></p>\n<p>Toccherai un'arma non potenziata con la quale sei abile. Mentre la impugni per tutta la sua durata, quell'arma diventa un'arma potenziata con un bonus di +1 ai tiri salvezza e ai tiri per danni. Inoltre, puoi usare il tuo modificatore di incantesimi invece del tuo modificatore di Forza o Destrezza per gli attacchi e i tiri salvezza quando attacchi con quell'arma.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 5° livello o superiore, il bonus aumenta a +2. Quando usi uno slot forza di 7° livello o superiore, il bonus aumenta a +3.</p>"
		},
		{
			"id": "Force Whisper",
			"name": "Sussurro della Forza",
			"description": "<p>Usi la Forza per portare un messaggio con la tua voce a un'altra creatura nel raggio d'azione. Il bersaglio (e solo il bersaglio) sente il messaggio e può rispondere in un sussurro che solo tu puoi sentire.</p>\n<p>Puoi lanciare questo potere attraverso oggetti solidi se hai familiarità con il bersaglio e sai che è oltre la barriera. Un effetto di silenzio potenziato, 1 piede di pietra, 1 pollice di metallo comune, una sottile lastra di piombo o 3 piedi di legno bloccano il potere. Il potere non deve seguire una linea retta e può viaggiare liberamente intorno agli angoli o attraverso le aperture.</p>"
		},
		{
			"id": "Freedom of Movement",
			"name": "Libertà di Movimento",
			"description": "<p>Si tocca una creatura volenterosa. Il suo movimento non è influenzato dal terreno difficile, e i poteri e gli effetti potenziati non possono ridurre la sua velocità o causarle paralisi o costrizioni.</p>\n<p>Il bersaglio può spendere 5 piedi di movimento per sfuggire automaticamente alle costrizioni non potenziate. Inoltre, essere sott'acqua non impone penalità al suo movimento o ai suoi attacchi.</p>"
		},
		{
			"id": "Give Life",
			"name": "Dai Vita",
			"description": "<p>Posizionando la tua mano su un'altra creatura puoi trasferirle la tua forza vitale. Spendete e tirate uno dei vostri dadi per colpire e la creatura recupera quel numero di punti ferita. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Grasping Vine",
			"name": "Viticci Afferranti",
			"description": "<p><em><strong>Prequisiti</strong>: Marea di Piante</em></p>\n<p> Fai spuntare un viticcio dal terreno in uno spazio non occupato che puoi vedere. Quando lanci questo potere, puoi far frustare la vite a una creatura fino a 30 piedi da essa, se riesci a vedere il bersaglio. La creatura deve superare un tiro salvezza di Destrezza o essere trascinata per 6 metri direttamente verso il rampicante.</p>\n<p>Fino al termine del potere, puoi usare la tua azione bonus per far sferzare nuovamente il rampicante.</p>"
		},
		{
			"id": "Greater Feedback",
			"name": "Feedback Maggiore",
			"description": "<p><em><strong>Prequisiti</strong>: Feedback migliorato</em></p>\n<p>Scegli un punto entro il raggio d'azione e fai esplodere lì l'energia psichica. Ogni creatura in una sfera di 6 metri centrata su quel punto deve effettuare un tiro salvezza di Intelligenza. Una creatura con un punteggio di Intelligenza pari a 2 o inferiore non può essere influenzata da questo potere. Un bersaglio subisce [[/r 8d6]] danni psichici se fallisce il tiro salvezza, o la metà dei danni se lo supera.</p>\n<p>Dopo un tiro salvezza fallito, un bersaglio ha i pensieri confusi per 1 minuto. Durante questo periodo, tira un [[/r d6]] e sottrae il numero ottenuto da tutti i suoi tiri per attaccare e le prove di abilità, nonché dai suoi tiri salvezza di Costituzione per mantenere la concentrazione. Il bersaglio può effettuare un tiro salvezza di Saggezza alla fine di ogni suo turno, ponendo fine all'effetto su se stesso in caso di successo.</p>"
		},
		{
			"id": "Greater Heal",
			"name": "Cura Maggiore",
			"description": "<p><em><strong>Prequisiti</strong>: Cura migliorata</em></p>\n<p>Scegli una creatura che puoi vedere a portata di mano. Un'ondata di energia positiva attraversa la creatura, facendole recuperare 70 punti ferita. Questo potere mette anche fine alla cecità, alla sordità e alle malattie che colpiscono il bersaglio. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 7° livello o superiore, la guarigione aumenta di 10 per ogni livello di slot superiore al 6°.</p>"
		},
		{
			"id": "Greater Saber Throw",
			"name": "Lancio della Spada Maggiore",
			"description": "<p><em><strong>Prequisiti</strong>: Lancio della Spada Migliorato</em></p>\n<p>Come parte dell'azione usata per lanciare questo potere, devi effettuare un attacco di forza a distanza con un'arma leggera o una vibroarma contro un bersaglio entro il raggio d'azione del potere, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce [[/r 6d8]] danni dello stesso tipo di quelli dell'arma e deve effettuare un tiro salvezza di Costituzione contro un effetto aggiuntivo che dipende dalla tua scelta dell'abilità di lancio:</p>\n<p><strong><em>Saggezza.</em></strong> Il bersaglio subisce un ulteriore [[/r 4d6]] danno da forza e guadagna quattro livelli di lentezza fino alla fine del suo prossimo turno. Con un successo, il bersaglio subisce la metà dei danni e la sua velocità non viene ridotta.</p>\n<p><strong><em>Carisma.</em></strong> Il bersaglio subisce un ulteriore [[/r 4d6]] danno necrotico e non può recuperare punti ferita fino alla fine del suo prossimo turno. Con un successo, il bersaglio subisce la metà dei danni e la sua capacità di guarigione non è influenzata.</p>\n<p>L'arma ritorna immediatamente nella tua mano.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 6° livello o superiore, il danno da forza o necrotico aumenta di [[/r 1d6]] per ogni slot superiore al 5°.</p>"
		},
		{
			"id": "Guidance",
			"name": "Guida",
			"description": "<p>Tocca una creatura consenziente. Una volta prima che il potere finisca, il bersaglio può tirare un [[/r d4]] e aggiungere il numero tirato a una prova di abilità a sua scelta. Può tirare il dado prima o dopo aver effettuato la verifica dell'abilità. Il potere termina quindi. </p>\n<p>Il dado di questo potere aumenta ai livelli più alti: un [[/r d6]] al 5° livello, un [[/r d8]] all'11° livello e un [[/r d10]] al 17° livello.</p>"
		},
		{
			"id": "Hallucination",
			"name": "Allucinazione",
			"description": "<p>Crei una pericolosa illusione nella mente di una creatura che puoi vedere nel raggio d'azione. Il bersaglio deve effettuare un tiro salvezza di Saggezza. Se il tiro salvezza viene fallito, crei un oggetto fantasma, una creatura o un altro fenomeno visibile a tua scelta che non sia più grande di un cubo di 3 metri e che sia percepibile solo dal bersaglio per tutta la sua durata. Questo potere non ha effetto su droidi o costrutti.</p>\n<p>L'allucinazione include suoni, temperatura e altri stimoli, anch'essi evidenti solo alla creatura.</p>\n<p>Il bersaglio può usare la sua azione per esaminare l'allucinazione con una prova di Intelligenza (Investigazione) contro la tua CD di salvataggio del potere di forza. Se il test ha successo, il bersaglio si rende conto che l'allucinazione è un'illusione e il potere termina.</p>\n<p>Mentre un bersaglio è influenzato dal potere, il bersaglio tratta l'allucinazione come se fosse reale. Il bersaglio razionalizza qualsiasi risultato illogico derivante dall'interazione con l'allucinazione. Per esempio, un bersaglio che tenta di attraversare un ponte fantasma che attraversa un abisso, cade una volta salito sul ponte. Se il bersaglio sopravvive alla caduta, crede ancora che il ponte esista e si inventa qualche altra spiegazione per la sua caduta - è stato spinto, è scivolato, o un forte vento potrebbe averlo fatto cadere.</p>\n<p>Un bersaglio colpito è così convinto della realtà dell'allucinazione che può anche subire danni dall'illusione. Un'allucinazione creata per apparire come una creatura può attaccare il bersaglio. Allo stesso modo, un'allucinazione creata per apparire come fuoco, una pozza di acido o lava può bruciare il bersaglio. Ogni round del proprio turno, l'allucinazione può infliggere [[/r 1d6]] danni psichici al bersaglio se si trova nell'area dell'allucinazione o entro 5 piedi dall'allucinazione, a patto che l'illusione sia di una creatura o di un pericolo che potrebbe logicamente infliggere danni, ad esempio attaccando. Il bersaglio percepisce il danno come un tipo appropriato all'illusione.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di potere della forza di 3° livello o superiore, la portata aumenta di 20 piedi, le dimensioni dell'immagine aumentano di 5 piedi e puoi bersagliare una creatura aggiuntiva per ogni due livelli di slot superiori al 2°.</p>"
		},
		{
			"id": "Heal",
			"name": "Cura",
			"description": "<p>Una creatura che tocchi recupera un numero di punti ferita pari a [[/r 1d8]] + il tuo modificatore di abilità di forzatura. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 2° livello o superiore, la guarigione aumenta di [[/r 1d8]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Heroism",
			"name": "Eroismo",
			"description": "<p>Una creatura volenterosa che tocchi è pervasa di coraggio. Finché il potere non termina, la creatura è immune allo spavento e guadagna punti ferita temporanei pari al tuo modificatore di capacità di incantatore all'inizio di ogni suo turno. Quando il potere termina, il bersaglio perde tutti i punti ferita temporanei residui di questo potere. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 2° livello o superiore, puoi bersagliare una creatura aggiuntiva per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Hex",
			"name": "Strega",
			"description": "<p>Maledici un avversario entro il raggio d'azione. Fino al termine del potere, infliggi un danno necrotico extra [[/r 1d6]] al bersaglio ogni volta che lo colpisci con un attacco. Inoltre, scegli un'abilità quando lanci il potere. Il bersaglio ha svantaggio alle prove di abilità effettuate con l'abilità scelta.</p>\n<p>Se il bersaglio scende a 0 punti ferita prima che questo potere finisca, puoi usare un'azione bonus in un tuo turno successivo per maledire una nuova creatura.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 3° o 4° livello, puoi mantenere la concentrazione sul potere fino a 8 ore. Quando usi uno slot forza di 5° livello o superiore, puoi mantenere la concentrazione sul potere fino a 24 ore.</p>"
		},
		{
			"id": "Horror",
			"name": "Orrore",
			"description": "<p><em><strong>Prequisiti</strong>: Spaventa</em></p>\n<p>Proietti un'immagine fantasmatica delle peggiori paure di una creatura. Ogni creatura in un cono di 30 piedi deve riuscire in un tiro salvezza di Saggezza o lasciar cadere qualsiasi cosa stia tenendo in mano e spaventarsi per la durata. Questo potere non ha effetto sui costrutti o sui droidi.</p>\n<p>Mentre è spaventata da questo potere, una creatura deve compiere l'azione Scatto e allontanarsi da te per la via più sicura </p>\n<p>disponibile in ogni suo turno, a meno che non ci sia un posto in cui muoversi. Se la creatura finisce il suo turno in un luogo in cui non ha linea di vista con te, può effettuare un tiro salvezza di Saggezza. Se il tiro salvezza ha successo, il potere termina per quella creatura.</p>"
		},
		{
			"id": "Hysteria",
			"name": "Isteria",
			"description": "<p><em><strong>Prequisiti</strong>: Allucinazione</em></p>\n<p>Attrai dagli incubi di una creatura che puoi vedere nel raggio d'azione e crei una manifestazione illusoria delle sue paure più profonde, visibile solo a quella creatura. Il bersaglio deve riuscire in un tiro salvezza di Saggezza o diventare spaventato per tutta la durata. Alla fine di ogni turno del bersaglio prima che il potere termini, il bersaglio deve riuscire in un tiro salvezza di Saggezza o subire [[/r 4d10]] danni psichici. Se il tiro salvezza ha successo, il potere termina. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di potere della forza di 5° livello o superiore, il danno aumenta di [[/r 1d10]] per ogni livello di slot superiore al 4°.</p>"
		},
		{
			"id": "Improved Battle Meditation",
			"name": "Meditazione di Battaglia Migliorata",
			"description": "<p><em><strong>Prequisiti</strong>: Meditazione di Battaglia</em></p>\n<p>Trasudi un'aura che si estende fino a 15 piedi e che aumenta il morale e l'abilità generale in battaglia tua e dei tuoi alleati, riducendo contemporaneamente l'efficacia in combattimento dell'avversario, erodendo la sua volontà di combattere. </p>\n<p>Ogni volta che tu o una creatura amica all'interno della tua meditazione effettua un tiro di attacco o un tiro salvezza, può tirare un [[/r d6]] e aggiungere il numero ottenuto al tiro di attacco o al tiro salvezza. </p>\n<p>Ogni volta che una creatura ostile entra nella tua meditazione o vi inizia il suo turno, deve effettuare un tiro salvezza di Carisma. Se il tiro salvezza è fallito, deve tirare un [[/r d6]] e sottrarre il numero ottenuto da ogni tiro di attacco o tiro salvezza che effettua prima della fine del tuo prossimo turno. Se il tiro salvezza ha successo, è immune a questo potere per 1 giorno.</p>"
		},
		{
			"id": "Improved Dark Side Tendrils",
			"name": "Viticci del Lato Oscuro Migliorati",
			"description": "<p><em><strong>Prequisiti</strong>: Viticci del Lato Oscuro</em></p>\n<p>Evochi una sfera di 20 piedi di nero inchiostro in un punto entro il raggio d'azione. Nessuna luce, potenziata o altro, può illuminare l'area, le creature completamente all'interno dell'area sono accecate e l'area è un terreno difficile. Qualsiasi creatura che inizia il suo turno nell'area subisce [[/r 2d6]] danni necrotici. Qualsiasi creatura che finisca il suo turno nell'area deve riuscire in un tiro salvezza di Forza o subire [[/r 2d6]] danni da veleno mentre dei viticci di energia oscura la accarezzano.</p>"
		},
		{
			"id": "Improved Feedback",
			"name": "Feedback Migliorato",
			"description": "<p><em><strong>Prequisiti</strong>: Feedback</em></p>\n<p>Scateni un'esplosione di energia psichica contro un bersaglio entro il raggio d'azione. Se il bersaglio può sentirti (anche se non è necessario che ti capisca), deve riuscire in un tiro salvezza di Intelligenza. Se il tiro salvezza è fallito, prende [[/r 3d6]] danni psichici e deve immediatamente usare la sua reazione, se disponibile, per allontanarsi da te per quanto consentito dalla sua velocità. La creatura non si muove in un terreno evidentemente pericoloso, come un fuoco o un pozzo. Con un tiro salvezza riuscito, il bersaglio subisce la metà dei danni e non deve allontanarsi. Una creatura assordata supera automaticamente il tiro salvezza.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 2° livello o superiore, il danno aumenta di [[/r 1d6]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Improved Force Barrier",
			"name": "Barriera della Forza Migliorata",
			"description": "<p><em><strong>Prequisiti</strong>: Barriera della Forza</em></p>\n<p>Questo potere rafforza ulteriormente i tuoi alleati con forza e determinazione. Scegli fino a dodici creature nel raggio d'azione. Ogni bersaglio guadagna i seguenti benefici:</p>\n<ul>\n<li>La creatura diventa immune al veleno e alle malattie. Qualsiasi veleno o malattia esistente continua a esistere.</li>\n<li>La creatura diventa immune alla paura dei poteri.</li>\n<li>I punti ferita massimi della creatura e quelli attuali aumentano di [[/r 2d10]] per tutta la durata.</li>\n</ul>\n<p>Questi benefici durano per 24 ore o fino alla fine del tuo prossimo riposo lungo, a seconda di cosa accade prima.</p>"
		},
		{
			"id": "Improved Force Camouflage",
			"name": "Mimetica della Forza Migliorata",
			"description": "<p><em><strong>Prequisiti</strong>: Mimetica della Forza</em></p>\n<p>Una creatura consenziente che tocchi diventa invisibile fino al termine del potere. Tutto ciò che il bersaglio indossa o trasporta è invisibile finché si trova sulla sua persona.</p>"
		},
		{
			"id": "Improved Force Immunity",
			"name": "Immunità della Forza",
			"description": "<p><em><strong>Prequisiti</strong>: Immunità della Forza</em></p>\n<p>Una barriera immobile e debolmente scintillante nasce in un raggio di 15 piedi intorno a te e rimane per tutta la durata. La barriera si muove insieme a te. </p>n<p>Qualunque potere di forza di 5° livello o inferiore lanciato dall'esterno della barriera non può influenzare le creature o gli oggetti al suo interno, anche se il potere viene lanciato utilizzando uno slot di forza di livello superiore. Un tale potere può bersagliare creature e oggetti all'interno della barriera, ma il potere non ha effetto su di essi. Allo stesso modo, l'area all'interno della barriera è esclusa dalle aree colpite da tali poteri.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 7° livello o superiore, la barriera blocca i poteri di un livello superiore per ogni livello di slot superiore al 6°.</p>"
		},
		{
			"id": "Improved Force Scream",
			"name": "Urlo della Forza Migliorato",
			"description": "<p><em><strong>Prequisiti</strong>: Urlo della Forza</em></p>\n<p>Emetti un urlo violento intriso del potere della Forza. Ogni creatura scelta entro 30 piedi da te deve riuscire in un tiro salvezza di Costituzione. Con un tiro salvezza fallito, la creatura subisce [[/r 5d6]] danni psichici, [[/r 5d6]] danni sonori, è assordata fino alla fine del suo prossimo turno e viene messa a terra. Con un tiro salvezza riuscito, prende la metà dei danni e non viene assordata o messa a terra.</p>"
		},
		{
			"id": "Improved Heal",
			"name": "Cura Migliorata",
			"description": "<p><em><strong>Prequisiti</strong>: Cura</em></p>\n<p>Un'onda di energia curativa si sprigiona da un punto a tua scelta entro il raggio d'azione. Scegli fino a sei creature in una sfera di 30 piedi di raggio centrata su quel punto. Ogni bersaglio recupera punti ferita pari a [[/r 3d8]] + il tuo modificatore di abilità di forzatura. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 6° livello o superiore, la guarigione aumenta di [[/r 1d8]] per ogni livello di slot superiore al 5°.</p>"
		},
		{
			"id": "Improved Phasestrike",
			"name": "Colpo Sincronizzato Migliorato",
			"description": "<p><em><strong>Prequisiti</strong>: Colpo Sincronizzato</em></p>\n<p>Scegli fino a cinque creature che puoi vedere nel raggio d'azione. Effettua un attacco di forza in mischia contro ognuna di esse. Se colpito, un bersaglio subisce [[/r 6d10]] danni da forza. Puoi poi teletrasportarti in uno spazio non occupato che puoi vedere entro 5 piedi da una delle creature che hai scelto.</p>"
		},
		{
			"id": "Improved Phasewalk",
			"name": "Camminata Sincronizzata Migliorata",
			"description": "<p><em><strong>Prequisiti</strong>: Camminata Sincronizzata</em></p>\n<p>Ti teletrasporti fino a 60 piedi in uno spazio non occupato che puoi vedere. In ogni tuo turno prima che il potere finisca, puoi usare un'azione bonus per teletrasportarti di nuovo in questo modo.</p>"
		},
		{
			"id": "Improved Restoration",
			"name": "Restauro Migliorato",
			"description": "<p><em><strong>Prequisiti</strong>: Restauro</em></p>\n<p>Infondi un'energia positiva a una creatura che tocchi per annullare un effetto debilitante. Puoi ridurre di uno il livello di esaurimento del bersaglio o annullare uno dei seguenti effetti sul bersaglio:</p>\n<ul>\n<li>Un effetto che ha incantato il bersaglio.</li>\n<li>Una maledizione, inclusa la sintonia del bersaglio con un oggetto maledetto.</li>\n<li>Una riduzione di uno dei punteggi di abilità del bersaglio.</li>\n<li>Un effetto che riduce i punti ferita massimi del bersaglio.</li></ul>"
		},
		{
			"id": "Improved Revitalize",
			"name": "Rivitalizza Migliorata",
			"description": "<p><em><strong>Prequisiti</strong>: Rivitalizza</em></p>\n<p>Riporti in vita una creatura morta che tocchi, a condizione che sia morta da non più di 1 ora. Se l'anima della creatura è disposta e libera di riunirsi al corpo, la creatura torna in vita con tutti i suoi punti ferita. Questo potere non ha effetto sui droidi o sui costrutti.\t</p>\n<p>Questo potere neutralizza anche i veleni e cura le malattie che hanno colpito la creatura al momento della morte. </p>n<p>Questo potere chiude tutte le ferite mortali e ripristina tutte le parti del corpo mancanti.\t</p>n<p>Ritornare dalla morte è una prova. Il bersaglio subisce una penalità di -4 a tutti i tiri per colpire, i tiri salvezza e le prove di abilità. Ogni volta che il bersaglio termina un riposo lungo, la penalità si riduce di 1 finché non scompare.</p>"
		},
		{
			"id": "Improved Saber Throw",
			"name": "Lancio della Spada Migliorata",
			"description": "<p><em><strong>Prequisiti</strong>: Lancio della Spada</em></p>\n<p>Come parte dell'azione usata per lanciare questo potere, devi effettuare un attacco di forza a distanza con un'arma leggera o un'arma a vibrazione contro un bersaglio nel raggio d'azione del potere, altrimenti il potere fallisce. </p>\n<p>Se viene colpito, il bersaglio subisce [[/r 2d8]] danni dello stesso tipo di quelli dell'arma e deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza viene fallito, il bersaglio guadagna 1 livello di lentezza fino alla fine del suo prossimo turno e l'arma torna immediatamente nella tua mano. Il prossimo attacco effettuato contro il bersaglio che lo colpisce prima della fine del suo prossimo turno infligge un ulteriore [[/r 1d10]] danno da forza. Con un tiro salvezza riuscito, il bersaglio subisce la metà dei danni da forza addizionali sul prossimo attacco che lo colpisce e non subisce alcun effetto aggiuntivo.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 3° livello o superiore, il danno da forza aumenta di [[/r 1d10]] per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Insanity",
			"name": "Pazzia",
			"description": "<p><em><strong>Prequisiti</strong>: Orrore</em></p>\n<p>Questo potere aggredisce e distorce la mente delle creature, generando illusioni e provocando azioni incontrollate. Ogni creatura in una sfera di 30 piedi centrata su di te deve riuscire in un tiro salvezza di Saggezza quando lanci questo potere o esserne influenzata.</p>n<p>Un bersaglio colpito non può avere reazioni e deve tirare un [[/r d8]] all'inizio di ogni suo turno per determinare il suo comportamento per quel turno. Questo potere non ha effetto sui costrutti o sui droidi.</p>\n<p>|[[/r d8]] |Comportamento|</p>\n<p>|:--:|:--|</p>\n<p>|1| La creatura usa tutto il suo movimento per muoversi in una direzione casuale. Per determinare la direzione, tira un [[/r d8]] e assegna una direzione ad ogni faccia del dado. La creatura non compie azioni in questo turno.|</p>\n<p>|2-6|La creatura non si muove e non compie azioni in questo turno.|</p>\n<p>|7-8|La creatura usa la sua azione per effettuare un attacco in mischia contro una creatura determinata a caso che si trova nella sua portata. Se non c'è nessuna creatura alla sua portata, la creatura non fa nulla in questo turno.|</p>\n<p>Al termine di ogni suo turno, un bersaglio colpito può effettuare un tiro salvezza di Saggezza. Se ci riesce, l'effetto termina per quel bersaglio.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di potere di 6° livello o superiore, il raggio della sfera aumenta di 5 piedi per ogni livello di slot di forza superiore al 5°.</p>"
		},
		{
			"id": "Kill",
			"name": "Uccidi",
			"description": "<p><em><strong>Prequisiti</strong>: Rovina</em></p>\n<p>Costringi una creatura che puoi vedere nel raggio d'azione a morire all'istante. Se la creatura scelta ha 100 punti ferita o meno, muore. Altrimenti, il potere non ha effetto.</p>"
		},
		{
			"id": "Kinetite",
			"name": "Kinetite",
			"description": "<p><em><strong>Prequisiti</strong>: Fulmine Prolungato</em></p>\n<p>Una sfera di fulmini compressi di 5 piedi di diametro appare in uno spazio non occupato di tua scelta entro il raggio d'azione e dura per la durata. Qualsiasi creatura che finisca il suo turno entro un raggio di 5 piedi dalla sfera deve effettuare un tiro salvezza di Destrezza. La creatura subisce [[/r 2d6]] danni da fulmine se fallisce il tiro salvezza, o la metà dei danni se lo supera.</p>\n<p>Come azione bonus, puoi spostare la sfera fino a 30 piedi. Se sbatti la sfera contro una creatura, questa deve effettuare un tiro salvezza di Destrezza, subendo [[/r 2d6]] danni cinetici se fallisce il tiro salvezza o la metà dei danni se riesce, e la sfera smette di muoversi in questo turno.</p>\n<p>Quando muovi la sfera, puoi dirigerla oltre barriere alte fino a 5 piedi e farla saltare attraverso fosse larghe fino a 10 piedi. La sfera incendia gli oggetti infiammabili che non vengono indossati o trasportati, e diffonde una luce brillante in un raggio di 6 metri e una luce fioca per altri 6 metri.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere con uno slot forza di 3° livello o superiore, sia i danni da fulmine che quelli cinetici aumentano di [[/r 1d6]] per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Knight Speed",
			"name": "Velocità del Cavaliere",
			"description": "<p><em><strong>Prequisiti</strong>: Scoppio di Velocità</em></p>\n<p>Scegli una creatura volenterosa che puoi vedere a portata di mano. Finché il potere non termina, la velocità del bersaglio è raddoppiata, guadagna un bonus di +2 alla CA, ha vantaggio sui tiri salvezza di Destrezza e guadagna un'azione aggiuntiva in ogni suo turno. Questa azione può essere utilizzata solo per attaccare (solo un attacco con un'arma), lanciarsi in avanti, disimpegnarsi, nascondersi o usare un oggetto.</p>\n<p>Quando il potere termina, il bersaglio non può muoversi o compiere azioni fino al suo prossimo turno, mentre un'ondata di letargia lo investe.</p>"
		},
		{
			"id": "Lightning Charge",
			"name": "Carica Fulminante",
			"description": "<p>Infondi la tua arma con un fulmine di forza debilitante. Come parte dell'azione usata per lanciare questo potere, devi effettuare un attacco con un'arma da mischia contro una creatura alla tua portata, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e il fulmine salta dal bersaglio a un'altra creatura a tua scelta che puoi vedere entro un raggio di 1,5 metri da esso. La seconda creatura subisce un danno da fulmine pari al tuo modificatore di capacità di Casting della Forza.</p>\n<p>Il danno di questo potere aumenta quando raggiungi livelli superiori. Al 5° livello, l'attacco in mischia infligge un ulteriore [[/r 1d8]] danno da fulmine al bersaglio e il danno da fulmine alla seconda creatura aumenta a [[/r 1d8]] + il tuo modificatore di capacità di forzatura. Entrambi i tiri per i danni aumentano di [[/r 1d8]] all'11° livello e al 17° livello.</p>"
		},
		{
			"id": "Locate Creature",
			"name": "Localizza Creatura",
			"description": "<p><em><strong>Prequisiti</strong>: Localizza Oggetto</em></p>\n<p>Descrivi o nomina una creatura a te familiare. Percepisci la direzione della posizione della creatura, a patto che sia entro 1000 piedi da te. Se la creatura è in movimento, conosci la direzione del suo movimento. Il potere può localizzare una specifica creatura a te nota o la più vicina di un tipo specifico, a patto che tu l'abbia vista mentre si trovava entro 30 piedi da te. Se la creatura è in una forma diversa, il potere non funziona. Questo potere non può localizzare una creatura se l'acqua corrente larga almeno 10 piedi blocca un percorso diretto tra te e la creatura.</p>"
		},
		{
			"id": "Locate Object",
			"name": "Localizza Oggetto",
			"description": "<p>Descrivi o nomina un oggetto. Percepisci la direzione della posizione dell'oggetto, a condizione che sia entro 1000 piedi da te. Se l'oggetto è in movimento, si conosce la direzione del suo movimento. Il potere può localizzare un oggetto specifico a te noto, purché tu l'abbia visto nel raggio di 30 piedi da esso. In alternativa, il potere può localizzare l'oggetto più vicino di un tipo particolare. Questo potere non può localizzare un oggetto se un qualsiasi spessore di piombo blocca un percorso diretto tra te e l'oggetto.</p>"
		},
		{
			"id": "Maddening Darkness",
			"name": "Oscurità Folle",
			"description": "<p><em><strong>Prequisiti</strong>: Sindone delle Tenebre</em></p>\n<p>L'oscurità terrificante si diffonde da un punto scelto da te all'interno del raggio d'azione per riempire una sfera di 60 piedi di raggio finché il potere non termina. L'oscurità si diffonde intorno agli angoli. Una creatura con Oscurovisione non può vedere attraverso questa oscurità. La luce non potenziata, così come la luce creata da poteri di 8° livello o inferiori, non può illuminare l'area.</p>\n<p>Gridi, farfugliamenti e risate folli possono essere uditi all'interno della sfera. Ogni volta che una creatura inizia il suo turno all'interno della sfera, deve effettuare un tiro salvezza di Saggezza, subendo [[/r 8d8]] danni psichici se fallisce il tiro salvezza, o la metà dei danni se riesce.</p>"
		},
		{
			"id": "Malacia",
			"name": "Malacia",
			"description": "<p><em><strong>Prequisiti</strong>: Trucco Mentale</em></p>\n<p>Una creatura a tua scelta che puoi vedere nel raggio d'azione è sopraffatta da un senso di vertigine e nausea, mentre disturbi il suo equilibrio con la Forza. La creatura deve effettuare un tiro salvezza di Saggezza o cadere a terra, diventando incapace e incapace di alzarsi per tutta la durata del tiro.</p>\n<p>Alla fine di ogni suo turno, e ogni volta che subisce danni, il bersaglio può effettuare un altro tiro salvezza di Saggezza. Il bersaglio ha un vantaggio sul tiro salvezza se è attivato da un danno. In caso di successo, il potere termina. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Mass Animation",
			"name": "Animazione di Massa",
			"description": "<p><em><strong>Prequisiti</strong>: Anima Arma</em></p>\n<p>Aggancia diversi oggetti usando la Forza e frustali in aria intorno a te, controllandoli per attaccarli al tuo comando. Scegli fino a dieci oggetti non potenziati a portata di mano che non siano indossati o trasportati. I bersagli medi contano come due oggetti, quelli grandi come quattro, quelli enormi come otto. Non puoi controllare nessun oggetto più grande di Enorme. Ogni oggetto si anima e si libra vicino a te, rimanendo entro 30 metri da te per tutta la durata. Un oggetto animato si comporta come se fosse un costrutto, con CA, punti ferita e attacchi determinati dalla sua taglia, e una velocità di volo di 30 piedi.</p> <p>Come azione bonus, puoi dirigere mentalmente qualsiasi oggetto controllato da questo potere. Se controlli più oggetti, puoi comandare uno o tutti gli oggetti contemporaneamente. Sei tu a decidere quale azione l'oggetto compirà e dove si muoverà. Gli oggetti agiscono alla fine del tuo turno. Se comandi a un oggetto di attaccare, esso può effettuare un singolo attacco in mischia contro una creatura entro un raggio di 5 piedi da esso. Effettua un attacco in mischia con un bonus d'attacco e danni cinetici determinati dalla sua taglia. </p>\n<p>Dimensione</p>\n<p>PF</p>\n<p>Attacco</p>\n<p><p>|:--|:--:|:--:|:--: |</Minuscolo, 20-16+6 per colpire, [[/r 1d4 + 3]] danni</p>\n<p>|Piccolo, 25-15+6 per colpire, [[/r 1d8 + 2]] danni</p>\n<p>|Medio, 40-13+5 per colpire, [[/r 2d6 + 1]] danno|</p>\n<p>|Grande\t|50|10|+6 to hit, [[/r 2d10 + 2]] danno|</p>\n<p>|Enorme\t|80|10|+8 to hit, [[/r 2d12 + 4]] danno|</p>\n<p><strong><em>Potenza della Forza. </em></strong> Se lanci questo potere usando uno slot di forza di 6° livello o superiore, puoi animare due oggetti aggiuntivi per ogni livello di slot superiore al 5°.</p>"
		},
		{
			"id": "Mass Coerce Mind",
			"name": "Costringi Menti di Massa",
			"description": "<p><em><strong>Prequisiti</strong>: Costringi Mente</em></p>\n<p>Suggerisci un corso di attività (limitato a una o due frasi) e influenzi con la Forza fino a dodici creature di tua scelta che puoi vedere a portata di mano e che possono sentirti e capirti. Le creature che non possono essere incantate sono immuni a questo effetto. Il suggerimento deve essere formulato in modo tale da far sembrare ragionevole la linea d'azione. Chiedere alla creatura di farsi del male annulla automaticamente l'effetto del potere. Se il tiro salvezza è fallito, esso persegue la linea d'azione che hai descritto al meglio delle sue capacità. Il corso d'azione suggerito può continuare per l'intera durata. Se l'attività suggerita può essere completata in un tempo più breve, il potere termina quando il soggetto finisce ciò che gli è stato chiesto di fare.</p>\n<p>Puoi anche specificare delle condizioni che faranno scattare un'attività speciale durante la durata. Per esempio, si potrebbe suggerire a un gruppo di soldati di dare tutti i loro soldi al primo mendicante che incontrano. Se la condizione non viene soddisfatta prima che il potere finisca, l'attività non viene eseguita. Se tu o uno dei tuoi compagni danneggiate una creatura affetta da questo potere, il potere termina per quella creatura. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 7° livello, la durata è di 10 giorni. Quando usi uno slot forza di 8° livello, la durata è di 30 giorni. Quando usi uno slot forza di 9° livello, la durata è di un anno e un giorno.</p>"
		},
		{
			"id": "Mass Hysteria",
			"name": "Isteria di Massa",
			"description": "<p><em><strong>Prequisiti</strong>: Isteria</em></p>\n<p>Attingendo alle paure più profonde di un gruppo di creature, crei creature illusorie nelle loro menti, manifestando i loro peggiori incubi come una minaccia implacabile visibile solo a loro. Ogni creatura in una sfera di 30 piedi è spaventata per la durata del potere. Alla fine di ogni turno della creatura spaventata, essa deve riuscire in un tiro salvezza di Saggezza o subire [[/r 5d10]] danni psichici. Se il tiro salvezza ha successo, il potere termina per quella creatura. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Mass Malacia",
			"name": "Malacia di Massa",
			"description": "<p><em><strong>Prequisiti</strong>: Malacia</em></p>\n<p>Ogni creatura in un cubo di 30 piedi entro il raggio d'azione deve effettuare un tiro salvezza di Saggezza. Se il tiro salvezza viene fallito, la creatura diventa incantata per la durata del tiro. Mentre è incantata da questo potere, la creatura è incapace e ha una velocità pari a 0.</p>\n<p>Il potere termina per una creatura colpita se subisce danni o se qualcun altro usa un'azione per scuotere la creatura dal suo torpore. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Master Battle Meditation",
			"name": "Meditazione di Battaglia Padroneggiata",
			"description": "<p><em><strong>Prequisiti</strong>: Meditazione di Battaglia Migliorata</em></p>\n<p>Trasudi un'aura fino a 10 metri di distanza che aumenta il morale e l'abilità generale in battaglia tua e dei tuoi alleati, riducendo contemporaneamente l'efficacia in combattimento dell'avversario, erodendo la sua volontà di combattere. </p>n<p>Ogni volta che tu o una creatura amica all'interno della tua meditazione effettua un tiro di attacco o un tiro salvezza, può tirare un [[/r d8]] e aggiungere il numero ottenuto al tiro di attacco o al tiro salvezza. </p>\n<p>Ogni volta che una creatura ostile entra nella tua meditazione o vi inizia il suo turno, deve effettuare un tiro salvezza di Carisma. Se il tiro salvezza è fallito, deve tirare un [[/r d8]] e sottrarre il numero ottenuto da ogni tiro di attacco o tiro salvezza che effettua prima della fine del tuo prossimo turno. Se il tiro salvezza ha successo, è immune a questo potere per 1 giorno.</p>"
		},
		{
			"id": "Master Feedback",
			"name": "Feedback Padroneggiato",
			"description": "<p><em><strong>Prequisiti</strong>: Feedback Maggiore</em></p>\n<p>Scateni il potere della tua mente per far esplodere l'intelletto di un massimo di dieci creature a tua scelta che puoi vedere nel raggio d'azione. Le creature che hanno un punteggio di Intelligenza pari a 2 o inferiore non sono influenzate.</p>\n<p>Ogni bersaglio deve effettuare un tiro salvezza di Intelligenza. Se il tiro salvezza è fallito, il bersaglio subisce [[/r 14d6]] danni psichici ed è stordito. Con un tiro salvezza riuscito, il bersaglio subisce la metà dei danni e non è stordito. </p>\n<p>Un bersaglio stordito può effettuare un tiro salvezza di Saggezza alla fine di ogni suo turno. Se il tiro salvezza ha successo, l'effetto dello stordimento termina.</p>"
		},
		{
			"id": "Master Force Barrier",
			"name": "Barriera della Forza Padroneggiata",
			"description": "<p><em><strong>Prequisiti</strong>: Barriera della Forza Padroneggiata</em></p>\n<p>Questo potere rafforza enormemente i tuoi alleati con tenacia e risolutezza. Le creature di tua scelta in un raggio di 30 piedi intorno a te quando lanci questo potere ottengono i seguenti benefici:</p>\n<ul><li>La creatura emette una luce fioca in un raggio di 5 piedi. </li>\n<li>Quando una creatura del lato oscuro la colpisce con un attacco in mischia, deve effettuare un tiro salvezza di Costituzione o essere accecata fino al termine del potere.</li></ul>"
		},
		{
			"id": "Master Force Immunity",
			"name": "Immunità della Forza Padroneggiata",
			"description": "<p><em><strong>Prequisiti</strong>: Immunità della Forza Padroneggiata</em></p>\n<p>Una barriera debolmente scintillante di 3 metri di raggio ti circonda. All'interno della sfera, i poteri non possono essere lanciati e gli oggetti potenziati diventano banali. Finché il potere non termina, la sfera si muove con te, centrata su di te.</p>\n<p>I poteri e gli altri effetti potenziati vengono soppressi nella sfera e non possono sporgere al suo interno. Uno slot speso per lanciare un potere soppresso viene consumato. Mentre un effetto è soppresso, non funziona, ma il tempo che trascorre soppresso conta nella sua durata.</p>\n<p><strong><em>Effetti Bersagliati.</em></strong> I poteri e gli altri effetti potenziati che bersagliano una creatura o un oggetto nella sfera non hanno effetto su quel bersaglio.</p>\n<p><strong><em>Aree Potenziate.</em></strong> L'area di un altro potere o effetto potenziato, come <em>Temporale della Forza</em>, non può estendersi nella sfera. Se la sfera si sovrappone a un'area potenziata, la parte dell'area coperta dalla sfera viene soppressa.</p>\n<p><strong><em>Poteri.</em></strong> Qualsiasi potere attivo o altro effetto potenziato su una creatura o un oggetto nella sfera viene soppresso mentre la creatura o l'oggetto si trovano in essa.</p>\n<p><strong><em>Oggetti Potenziati.</em></strong> Le proprietà e i poteri degli oggetti potenziati vengono soppressi nella sfera. Per esempio, una spada vibrante +1 nella sfera funziona come una spada vibrante non potenziata.</p>\n<p>Le proprietà e i poteri di un'arma potenziata sono soppressi se viene usata contro un bersaglio nella sfera o brandita da un attaccante nella sfera. Se un'arma potenziata o un pezzo di munizione potenziata lascia completamente la sfera (per esempio, se si spara un colpo potenziato o si lancia una sciabola potenziata contro un bersaglio al di fuori della sfera), il potenziamento dell'oggetto cessa di essere soppresso non appena esce.</p>\n<p><strong><em>Viaggio Potenziato.</em></strong> Il teletrasporto non funziona nella sfera, che la sfera sia la destinazione o il punto di partenza di tale viaggio potenziato. Un portale verso un altro luogo si chiude temporaneamente mentre si trova nella sfera.</p>\n<p><strong><em>Creature e Oggetti.</em></strong> Una creatura o un oggetto evocato o creato dai poteri ammicca temporaneamente fuori dall'esistenza nella sfera. Tale creatura riappare istantaneamente una volta che lo spazio che la creatura occupava non è più all'interno della sfera.</p>\n<p><strong><em>Override Tecnologia/Separa Forza.</em></strong> Poteri ed effetti potenziati come <em>Separa Forza</em> non hanno effetto sulla sfera. Allo stesso modo, le sfere create da diversi poteri di campo di rimescolamento non si annullano a vicenda.</p>"
		},
		{
			"id": "Master Force Scream",
			"name": "Urlo della Forza Padroneggiata",
			"description": "<p><em><strong>Prequisiti</strong>: Urlo della Forza Migliorato</em></p>\n<p>Emetti un urlo cacofonico intriso del potere della Forza. Ogni creatura scelta entro 60 piedi da te deve riuscire in un tiro salvezza di Costituzione. Con un tiro salvezza fallito, la creatura subisce [[/r 6d6]] danni psichici, [[/r 6d6]] danni sonori, è assordata, messa a terra e accecata per 1 minuto. Con un tiro salvezza riuscito, prende la metà dei danni e non viene assordato, messo a terra o accecato da questo potere. </p>\n<p>Una creatura accecata da questo potere effettua un altro tiro salvezza di Costituzione alla fine di ogni suo turno. Se il tiro salvezza ha successo, non è più accecata.</p>"
		},
		{
			"id": "Master Heal",
			"name": "Cura Padroneggiata",
			"description": "<p><em><strong>Prequisiti</strong>: Cura Maggiore</em></p>\n<p>Un'onda di energia curativa si riversa sulla creatura che tocchi. Il bersaglio recupera tutti i suoi punti ferita. Se la creatura è incantata, spaventata, paralizzata o stordita, la condizione termina. Se la creatura è prona, può usare la sua reazione per alzarsi. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Master Malacia",
			"name": "Malacia Padroneggiata",
			"description": "<p><em><strong>Prequisiti</strong>: Malacia di Massa</em></p>\n<p>Scegli una creatura che puoi vedere nel raggio d'azione. La creatura vacilla con estrema vertigine e nausea per tutta la durata. Le creature che non possono essere incantate sono immuni a questo potere. </p>\n<p>La creatura colpita deve usare tutto il suo movimento per contorcersi nel disagio senza lasciare il suo spazio e ha svantaggio nei tiri salvezza di Destrezza e nei tiri di attacco. Mentre il bersaglio è affetto da questo potere, le altre creature hanno vantaggio sui tiri per attaccare contro di esso. Come azione, una creatura affetta effettua un tiro salvezza di Saggezza per riprendere il controllo di se stessa. Se il tiro salvezza ha successo, il potere termina. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Master Revitalize",
			"name": "Rivitalizza Padroneggiata",
			"description": "<p><em><strong>Prequisiti</strong>: Rivitalizza Migliorata</em></p>\n<p>Riporti in vita una creatura morta che tocchi, a condizione che sia morta da non più di 1 giorno. Se l'anima della creatura è disposta e libera di riunirsi al corpo, la creatura ritorna in vita con tutti i suoi punti ferita. Questo potere non ha effetto sui droidi o sui costrutti.</p>\n<p>Questo potere chiude tutte le ferite, neutralizza tutti i veleni, cura tutte le malattie e annulla tutte le maledizioni che colpivano la creatura quando è morta. Il potere sostituisce gli organi e gli arti danneggiati o mancanti.</p>"
		},
		{
			"id": "Master Saber Throw",
			"name": "Lancio della Spada Padroneggiata",
			"description": "<p><em><strong>Prequisiti</strong>: Lancio della Spada Maggiore</em></p>\n<p>Quando lanci questo potere, devi brandire almeno un'arma leggera o un'arma a vibrazione, altrimenti il potere fallisce. Quando lanci questo potere, puoi lanciare due armi, colpendo le creature in due linee che partono da te, entrambe lunghe 90 piedi e larghe 5 piedi, oppure puoi lanciare un'arma in una linea lunga 90 piedi e larga 5 piedi a tua scelta che parte da te e cambiare la sua direzione per muoverti in una seconda linea identica a tua scelta entro il raggio d'azione. Ogni creatura in una linea deve effettuare un tiro salvezza di Destrezza. Una creatura prende [[/r 5d8]] danni dello stesso tipo di quelli dell'arma e [[/r 5d8]] danni da forza se il tiro salvezza è fallito, o la metà dei danni se è riuscito. Una creatura nell'area di più di una linea è colpita solo una volta. Le armi tornano immediatamente nella tua mano.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 8° livello o superiore, il danno dell'arma e il danno di forza aumentano ciascuno di [[/r 1d8]] per ogni livello di slot superiore al 7°.</p>"
		},
		{
			"id": "Master Speed",
			"name": "Velocità Padroneggiata",
			"description": "<p><em><strong>Prequisiti</strong>: Velocità del Cavaliere</em></p>\n<p>Scegli fino a due creature volenterose che puoi vedere a portata di mano. Finché il potere non termina, la velocità di ogni bersaglio è raddoppiata, guadagna un bonus di +2 alla CA, ha un vantaggio ai tiri salvezza di Destrezza e guadagna un'azione aggiuntiva in ogni suo turno. Questa azione può essere utilizzata solo per effettuare le azioni Attacco (solo un attacco con un'arma), Schivare, Disimpegnarsi, Nascondersi o Utilizzare un oggetto. </p>\n<p>Quando il potere termina, ogni bersaglio non può muoversi o compiere azioni fino a dopo il suo prossimo turno, mentre un'ondata di letargia lo investe.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 8° livello o superiore, puoi bersagliare una creatura addizionale per ogni livello di slot superiore al 7°.</p>"
		},
		{
			"id": "Mind Blank",
			"name": "Mente Vuota",
			"description": "<p><em><strong>Prequisiti</strong>: Trappola Mentale</em></p>\n<p>Fino al termine del potere, una creatura volenterosa che tocchi è immune ai danni psichici e sonori, a qualsiasi effetto che possa percepire le sue emozioni o leggere i suoi pensieri e alla condizione di incantato. Il potere sventa i poteri o gli effetti di potere simile utilizzati per influenzare la mente del bersaglio o per ottenere informazioni su di esso.</p>"
		},
		{
			"id": "Mind Prison",
			"name": "Prigione Mentale",
			"description": "<p><em><strong>Prequisiti</strong>: Trappola Mentale</em></p>\n<p>Tenti di legare una creatura all'interno di una cella illusoria che solo lei percepisce. Una creatura che puoi vedere nel raggio d'azione deve effettuare un tiro salvezza di Intelligenza. Il bersaglio riesce automaticamente se è immune all'incantamento. Se il tiro salvezza ha successo, il bersaglio subisce [[/r 5d10]] danni psichici e il potere termina. Con un tiro salvezza fallito, il bersaglio subisce [[/r 5d10]] danni psichici e tu fai apparire l'area immediatamente circostante lo spazio del bersaglio come pericolosa per lui in qualche modo. Potresti far sì che il bersaglio si percepisca come circondato dal fuoco, da una tempesta di colpi di blaster o da un gas tossico mortale, per esempio. Qualsiasi forma assuma l'illusione, il bersaglio non può vedere o sentire nulla al di là di essa e viene trattenuto per la durata del potere. Se il bersaglio viene spostato fuori dall'illusione, effettua un attacco in mischia attraverso di essa o raggiunge qualsiasi parte del suo corpo attraverso di essa, il bersaglio subisce [[/r 10d10]] danni psichici e il potere termina. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Mind Spike",
			"name": "Spuntone Mentale",
			"description": "<p>Scegli una creatura che puoi vedere. Il bersaglio deve effettuare un tiro salvezza di Saggezza. La creatura subisce [[/r 3d8]] danni psichici se fallisce il tiro salvezza, o la metà dei danni se riesce. Inoltre, con un tiro salvezza fallito, conosci sempre la posizione del bersaglio, ma solo mentre voi due siete sullo stesso pianeta. Il bersaglio non può nascondersi da te, e se è invisibile, non ottiene alcun beneficio da questa condizione contro di te. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Mind Trap",
			"name": "Trappola Mentale",
			"description": "<p><em><strong>Prequisiti</strong>: Confusione della Forza</em></p>\n<p>Tenti di intrappolare la mente del tuo bersaglio in una gabbia psichica. Il bersaglio deve effettuare un tiro salvezza di Carisma. Se il tiro salvezza è fallito, la creatura è incapacitata per la durata della sua mente intrappolata. Può pensare, ma non può avere alcun contatto o percepire il mondo esterno. Se la creatura subisce danni, effettua un altro tiro salvezza di Carisma. In caso di successo, il potere termina. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 6° livello o superiore, dopo 1 minuto di concentrazione la durata del potere diventa di 24 ore e non richiede più la tua concentrazione.</p>"
		},
		{
			"id": "Mind Trick",
			"name": "Trucco Mentale",
			"description": "<p>Scegli un bersaglio a portata di mano che non sia ostile nei tuoi confronti. Il bersaglio deve effettuare un tiro salvezza di Saggezza. Se il tiro salvezza è fallito, il bersaglio ha svantaggio alle prove di Saggezza (Percezione) e Intelligenza (Investigazione). </p>\n<p>Se il tiro salvezza ha successo, la creatura si rende conto che hai cercato di usare la Forza per influenzare la sua consapevolezza e diventa ostile nei tuoi confronti. Una creatura incline alla violenza potrebbe attaccarti. Un'altra creatura potrebbe cercare vendetta in altri modi (a discrezione del GM), a seconda della natura della tua interazione con essa. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Morichro",
			"name": "Morichro",
			"description": "<p><em><strong>Prequisiti</strong>: Annebbia Mente</em></p>\n<p>Tocca una creatura consenziente e mettila in uno stato catalettico che è indistinguibile dalla morte. </p>\n<p>Per tutta la durata del potere, o finché non usi un'azione per toccare il bersaglio e annullare il potere, il bersaglio appare morto a qualsiasi ispezione esterna e ai poteri usati per determinare il suo stato. Il bersaglio è accecato e incapace, e la sua velocità scende a 0. Il bersaglio ha resistenza a tutti i danni tranne quelli psichici. Se il bersaglio è malato o avvelenato quando si lancia il potere, o diventa malato o avvelenato mentre è sotto l'effetto del potere, la malattia e il veleno non hanno effetto fino a quando il potere non termina. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Necrotic Charge",
			"name": "Carica Necrotica",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma da mischia contro una creatura alla tua portata, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e puoi scegliere di infliggere fino a [[/r 1d8]] di danni necrotici, che subisci anche tu. Questo danno non può essere ridotto o annullato in alcun modo. </p>\n<p>Il danno di questo potere aumenta quando raggiungi livelli più alti. Al 5° livello, l'attacco in mischia infligge un ulteriore [[/r 1d8]] danno necrotico al bersaglio e puoi aumentare il danno secondario a [[/r 2d8]]. Entrambi i tiri per i danni aumentano di [[/r 1d8]] all'11° livello e al 17° livello.</p>"
		},
		{
			"id": "Necrotic Touch",
			"name": "Tocco Necrotico",
			"description": "<p>Tenti di prosciugare l'essenza di una creatura. Effettua un attacco di forza in mischia contro il bersaglio. Se l'attacco va a segno, la creatura subisce [[/r 1d6]] danni necrotici e tu guadagni punti ferita temporanei pari ai danni inflitti fino alla fine del tuo prossimo turno.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d6]] al 5° livello ([[/r 2d6]]), all'11° livello ([[/r 3d6]]) e al 17° livello ([[/r 4d6]]).</p>"
		},
		{
			"id": "Phasestrike",
			"name": "Colpo Sincronizzato",
			"description": "<p>Finché il potere non termina, il tuo movimento non provoca attacchi di opportunità.</p>\n<p>Una volta prima che il potere termini, puoi darti vantaggio su un tiro di attacco con l'arma nel tuo turno. Quell'attacco infligge un danno da forza extra [[/r 1d8]] se viene colpito. Sia che tu colpisca o meno, la tua velocità di camminata aumenta di 30 piedi fino alla fine del tuo turno.</p>"
		},
		{
			"id": "Phasewalk",
			"name": "Camminata Sincronizzata",
			"description": "<p>Ti teletrasporti fino a 30 piedi in uno spazio non occupato che puoi vedere.</p>"
		},
		{
			"id": "Plague",
			"name": "Piaga",
			"description": "<p><em><strong>Prequisiti</strong>: Afflizione</em></p>\n<p>Scegli fino a sei creature a tua scelta in un cubo di 40 piedi entro il raggio d'azione. Ogni bersaglio deve riuscire in un tiro salvezza di Costituzione o essere influenzato da questo potere per tutta la sua durata.</p>\n<p>Un bersaglio influenzato guadagna 1 livello rallentato, subisce una penalità di -2 alla CA e ai tiri salvezza di Destrezza e non può usare reazioni. Nel suo turno, può usare un'azione o un'azione bonus, non entrambe. Indipendentemente dalle abilità o dagli oggetti della creatura, non può effettuare più di un attacco in mischia o a distanza durante il suo turno.</p>\n<p>Se la creatura tenta di lanciare un potere con un tempo di lancio di 1 azione, tira un [[/r d20]]. Con un 11 o più alto, il potere non ha effetto fino al prossimo turno della creatura e la creatura deve usare la sua azione in quel turno per completare il potere. Se non ci riesce, il potere viene sprecato.\t</p>\n<p>Una creatura affetta da questo potere effettua un altro tiro salvezza di Costituzione alla fine del suo turno. Se il tiro salvezza ha successo, l'effetto termina.</p>"
		},
		{
			"id": "Plant Surge",
			"name": "Marea di Piante",
			"description": "<p>Se lanci questo potere usando 1 azione, tutte le piante normali in un raggio di 100 piedi centrato su un punto diventano incolte. Muovendoti nell'area spendi 4 piedi di movimento per ogni 1 piede spostato. Puoi escludere le aree di qualsiasi dimensione all'interno dell'area del potere dall'essere influenzate.</p>\n<p>Se lanci questo potere per 8 ore, tutte le piante in un raggio di mezzo miglio centrate su un punto producono il doppio della normale quantità di cibo quando vengono raccolte per 1 anno.</p>"
		},
		{
			"id": "Precognition",
			"name": "Precognizione",
			"description": "<p><em><strong>Prequisiti</strong>: Percepisci Pericolo</em></p>\n<p>La tua padronanza della Forza ti dà una capacità limitata di vedere nell'immediato futuro. Per tutta la sua durata, non puoi essere sorpreso e hai un vantaggio sui tiri di attacco, sulle prove di abilità e sui tiri salvezza. Inoltre, le altre creature hanno svantaggio nei tiri per attaccare contro di te per tutta la durata.</p>"
		},
		{
			"id": "Probe Mind",
			"name": "Sonda Mente",
			"description": "<p><em><strong>Prequisiti</strong>: Percepisci Emozioni/em></p>\n<p>Per la durata, puoi leggere i pensieri di certe creature. Quando lanci il potere e come azione di ogni turno fino al termine del potere, puoi concentrare la tua mente su una qualsiasi creatura che puoi vedere entro 30 piedi da te. Se la creatura scelta ha un'Intelligenza pari a 3 o inferiore o non parla alcuna lingua, la creatura non viene influenzata. </p>\n<p>All'inizio apprendi i pensieri superficiali della creatura, ovvero ciò che ha in mente in quel momento. Come azione, puoi spostare la tua attenzione sui pensieri di un'altra creatura o tentare di sondare più a fondo la mente della stessa creatura. Se si indaga più a fondo, il bersaglio deve effettuare un tiro salvezza di Saggezza. Se fallisce, subisce [[/r 1d6]] danni psichici mentre ottieni una comprensione del suo ragionamento (se esiste), del suo stato emotivo e di qualcosa che incombe nella sua mente (come qualcosa che la preoccupa, ama o odia). Se ha successo, il potere termina. In entrambi i casi, il bersaglio sa che stai sondando la sua mente e, a meno che tu non sposti la tua attenzione sui pensieri di un'altra creatura, la creatura può usare la sua azione nel suo turno per effettuare una prova di Intelligenza contestata dalla tua prova di capacità di forzatura; se ci riesce, il potere termina. </p>\n<p>Nei turni successivi, dopo aver sondato più a fondo, puoi usare la tua azione per infliggere automaticamente [[/r 1d6]] danni psichici al bersaglio.</p>\n<p>Le domande rivolte verbalmente alla creatura bersaglio modellano naturalmente il corso dei suoi pensieri, quindi questo potere è particolarmente efficace come parte di un interrogatorio.</p>\n<p>Puoi anche usare questo potere per rilevare la presenza di creature pensanti che non puoi vedere. Quando lanci il potere o come azione durante la sua durata, puoi cercare i pensieri entro 30 piedi da te. Il potere può penetrare le barriere. Non puoi individuare una creatura con un'Intelligenza pari a 3 o inferiore o che non parla alcuna lingua. </p>\n<p>Una volta rilevata la presenza di una creatura in questo modo, puoi leggere i suoi pensieri per il resto della durata come descritto sopra, anche se non puoi vederla, ma deve comunque essere nel raggio d'azione.</p>\n<p>Questo potere non ha effetto su droidi o costrutti. </p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 3° livello o superiore, il danno psichico iniziale che un bersaglio subisce la prima volta che esplori in profondità la sua mente aumenta di [[/r 1d6]] per ogni livello di slot superiore al 2°.</p>"
		},
		{
			"id": "Project",
			"name": "Proietta",
			"description": "<p>Sollevi tre mucchi di detriti o piccoli oggetti da terra e li lanci. Ogni mucchio colpisce una creatura a tua scelta che puoi vedere nel raggio d'azione. Il mucchio infligge [[/r 1d4+1]] danni da forza al suo bersaglio. I cumuli colpiscono tutti contemporaneamente e puoi dire loro di colpire una o più creature.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 2° livello o superiore, sollevi e lanci un cumulo di detriti addizionale per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Psychic Charge",
			"name": "Carica Psichica",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma da mischia contro una creatura alla tua portata, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e la sua bocca viene coperta da un velo viola fino all'inizio del tuo prossimo turno. Se il bersaglio parla volontariamente prima di allora, subisce immediatamente [[/r 1d8]] danni psichici e il potere termina.</p>\n<p>Il danno di questo potere aumenta quando si raggiungono livelli superiori. Al 5° livello, l'attacco in mischia infligge un ulteriore [[/r 1d8]] danno psichico al bersaglio, e il danno che il bersaglio subisce parlando aumenta a [[/r 2d8]]. Entrambi i tiri per i danni aumentano di [[/r 1d8]] all'11° livello e al 17° livello.</p>"
		},
		{
			"id": "Psychometry",
			"name": "Psicometria",
			"description": "<p><em><strong>Prequisiti</strong>: Telemetria</em></p>\n<p>Per la durata, ottieni la capacità di 'comunicare' telepaticamente con gli oggetti inanimati che tocchi. Puoi fare fino a cinque domande e ricevere risposte dagli oggetti, di solito sotto forma di un'allucinazione uditiva o visiva. Per esempio, toccare i resti arrugginiti e rotti di una spada laser e chiedere come ci è arrivata può risultare in una breve visione di un cavaliere Jedi scontento che la getta a terra in quel punto. Un oggetto \"interrogato\" in questo modo può fornire solo informazioni relative al suo passato. Il DM ha l'ultima parola su quali oggetti possono essere interrogati e in che misura.</p>"
		},
		{
			"id": "Pull Earthward",
			"name": "Tirare verso la terra",
			"description": "<p><em><strong>Prequisiti</strong>: Propulsione della Forza</em></p>\n<p>Scegli una creatura che puoi vedere nel raggio d'azione. Il bersaglio deve riuscire in un tiro salvezza di Forza o la sua velocità di volo (se presente) viene ridotta a 0 piedi per la durata del potere. Una creatura in volo affetta da questo potere scende a 60 piedi per round finché non raggiunge il suolo o il potere termina.</p>"
		},
		{
			"id": "Rage",
			"name": "Rabbia",
			"description": "<p>Ti doterai di resistenza e abilità marziali alimentate dalla Forza. Finché il potere non termina, non puoi lanciare poteri, e ottieni i seguenti benefici:</p>\n<ul>\n<li>Prendi 50 punti ferita temporanei. Se al termine del potere ne rimane qualcuno, viene perso.</li>\n<li>Hai un vantaggio nei tiri di attacco che effettui con le armi leggere e le armi a vibrazione.</li>\n<li>Quando colpisci un bersaglio con un attacco con un'arma, quel bersaglio subisce un [[/r 2d12]] danno da Forza extra. </li>\n<li>Hai competenza di tutte le armature, delle armi leggere e delle armi a vibrazione. </li>\n<li> Hai dei tiri salvezza di Forza e Costituzione. Puoi attaccare due volte, invece che una, quando esegui l'azione Attacco nel tuo turno. Ignora questo beneficio se hai già una caratteristica, come Attacco Extra, che ti dà attacchi extra.</li>\n</ul>\n<p>Immediatamente dopo la fine del potere, devi riuscire in un tiro salvezza di Costituzione di DC 15 o subire un livello di esaurimento.</p>"
		},
		{
			"id": "Rebuke",
			"name": "Sgridare",
			"description": "<p>Colpisci una creatura con la giusta furia della Forza. Effettua un attacco di forza in mischia contro il bersaglio; se l'attacco va a segno, il bersaglio subisce danni da forza a seconda del suo allineamento: una creatura di allineamento scuro subisce [[/r 1d12]] danni da forza, una creatura bilanciata subisce [[/r 1d10]] danni da forza e una creatura di allineamento chiaro subisce [[/r 1d8]] danni da forza.</p>\n<p>Il danno del potere aumenta di un dado al 5°, 11° e 17° livello.</p>"
		},
		{
			"id": "Remove Curse",
			"name": "Rimuovi Maledizione",
			"description": "<p>Al tuo tocco, tutte le maledizioni che colpiscono una creatura o un oggetto terminano. Se l'oggetto è un oggetto potenziato maledetto, la sua maledizione rimane, ma il potere rompe la sintonia del suo proprietario con l'oggetto in modo che possa essere rimosso o scartato.</p>"
		},
		{
			"id": "Rescue",
			"name": "Soccorri",
			"description": "<p>Tiri un alleato consenziente che puoi vedere entro 30 piedi da te in uno spazio non occupato entro 5 piedi da te. Il bersaglio deve usare la sua reazione per accettare il richiamo.</p>"
		},
		{
			"id": "Resistance",
			"name": "Resistenza",
			"description": "<p>Tocca una creatura consenziente. Una volta prima che il potere finisca, il bersaglio può tirare un [[/r d4]] e aggiungere il numero tirato a un tiro salvezza a sua scelta. Può tirare il dado prima o dopo il tiro salvezza. Il potere termina quindi. </p>\n<p>Il dado di questo potere aumenta ai livelli più alti: un [[/r d6]] al 5° livello, un [[/r d8]] all'11° livello e un [[/r d10]] al 17° livello.</p>"
		},
		{
			"id": "Restoration",
			"name": "Restauro",
			"description": "<p>Tocca una creatura e metti fine a una malattia o a una condizione che la affligge. La condizione può essere accecata, assordata, paralizzata o avvelenata. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Revitalize",
			"name": "Rivitalizza",
			"description": "<p><em><strong>Prequisiti</strong>: Risparmia i Morenti</em></p>\n<p>Riporti in vita una creatura morta che tocchi, a condizione che sia morta da non più di 10 minuti. Se l'anima della creatura è disposta e libera di riunirsi al corpo, la creatura torna in vita con 1 punto ferita. Questo potere non ha effetto sui droidi o sui costrutti.</p>\n<p>Questo potere neutralizza anche i veleni e cura le malattie che hanno colpito la creatura al momento della morte. </p>\n<p>Questo potere chiude tutte le ferite mortali, ma non ripristina le parti del corpo mancanti. Se alla creatura mancano parti del corpo o organi fondamentali per la sua sopravvivenza - la testa, ad esempio - il potere fallisce automaticamente. Il bersaglio subisce una penalità di -4 a tutti i tiri di attacco, ai tiri salvezza e alle prove di abilità. Ogni volta che il bersaglio termina un riposo lungo, la penalità si riduce di 1 finché non scompare. </p>"
		},
		{
			"id": "Ruin",
			"name": "Rovina",
			"description": "<p><em><strong>Prequisiti</strong>: Ferisci</em></p>\n<p>Incanali il lato oscuro della Forza per dissacrare una creatura che puoi vedere nel raggio d'azione, causando ondate di intenso dolore che la assalgono. Se il bersaglio ha 100 punti ferita o meno, è soggetto a un dolore paralizzante. Altrimenti, il potere non ha alcun effetto su di esso. </p>\n<p>Mentre il bersaglio è affetto da dolore paralizzante, la sua velocità non può superare i 10 piedi. Il bersaglio ha inoltre uno svantaggio nei tiri di attacco, nelle prove di abilità e nei tiri salvezza, ad eccezione dei tiri salvezza di Costituzione. Infine, se il bersaglio tenta di lanciare un potere, deve prima riuscire in un tiro salvezza di Costituzione, altrimenti il lancio fallisce e il potere viene sprecato.</p>\n<p>Un bersaglio che soffre di questo dolore può effettuare un tiro salvezza di Costituzione alla fine di ogni suo turno. Se il tiro salvezza ha successo, il dolore termina.</p>"
		},
		{
			"id": "Saber Reflect",
			"name": "Riflesso con Spada",
			"description": "<p>In risposta ad un attacco, sollevi la tua arma per tentare di deviare. Quando usi questo potere, il danno che subisci dall'attacco viene ridotto di [[/r 1d6]]. Se riduci il danno a 0, stai brandendo un'arma leggera o un'arma a vibrazione e il danno è di tipo energetico o ionico, puoi riflettere l'attacco su un bersaglio a portata come parte della stessa reazione. Effettua un attacco di forza a distanza contro un bersaglio che puoi vedere. L'attacco ha una gittata normale di 20 piedi e una gittata lunga di 60 piedi. Se viene colpito, il bersaglio subisce i normali danni dell'attacco scatenante. </p>\n<p>La riduzione del danno del potere aumenta di [[/r 1d6]] quando raggiungi il 5° livello ([[/r 2d6]]), l'11° livello ([[/r 3d6]]) e il 17° livello ([[/r 4d6]]).</p>"
		},
		{
			"id": "Saber Throw",
			"name": "Lancio della Spada",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco di forza a distanza con un'arma leggera o una vibroarma contro un bersaglio all'interno del raggio d'azione del potere, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce [[/r 1d8]] danni dello stesso tipo di quelli dell'arma. L'arma torna immediatamente nella tua mano.</p>\n<p>Questo potere può colpire più bersagli quando raggiungi livelli più alti: due bersagli al 5° livello, tre bersagli all'11° livello e quattro bersagli al 17° livello. Ogni bersaglio deve trovarsi entro 30 piedi dal bersaglio precedente, devi effettuare un tiro di attacco separato per ogni bersaglio e l'ultimo bersaglio non deve trovarsi a più di 30 piedi da te. Non puoi colpire lo stesso bersaglio due volte di seguito.</p>"
		},
		{
			"id": "Saber Ward",
			"name": "Difesa con Spada",
			"description": "<p>Assumi una posizione difensiva. Fino alla fine del tuo prossimo turno, hai resistenza ai danni cinetici, energetici e ionici inflitti dalle armi.</p>"
		},
		{
			"id": "Sanctuary",
			"name": "Santuario",
			"description": "<p>Fino al termine del potere, qualsiasi creatura che bersaglia la creatura protetta con un attacco, un potere dannoso o un'azione ostile deve prima effettuare un tiro salvezza di Saggezza. Se il tiro salvezza viene fallito, la creatura deve scegliere un nuovo bersaglio o perdere l'attacco o il potere. Questo potere non protegge la creatura protetta dagli effetti ad area.</p>\n<p>Se la creatura protetta effettua un attacco, lancia un potere che colpisce una creatura nemica o compie un'azione ostile, questo potere termina.</p>"
		},
		{
			"id": "Sap Vitality",
			"name": "Sabota Vitalità",
			"description": "<p>Effettua un attacco di forza in mischia contro una creatura che puoi raggiungere. Se colpito, il bersaglio subisce [[/r 3d10]] danni necrotici.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 2° livello o superiore, il danno aumenta di [[/r 1d10]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Scourge",
			"name": "Flagella",
			"description": "<p><em><strong>Prequisiti</strong>: Piaga</em></p>\n<p>For the power's duration, your eyes become an inky void imbued with dread power. One creature of your choice within 60 feet of you that you can see must succeed on a Constitution saving throw or be affected by one of the following effects of your choice for the duration. On each of your turns until the power ends, you can use your action to target another creature but can't target a creature again if it has succeeded on a saving throw against this casting of <em>scourge.</em></p>\n<p><strong><em>Asleep.</em></strong> The target falls unconscious. It wakes up if it takes any damage or if another creature uses its action to shake the sleeper awake.</p>\n<p><strong><em>Panicked.</em></strong> The target is frightened of you. On each of its turns, the frightened creature must take the Dash action and move away from you by the safest and shortest available route, unless there is nowhere to move. If the target moves to a place at least 60 feet away from you where it can no longer see you, this effect ends.</p>\n<p><strong><em>Sickened.</em></strong> The target has disadvantage on attack rolls and ability checks. At the end of each of its turns, it can make another Wisdom saving throw. If it succeeds, the effect ends.</p>"
		},
		{
			"id": "Seethe",
			"name": "Ribollire",
			"description": "<p>Sei in preda alla rabbia, lasciando che il lato oscuro della Forza ti attraversi e ti dia potere. Come parte dell'azione per lanciare questo potere, spendi uno dei tuoi dadi per recuperare punti ferita.</p>"
		},
		{
			"id": "Sense Emotion",
			"name": "Percepisci Emozioni",
			"description": "<p>Sintonizzi i tuoi sensi per captare le emozioni degli altri per la durata. Quando lanci il potere, e come azione ad ogni turno fino al termine del potere, puoi concentrare i tuoi sensi su un umanoide che puoi vedere entro 30 piedi da te. Apprenderai immediatamente l'emozione prevalente del bersaglio, che sia amore, rabbia, dolore, paura, calma o altro, e avrai un vantaggio nelle prove di Saggezza (Intuito) contro il bersaglio. Se il bersaglio non è effettivamente umanoide o è immune all'incantesimo, percepisci che è calmo.</p>"
		},
		{
			"id": "Sense Force",
			"name": "Percepisci Forza",
			"description": "<p>Per la durata, percepisci l'uso della Forza o la sua presenza in un oggetto inanimato entro 30 piedi da te. Se percepisci la Forza in questo modo, puoi usare la tua azione per determinare la direzione da cui proviene e, se è in linea di vista, vedi una debole aura intorno alla persona o all'oggetto da cui la Forza emana.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot della Forza di 3° livello, la portata aumenta a 60 piedi. Quando usi uno slot di forza di 5° livello, il raggio d'azione aumenta a 500 piedi. Quando usi un alloggiamento della forza di 7° livello, la portata aumenta a 1 miglio. Quando usi uno slot della forza di 9° livello, la portata aumenta a 10 miglia.</p>"
		},
		{
			"id": "Sever Force",
			"name": "Separa Forza",
			"description": "<p>Tenti di interrompere una creatura che sta lanciando un potere di forza. Se la creatura sta lanciando un potere di 3° livello o inferiore, il suo potere fallisce e non ha effetto. Se sta lanciando un potere di 4° livello o superiore, effettua una prova di abilità usando la tua capacità di lancio della forza. La CD è pari a 10 + il livello del potere. In caso di successo, il potere della creatura fallisce e non ha effetto.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 4° livello o superiore, il potere interrotto non ha effetto se il suo livello è inferiore o uguale al livello dello slot di forza che hai usato.</p>"
		},
		{
			"id": "Shadow Sight",
			"name": "Vista d'Ombra",
			"description": "<p>Migliori la tua vista con la Forza, permettendoti di vedere meglio al buio. Per la durata, hai la visione oscura fino a 60 piedi.</p>"
		},
		{
			"id": "Share Life",
			"name": "Condividi Vita",
			"description": "<p><em><strong>Prequisiti</strong>: Dai Vita</em></p>\n<p>Sacrifichi parte della tua salute per curare le ferite di un'altra creatura. Prendi [[/r 4d8]] danni necrotici, e una creatura a tua scelta che puoi vedere a portata di mano recupera un numero di punti ferita pari al doppio dei danni necrotici che prendi. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 4° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Shock",
			"name": "Shock",
			"description": "<p>Scagli un fulmine contro un bersaglio a portata, effettuando un attacco di forza a distanza. Se colpito, il bersaglio subisce [[/r 1d10]] danni da fulmine. Il fulmine incendia gli oggetti infiammabili nell'area che non sono stati indossati o trasportati.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d10]] al 5° livello ([[/r 2d10]]), all'11° livello ([[/r 3d10]]) e al 17° livello ([[/r 4d10]]).</p>"
		},
		{
			"id": "Shocking Shield",
			"name": "Scudo Scioccante",
			"description": "<p><em><strong>Prequisiti</strong>: Shock</em></p>\n<p>Il fulmine scorre in una sfera che circonda il tuo corpo, diffondendo una luce brillante in un raggio di 3 metri e una luce fioca per altri 3 metri. Puoi usare la tua azione per terminare il potere in anticipo.</p>\n<p>Ogni volta che una creatura entro 5 piedi da te ti colpisce con un attacco in mischia, subisce [[/r 2d8]] danni da fulmine.</p>"
		},
		{
			"id": "Shroud of Darkness",
			"name": "Sindone delle Tenebre",
			"description": "<p><em><strong>Prequisiti</strong>: Oscurità</em></p>\n<p>Diventi pesantemente oscurato agli occhi degli altri. La luce fioca entro 3 metri da te diventa oscurità, e la luce intensa diventa luce fioca.</p>\n<p>Fino al termine del potere, hai resistenza ai danni da forza. Inoltre, ogni volta che una creatura entro 3 metri da te ti colpisce con un attacco, subisce [[/r 2d8]] danni necrotici.</p>"
		},
		{
			"id": "Siphon Life",
			"name": "Vita su Siphon",
			"description": "<p><em><strong>Prequisiti</strong>: Drain Life</em></p>\n<p>Un viticcio di oscurità nera si estende da te, toccando una creatura che puoi vedere nel raggio d'azione per prosciugarle la vita. Il bersaglio deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza ha successo, il bersaglio subisce [[/r 2d8]] danni necrotici e il potere termina. Con un tiro salvezza fallito, il bersaglio subisce [[/r 4d8]] danni necrotici e, finché il potere non termina, puoi usare la tua azione in ogni tuo turno per infliggere automaticamente [[/r 4d8]] danni necrotici al bersaglio. Il potere termina se usi la tua azione per fare qualcos'altro, se il bersaglio è fuori dal raggio d'azione del potere o se il bersaglio è totalmente al riparo da te.</p>\n<p>Ogni volta che il potere infligge danni a un bersaglio, recuperi punti ferita pari alla metà del danno necrotico che il bersaglio subisce. </p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 6° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 5°.</p>"
		},
		{
			"id": "Skill Empowerment",
			"name": "Potenziamento delle abilità",
			"description": "<p>Il tuo potere con la Forza approfondisce la comprensione del talento di una creatura. Tocca una creatura volenterosa e le conferisci competenza in un'abilità a tua scelta; finché il potere non termina, la creatura raddoppia il suo bonus di competenza alle prove di abilità che effettua e che utilizzano l'abilità scelta. </p>\n<p>Devi scegliere un'abilità in cui il bersaglio sia abile e che non stia già beneficiando di un effetto, come la competenza, che raddoppi il suo bonus di competenza.</p>"
		},
		{
			"id": "Slow",
			"name": "Lenta",
			"description": "<p>Una creatura ostile a tua scelta deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza viene fallito, il bersaglio guadagna 1 livello di lentezza fino alla fine del potere. Alla fine di ogni turno della creatura, essa ripete questo tiro salvezza, terminando l'effetto con un successo.</p>\n<p>Questo potere può influenzare più bersagli quando raggiungi livelli più alti: due bersagli al 5° livello, tre bersagli all'11° livello e quattro bersagli al 17° livello. </p>"
		},
		{
			"id": "Slow Descent",
			"name": "Discesa Lenta",
			"description": "<p>Scegli fino a cinque creature in caduta entro il raggio d'azione. La velocità di discesa di una creatura che cade rallenta a 60 piedi per round fino alla fine del potere. Se la creatura atterra prima della fine del potere, non subisce danni da caduta e può atterrare in piedi, e il potere termina per quella creatura.</p>"
		},
		{
			"id": "Sonic Charge",
			"name": "Carica Sonica",
			"description": "<p>Come parte dell'azione utilizzata per lanciare questo potere, devi effettuare un attacco con un'arma da mischia contro una creatura alla tua portata, altrimenti il potere fallisce. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e tu inizi a emettere un ronzio inquietante fino all'inizio del tuo prossimo turno. Se una creatura ostile termina il suo turno entro un raggio di 5 piedi da te, subisce [[/r 1d4]] danni sonori.</p>\n<p>Il danno di questo potere aumenta quando raggiungi livelli superiori. Al 5° livello, l'attacco in mischia infligge un ulteriore [[/r 1d8]] danno sonico al bersaglio, e il danno secondario aumenta di [[/r 1d4]]. Entrambi i danni aumentano di [[/r 1d8]] e [[/r 1d4]], rispettivamente all'11° livello e al 17° livello.</p>"
		},
		{
			"id": "Sound Trick",
			"name": "Trucco Sonoro",
			"description": "<p>Usi la Forza per produrre un effetto nel raggio d'azione. Crei uno dei seguenti effetti speciali entro il raggio d'azione:</p>\n<ul> <li>La tua voce rimbomba fino a tre volte più forte del normale, e puoi alterarne il tono, per 1 minuto.</li>\n<li>Produci innocui tremori nel terreno per 1 minuto. </li>\n<li>Crea un suono istantaneo che proviene da un punto a tua scelta nel raggio d'azione, come un rombo di tuono, il grido di un uccello o un sussurro minaccioso.</li>\n<li>Acquisti la capacità di parlare come un'altra specie per 1 minuto, permettendoti di parlare in una lingua che conosci ma di cui non hai la capacità fisica di parlare, come ad esempio un Wookiee che parla in Basic. </li>\n<li>Crea un effetto sensoriale istantaneo e innocuo, come foglie che cadono, uno sbuffo di vento, il gonfiore dei vestiti di qualcuno o un tremolio di luci non potenziate nel raggio d'azione. </li>\n</ul> <p>Una creatura diffidente può usare la sua azione per effettuare una prova di Intelligenza (Investigazione) contro la tua CD di tiro salvezza sulla forza, scoprendo che gli effetti sono illusori in caso di successo.</p>\n<p>Se lanci questo potere più volte, puoi avere fino a tre dei suoi effetti di 1 minuto attivi alla volta, e puoi eliminare un effetto come azione.</p>"
		},
		{
			"id": "Spare the Dying",
			"name": "Risparmia i Morenti",
			"description": "<p>Tocca una creatura vivente che ha 0 punti ferita. La creatura diventa stabile. Questo potere non ha effetto su droidi o costrutti.</p>"
		},
		{
			"id": "Spirit Blade",
			"name": "Lama dello Spirito",
			"description": "<p>Evochi una lama di energia spirituale e cerchi di colpire una creatura. Effettua un attacco di forza in mischia contro il bersaglio. Se l'attacco va a segno, la creatura subisce [[/r 1d10]] danni necrotici.</p>\n<p>Questo potere può effettuare attacchi multipli ai livelli superiori: due attacchi al 5° livello, tre attacchi all'11° livello e quattro attacchi al 17° livello. Ogni attacco può prendere di mira la stessa creatura o creature diverse. Effettua un tiro di attacco separato per ogni bersaglio.</p>"
		},
		{
			"id": "Stasis",
			"name": "Stasi",
			"description": "<p><em><strong>Prequisiti</strong>: Stordisci</em></p>\n<p>Scegli una creatura che puoi vedere nel raggio d'azione. Il bersaglio deve riuscire in un tiro salvezza di Saggezza o rimanere paralizzato per tutta la durata. Alla fine di ogni suo turno, il bersaglio può effettuare un altro tiro salvezza di Saggezza. In caso di successo, il potere termina sul bersaglio. Questo potere non ha effetto su droidi o costrutti. </p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 6° livello o superiore, puoi bersagliare una creatura aggiuntiva per ogni livello di slot superiore al 5°. Le creature devono trovarsi entro 30 piedi l'una dall'altra quando le bersagli.</p>"
		},
		{
			"id": "Stasis Field",
			"name": "Campo di Stasi",
			"description": "<p><em><strong>Prequisiti</strong>: Stasi</em></p>\n<p>Scegli un punto che puoi vedere a portata di mano. Ogni creatura nel raggio d'azione di quel punto deve riuscire in un tiro salvezza di Saggezza o essere paralizzata per la durata. Alla fine di ogni turno di un bersaglio, esso può effettuare un altro tiro salvezza di Saggezza. In caso di successo, il potere termina sul bersaglio. Questo potere non ha effetto su droidi o costrutti. </p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 9° livello, la dimensione del cubo aumenta a 40 piedi.</p>"
		},
		{
			"id": "Stun",
			"name": "Stordisci",
			"description": "<p>Scegli un umanoide che puoi vedere nel raggio d'azione. Il bersaglio deve riuscire in un tiro salvezza di Saggezza o rimanere paralizzato per tutta la durata. Alla fine di ogni suo turno, il bersaglio può effettuare un altro tiro salvezza di Saggezza. In caso di successo, il potere termina sul bersaglio.</p>"
		},
		{
			"id": "Stun Droid",
			"name": "Stordisci Droide",
			"description": "<p>Scegli un droide o un costrutto che puoi vedere nel raggio d'azione. Il bersaglio deve riuscire in un tiro salvezza di Costituzione o rimanere paralizzato per tutta la durata. All'inizio di ogni suo turno, il bersaglio subisce un danno energetico pari al tuo modificatore di capacità di forcecasting. Alla fine di ogni suo turno, il bersaglio può effettuare un altro tiro salvezza di Costituzione. In caso di successo, il potere termina sul bersaglio.</p>"
		},
		{
			"id": "Sustained Lightning",
			"name": "Fulmine Prolungato",
			"description": "<p><em><strong>Prequisiti</strong>: Shock</em></p>\n<p>Ti scagli contro una creatura a portata di tiro con continui scossoni di fulmini della Forza. Effettua un attacco di forza a distanza contro quella creatura. Se viene colpito, il bersaglio subisce [[/r 1d12]] danni da fulmine e, per tutta la durata del tuo turno, puoi usare la tua azione per infliggere automaticamente [[/r 1d12]] danni da fulmine al bersaglio. Il potere termina se usi la tua azione per fare qualcos'altro. Il potere termina anche se il bersaglio è fuori dal raggio d'azione del potere o se è totalmente coperto da te.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 2° livello o superiore, il danno iniziale aumenta di [[/r 1d12]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Tapas",
			"name": "Tapas",
			"description": "<p>Il Tapas è una tecnica della Forza che permette al suo utilizzatore di attingere al potere della Forza per rimanere caldo in un ambiente freddo.. Per la durata, sei considerato adattato ai climi caldi e freddi.</p>"
		},
		{
			"id": "Telekinesis",
			"name": "Telecinesi",
			"description": "<p><em><strong>Prequisiti</strong>: Lancio della Forza</em></p>\n<p>Ottieni la capacità di muovere o manipolare creature e oggetti con la Forza. Quando lanci questo potere, e come azione ogni round per tutta la durata, puoi esercitare la tua volontà su una creatura o un oggetto che puoi vedere nel raggio d'azione, causando l'effetto appropriato qui sotto. Puoi colpire lo stesso bersaglio round dopo round, o sceglierne uno nuovo in qualsiasi momento. Se cambi bersaglio, il bersaglio precedente non è più influenzato dal potere.</p>\n<p><strong><em>Creatura.</em></strong> Puoi provare a spostare una creatura enorme o più piccola. Il bersaglio deve effettuare un tiro salvezza di Forza. Se il tiro salvezza viene fallito, muovi la creatura fino a 30 piedi in qualsiasi direzione, anche verso l'alto ma non oltre il raggio d'azione di questo potere. Fino alla fine del tuo prossimo turno, la creatura è trattenuta nella tua presa telecinetica. Una creatura sollevata verso l'alto è sospesa a mezz'aria.</p>\n<p>Nei round successivi, puoi usare la tua azione per tentare di mantenere la tua presa telecinetica sulla creatura ripetendo la gara.</p>\n<p><strong><em>Oggetto.</em></strong> Puoi spostare un oggetto che non sia indossato o trasportato e che pesi fino a 2,500 libbre fino a 30 piedi in qualsiasi direzione, ma non oltre il raggio d'azione di questo potere. </p>\n<p>Puoi esercitare un controllo fine sugli oggetti con la tua presa telecinetica, come manipolare un semplice strumento, aprire una porta o un contenitore, riporre o recuperare un oggetto da un contenitore aperto o versare il contenuto di una fiala.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 6° livello o superiore, il peso massimo dell'oggetto aumenta di 2.500 libbre per ogni livello di slot superiore al 5°.</p>"
		},
		{
			"id": "Telekinetic Burst",
			"name": "Raffica Telecinetica",
			"description": "<p><em><strong>Prequisiti</strong>: Temporale di Telecinesi</em></p>\n<p>Un raggio di energia della Forza lampeggia dalla tua mano in una linea larga 5 piedi e lunga 60 piedi. Ogni creatura nella linea deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza viene fallito, la creatura subisce [[/r 8d6]] danni da Forza e viene messa a terra. Con un tiro salvezza riuscito, la creatura subisce la metà dei danni e non viene messa a terra. </p>\n<p>Puoi creare una nuova raffica telecinetica come azione del tuo turno finché il potere non termina.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 7° livello o superiore, il danno aumenta di [[/r 2d6]] per ogni livello di slot superiore al 6°.</p>"
		},
		{
			"id": "Telekinetic Shield",
			"name": "Scudo telecinetico",
			"description": "<p><em><strong>Prequisiti</strong>: Anima Arma</em></p>\n<p>Sollevi tre mucchi di detriti o piccoli oggetti da terra e li interponi tra te e i tuoi avversari per tutta la durata. </p>\n<p>Finché rimangono almeno tre cumuli, hai tre quarti di copertura. Finché rimangono due mucchi, hai metà copertura. Finché rimane un solo mucchio, hai un quarto di copertura. Le pile non ostacolano i tuoi attacchi. Quando lanci il potere, o come azione in un turno successivo, puoi dirigere fino a due pile per attaccare fino a due creature che puoi vedere entro 30 piedi. Effettua un tiro di forza a distanza per ogni mucchio. Se colpita, una creatura prende [[/r 2d6]] danni cinetici più [[/r 1d10]] di forza. Il mucchio viene distrutto sia che colpisca sia che lo manchi.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Se lanci questo potere con uno slot forza di 4° livello o superiore, il potere crea un mucchio addizionale per ogni livello superiore al 3°.</p>"
		},
		{
			"id": "Telekinetic Storm",
			"name": "Temporale Telecinetico",
			"description": "<p><em><strong>Prequisiti</strong>: Turbolenza</em></p>\n<p>Agiti la Forza intorno a te, creando un campo turbolento di energia telecinetica che tampona i nemici intorno a te. Il campo si estende fino a una distanza di 15 piedi intorno a te per tutta la sua durata.</p>\n<p>Quando lanci questo potere, puoi designare un numero qualsiasi di creature che puoi vedere che non ne siano influenzate. Una creatura colpita guadagna 1 livello rallentato mentre si trova nell'area e quando la creatura entra nell'area per la prima volta in un turno o vi inizia il suo turno, deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza è fallito, la creatura subisce [[/r 3d8]] danni da forza. Con un tiro salvezza riuscito, la creatura subisce la metà dei danni.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 4° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 3°.</p>"
		},
		{
			"id": "Telekinetic Wave",
			"name": "Onda Telecinetica",
			"description": "<p><em><strong>Prequisiti</strong>: Raffica Telecinetica</em></p>\n<p>Manipoli la Forza in un raggio di 60 piedi centrato su un punto a tua scelta entro il raggio d'azione. Ogni creatura in quell'area deve effettuare un tiro salvezza di Costituzione. Con un tiro salvezza fallito, una creatura subisce [[/r 12d6]] danni da Forza, viene messa a terra e spostata di 5 piedi in una direzione a tua scelta. Con un tiro salvezza riuscito, prende la metà dei danni e non viene messa a terra o spostata.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 9° livello, il danno aumenta di [[/r 2d6]].</p>"
		},
		{
			"id": "Telemetry",
			"name": "Telemetria",
			"description": "<p>Scegli un oggetto che devi toccare durante il lancio del potere. Se si tratta di un oggetto potenziato o modificato, impari le sue proprietà e come usarlo, se richiede sintonia per essere usato e quante cariche ha, se ce ne sono. Se l'oggetto è stato creato da un potere, scoprirai quale potere lo ha creato. Se invece tocchi una creatura durante il lancio, impari quali poteri di forza, se ce ne sono, la stanno influenzando.</p>"
		},
		{
			"id": "Telepathic Link",
			"name": "Collegamento Telepatico",
			"description": "<p><em><strong>Prequisiti</strong>: Sussurro della Forza</em></p>\n<p>Stabilisci un legame telepatico con una creatura volenterosa che tocchi. Fino al termine del potere, ogni volta che tu e il bersaglio potete vedervi, ognuno di voi può comunicare con l'altro tramite telepatia.</p>\n<p>Non è necessario che tu condivida una lingua con una creatura per farle capire i tuoi discorsi telepatici, e la creatura ti capisce anche se non ha una lingua. La creatura può anche risponderti telepaticamente, ma deve capire almeno una lingua per poter comunicare in questo modo. Questo potere non ha effetto su droidi o costrutti.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 3° livello o superiore, la durata aumenta a Concentrazione, fino a 1 ora, e se tu o la creatura a cui sei collegato venite sorpresi, mentre entrambi potete vedervi, la creatura sorpresa può ancora agire normalmente al suo primo turno di combattimento, come se non fosse sorpresa.</p>"
		},
		{
			"id": "Tremor",
			"name": "Tremore",
			"description": "<p><em><strong>Prequisiti</strong>: Scoppio</em></p>\n<p>Causi un tremore nel terreno entro il raggio d'azione. Ogni creatura diversa da te in una sfera di 5 piedi di raggio centrata su quel punto deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza viene fallito, la creatura subisce [[/r 1d8]] danni cinetici e viene messa a terra. Con un tiro salvezza riuscito, la creatura subisce la metà dei danni e non viene messa a terra. Se il terreno in quell'area è terra smossa o pietra, diventa un terreno difficile fino a quando non viene rimosso, con ogni porzione di 5 piedi di diametro che richiede almeno 1 minuto per essere rimossa a mano.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot forza di 2° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "True Sight",
			"name": "Vista Vera",
			"description": "<p><em><strong>Prequisiti</strong>: Vista della Forza</em></p>\n<p>Sposti la tua visione per vedere attraverso l'uso della Forza, </p>\n<p>dandoti la capacità di vedere le cose come sono realmente. Per la durata, hai la vista vera e noti porte segrete nascoste dai poteri, il tutto in un raggio di 120 piedi.</p>"
		},
		{
			"id": "Turbulence",
			"name": "Turbolenza",
			"description": "<p>Scegli una creatura, o scegli due creature che siano entro 5 piedi l'una dall'altra, a portata di tiro. Un bersaglio deve riuscire in un tiro salvezza di Destrezza o subire [[/r 1d6]] danni da forza.</p>\n<p>Il danno di questo potere aumenta di [[/r 1d6]] al 5°, 11° e 17° livello.</p>"
		},
		{
			"id": "Valor",
			"name": "Valore",
			"description": "<p><em><strong>Prequisiti</strong>: Resistenza</em></p>\n<p>Benedici fino a tre creature di tua scelta entro il raggio d'azione. Ogni volta che un bersaglio effettua un tiro d'attacco o un tiro salvezza prima che il potere termini, il bersaglio può tirare un [[/r d4]] e aggiungere il numero tirato al tiro d'attacco o al tiro salvezza.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere con uno slot forza di 3° livello o superiore, puoi bersagliare una creatura addizionale per ogni due livelli di slot superiori al 1°. Quando lanci questo potere al 3°, 6° o 9° livello, il dado aumenta rispettivamente a [[/r d6]], [[/r d8]] e [[/r d10]].</p>"
		},
		{
			"id": "Wakefulness",
			"name": "Veglia",
			"description": "<p><em><strong>Prequisiti</strong>: Controllo del Respiro</em></p>\n<p>Utilizzi la Forza per controllare le funzioni del tuo corpo. Per tutta la durata, ottieni i seguenti benefici:</p>\n<ul>\n<li>Indipendi gli effetti di qualsiasi livello di stanchezza tu abbia. </li>\n<li>Non hai bisogno di mangiare, bere o dormire. Non puoi essere costretto a dormire con nessun mezzo. Per ottenere i benefici di un lungo riposo, puoi passare tutte le 8 ore facendo attività leggere, come leggere e fare la guardia. </li>\n</ul>\n<p>Se al termine di questo potere hai ancora qualche livello di esaurimento, devi effettuare un tiro salvezza di Costituzione a DC 15. Se il tiro salvezza viene fallito, guadagni un punto di svantaggio. Se il tiro salvezza viene fallito, si guadagna un ulteriore livello di esaurimento.</p>"
		},
		{
			"id": "Wall of Light",
			"name": "Muro di Luce",
			"description": "<p>Evochi un'immensa manifestazione di energia della Forza di lato chiaro distruttiva. Il muro appare nel raggio d'azione e dura per la durata. Puoi creare un muro dritto fino a 100 piedi di lunghezza, 20 piedi di altezza e 5 piedi di spessore, o un muro ad anello fino a 60 piedi di diametro, 20 piedi di altezza e 5 piedi di spessore. Il muro fornisce una copertura di tre quarti e il suo spazio è un terreno difficile.</p>\n<p>Quando una creatura entra nell'area del muro per la prima volta in un turno o vi inizia il suo turno, deve effettuare un tiro salvezza di Destrezza. Se il tiro salvezza è fallito, la creatura subisce [[/r 6d10]] danni da forza, o la metà se ha successo.</p>"
		},
		{
			"id": "Whirlwind",
			"name": "Vortice",
			"description": "<p>Una tromba d'aria ulula fino a un punto che si può vedere sul terreno a portata di mano. Il turbine è un cilindro di 10 piedi di raggio e 30 piedi di altezza centrato su quel punto. Finché il potere non termina, puoi usare la tua azione per muovere il turbine fino a 30 piedi in qualsiasi direzione lungo il terreno. Il turbine risucchia qualsiasi oggetto medio o più piccolo che non sia fissato a nulla e che non sia indossato o trasportato da nessuno.</p>\n<p>Una creatura deve effettuare un tiro salvezza di Destrezza la prima volta in un turno che entra nel turbine o che il turbine entra nel suo spazio, compreso quando il turbine appare per la prima volta. Una creatura subisce [[/r 10d6]] danni cinetici se fallisce il tiro salvezza, o la metà dei danni se lo supera. Inoltre, una creatura grande o più piccola che fallisce il tiro salvezza deve riuscire in un tiro salvezza di Forza o venire trattenuta nel turbine fino alla fine del potere. Quando una creatura inizia il suo turno trattenuta dal turbine, la creatura viene tirata 5 piedi più in alto al suo interno, a meno che la creatura non si trovi in cima. Una creatura trattenuta si muove con il turbine e cade quando il potere termina, a meno che la creatura non abbia dei mezzi per rimanere in alto.</p>\n<p>Una creatura trattenuta può usare un'azione per effettuare una prova di Forza o Destrezza contro la tua CD di tiro salvezza sulla forza. Se ha successo, la creatura non è più trattenuta dal turbine e viene scagliata a [[/r 3d6*10]] piedi di distanza in una direzione casuale.</p>"
		},
		{
			"id": "Will of the Force",
			"name": "Il Volere della Forza",
			"description": "<p>Ti sublimi di fronte alla volontà della Forza, cercando di usarla per influenzare il cambiamento nella galassia intorno a te. </p>\n<p>L'uso di base di questo potere è duplicare qualsiasi altro potere del lato luce o della forza universale di 8° livello o inferiore. Non hai bisogno di soddisfare alcun requisito di quel potere; semplicemente ha effetto. In alternativa, puoi creare uno dei seguenti effetti a tua scelta:</p>\n<ul>\n<li>Evoca a te un oggetto di valore fino a 250.000 cr che non sia un oggetto potenziato. L'oggetto non può essere a più di 300 piedi in qualsiasi dimensione, e appare in uno spazio non occupato che puoi vedere sul terreno.</li>\n<li>Permetti a un massimo di venti creature che puoi vedere di recuperare tutti i punti ferita, e metti fine a tutti gli effetti su di esse descritti nel potere <em>ripristino migliorato</em>. </li>\n<li>Garantisci a un massimo di dieci creature che puoi vedere la resistenza a un tipo di danno a tua scelta.</li>\n<li>Garantisci a un massimo di dieci creature che puoi vedere l'immunità a un singolo potere o a un altro specifico effetto potenziato per 8 ore. Per esempio, puoi rendere te stesso e tutti i tuoi compagni immuni all'abilità Volontà della Manifestazione di Abeloth.</li>\n<li>Puoi annullare un singolo evento recente forzando un nuovo lancio di qualsiasi tiro effettuato nell'ultimo turno (incluso il tuo ultimo turno). La realtà si rimodella per accogliere il nuovo risultato. Per esempio, <em>volontà della forza</em> potrebbe annullare un tiro salvezza riuscito di un avversario, un colpo critico di un nemico o un tiro salvezza fallito di un amico. Puoi forzare il tiro di dado con vantaggio o svantaggio, e puoi scegliere se usare il tiro di dado o il tiro originale.</li>\n</ul> <p>Potresti essere in grado di ottenere qualcosa che va oltre lo scopo degli esempi precedenti. Esprimete il vostro desiderio al DM nel modo più preciso possibile. Il DM ha una grande latitudine nel decidere cosa succede in un caso del genere; maggiore è il desiderio, maggiore è la probabilità che qualcosa vada storto. Questo potere potrebbe semplicemente fallire, l'effetto che desideri potrebbe essere ottenuto solo in parte, o potresti subire qualche conseguenza imprevista come risultato di come hai formulato il desiderio. Per esempio, desiderare che un cattivo sia morto potrebbe spingerti in avanti nel tempo fino a un periodo in cui quel cattivo non è più in vita, rimuovendoti di fatto dal gioco. Allo stesso modo, desiderare un oggetto o un artefatto leggendario potenziato potrebbe trasportarti istantaneamente alla presenza dell'attuale proprietario dell'oggetto.</p>\n<p>Lo stress di lanciare questo potere per produrre qualsiasi effetto diverso dalla duplicazione di un altro potere ti indebolisce. Dopo aver sopportato questo stress, ogni volta che lanci un potere fino a quando non finisci un lungo riposo, prendi [[/r 1d10]] danni necrotici per livello di quel potere, che non possono essere ridotti o evitati in alcun modo. Inoltre, la tua Forza scende a 3, se non è già 3 o inferiore, per [[/r 2d4]] giorni. Per ognuno di quei giorni in cui ti riposi e non fai altro che attività leggera, il tuo tempo di recupero residuo diminuisce di 2 giorni. Inoltre, c'è un 33% di possibilità che tu non sia in grado di lanciare <em>volontà della forza</em> mai più se subisci questo stress. Infine, se sei ridotto a 0 punti ferita come risultato di questo danno necrotico, o in qualsiasi momento prima che tu abbia recuperato completamente dalla riduzione di Forza, muori immediatamente e non puoi essere resuscitato mentre il tuo corpo svanisce, assorbito dalla Forza vivente.</p>"
		},
		{
			"id": "Wound",
			"name": "Ferisci",
			"description": "<p>Esegui un gesto perforante contro una creatura nel raggio d'azione. Effettua un attacco di forza a distanza contro il bersaglio. Se viene colpito, il bersaglio subisce [[/r 2d8]] danni necrotici e deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza viene fallito, viene anche avvelenato fino alla fine del tuo prossimo turno.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Quando lanci questo potere usando uno slot di forza di 2° livello o superiore, il danno aumenta di [[/r 1d8]] per ogni livello di slot superiore al 1°.</p>"
		},
		{
			"id": "Wrack",
			"name": "Sciagura",
			"description": "<p><em><strong>Prequisiti</strong>: Piaga</em></p>\n<p>Avvolgi il corpo di una creatura che puoi vedere con una condizione virulenta, simile a una malattia. Il bersaglio deve effettuare un tiro salvezza di Costituzione. Se il tiro salvezza è fallito, subisce [[/r 14d6]] danni necrotici, o la metà dei danni se il tiro salvezza è riuscito. Il danno non può ridurre i punti ferita del bersaglio al di sotto di 1. Se il bersaglio fallisce il tiro salvezza, i suoi punti ferita massimi vengono ridotti per 1 ora di una quantità pari al danno necrotico subito. Qualsiasi effetto che rimuova una malattia permette ai punti ferita massimi di una creatura di tornare immediatamente alla normalità.</p>\n<p><strong><em>Potenza della Forza.</em></strong> Se lanci questo potere usando uno slot forza di 7° livello o superiore, il potere infligge un danno extra [[/r 2d6]] per ogni livello di slot superiore al 6°.</p>"
		}
	]
}
