{
	"label": "Kit da Specialisti",
	"entries": [
		{
			"id": "Archaeologist kit",
			"name": "Kit da Archeologo",
			"description": null
		},
		{
			"id": "Artillerist's kit",
			"name": "Kit da Artigliere",
			"description": null
		},
		{
			"id": "Bioanalysis kit",
			"name": "Kit di Bioanalisi",
			"description": "Un kit di bioanalisi include tutti i componenti necessari per raccogliere e conservare le piante, così come identificare i loro usi."
		},
		{
			"id": "Biochemist's kit",
			"name": "Kit da Biochimico",
			"description": "Il kit di un biochimico include tutti i componenti necessari per creare e ospitare surrogati standard, medpac e stimpac."
		},
		{
			"id": "Brewer's kit",
			"name": "Kit da Birraio",
			"description": "Il kit del birraio include tutti i componenti necessari per fermentare e conservare la birra, così come altre sostanze illecite."
		},
		{
			"id": "Chef's kit",
			"name": "Kit da Chef",
			"description": "I kit dello chef includono tutti i componenti necessari per preparare, cucinare e conservare il cibo."
		},
		{
			"id": "Demolitions kit",
			"name": "Kit da Demolitore",
			"description": "Un kit di demolizione include tutti i componenti necessari per creare, impostare e disarmare gli esplosivi."
		},
		{
			"id": "Disguise kit",
			"name": "Kit di Travestimento",
			"description": "Un kit di travestimento comprende tutti i componenti necessari per creare e applicare un travestimento."
		},
		{
			"id": "Forgery kit",
			"name": "Kit di Falsificazione",
			"description": "Un kit di falsificazione include tutti i componenti necessari per creare e identificare documenti falsi, compresa la copia del sigillo o della firma di una persona."
		},
		{
			"id": "Mechanic's kit",
			"name": "Kit da Meccanico",
			"description": "Mechanic’s kits contain all of the necessary components repair and install vehicle and ship components."
		},
		{
			"id": "Munitions kit",
			"name": "Kit da Musicista",
			"description": "A musical instrument includes all of the necessary components to play it, as well as a few songs commonly performed with that instrument."
		},
		{
			"id": "Poisoner's kit",
			"name": "Kit da Avvelenatore",
			"description": "Il kit dell'avvelenatore include tutti i componenti necessari per creare e conservare i veleni."
		},
		{
			"id": "Scavenging kit",
			"name": "Kit da Frugatore",
			"description": null
		},
		{
			"id": "Security kit",
			"name": "Kit di Sicurezza",
			"description": "Un kit di sicurezza include tutti i componenti necessari per impostare o disattivare serrature e trappole."
		},
		{
			"id": "Slicer's kit",
			"name": "Kit d'Affettatore",
			"description": "Il kit d'ffettatore include tutti i componenti necessari per interfacciarsi con i titoli digitali e disarmarli."
		},
		{
			"id": "Spicer's kit",
			"name": "Kit di Spezie",
			"description": "Il kit di Spezie include tutti i componenti necessari per raffinare e creare sostanze illecite."
		}
	]
}