{
	"label": "Maestria nel Combattimento",
	"entries": [
		{
			"id": "Akimbo Mastery",
			"name": "Maestria Akimbo",
			"description": "<p>Hai imparato a combattere con due blaster, scatenando una raffica di colpi. Mentre brandisci armi separate in ogni mano con cui sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando tiri il massimo su un dado per il danno da arma contro una creatura, questa subisce una penalità di -1 al primo tiro di attacco che effettua prima dell'inizio del tuo prossimo turno. </li>\n<li>Puoi ingaggiare un combattimento con due armi anche se le armi che impugni non hanno la proprietà della luce. Puoi ricaricare due armi quando normalmente saresti in grado di ricaricarne solo una. </li>\n<li>Quando esegui l'azione Attacco, puoi scegliere di attaccare rapidamente a spese della precisione. Il tuo attacco con l'arma viene effettuato senza l'aiuto del tuo bonus di competenza, ma puoi usare la tua reazione per attaccare con un'altra arma che tieni nell'altra mano, sempre senza il tuo bonus di competenza. Se quando esegui l'azione Attacco dovresti effettuare più di un attacco, solo uno viene effettuato senza il tuo bonus di competenza.</li></ul>"
		},
		{
			"id": "Berserk Mastery",
			"name": "Maestria Berserk",
			"description": "<p>Hai imparato a restituire il dolore a chi lo infligge, diventando un flagello sul campo di battaglia. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando una creatura entro 5 piedi da te ti infligge danno con un'arma o un colpo disarmato, puoi usare la tua reazione per effettuare un attacco con un'arma da mischia o un colpo disarmato contro quella creatura. Se colpisci, infliggi un danno aggiuntivo pari al tuo bonus di competenza.</li>\n<li>Quando una creatura ottiene un colpo critico contro di te, hai vantaggio sul primo attacco che effettui contro quella creatura prima della fine del tuo prossimo turno. Se avresti già un vantaggio, puoi invece ritirare uno dei dadi una volta.</li>\n<li>Sei avvantaggiato nei tiri salvezza che ti costringerebbero ad agire contro la tua volontà, ad essere spaventato o ad impedirti di attaccare una creatura.</li></ul>"
		},
		{
			"id": "Brawler Mastery",
			"name": "Maestria Rissaiolo",
			"description": "<p>Hai padroneggiato l'uso del tuo peso a tuo vantaggio e riesci facilmente a trascinare i bersagli. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Le tue armi improvvisate usano un [[/r d6]] per i danni e guadagnano la proprietà versatile ([[/r 2d4]]). </li>\n<li>Il tuo dado del danno per i tuoi colpi disarmati e le armi naturali aumenta di un passo (da 1 a [[/r d4]], da [[/r d4]] a [[/r d6]], o da [[/r d6]] a [[/r d8]]).</li>\n<li>La tua velocità non viene dimezzata trasportando una creatura afferrata che è della tua stessa categoria di taglia o più piccola. </li>\n<li>Una volta in ogni tuo turno, quando colpisci una creatura con un colpo disarmato o con un'arma impugnata in una mano nel tuo turno, puoi effettuare un ulteriore colpo disarmato contro lo stesso bersaglio senza l'aiuto del tuo bonus di competenza (nessuna azione richiesta).</li></ul>"
		},
		{
			"id": "Covert Mastery",
			"name": "Maestria Nascosto",
			"description": "<p>Hai imparato a combattere da angoli nascosti, ottenendo un vantaggio sui tuoi nemici. Puoi provare a nasconderti quando sei leggermente oscurato dalla creatura da cui ti stai nascondendo.</li>\n<li>La luce fioca non ti impone uno svantaggio alle prove di Saggezza (Percezione) che si basano sulla vista. </li>\n<li>Quando sei nascosto da una creatura e la manchi con un colpo disarmato o un attacco con un'arma, effettuare l'attacco non rivela automaticamente la tua posizione. </li>\n<li>Una volta per turno, quando infliggi danni a una creatura con un colpo disarmato o un attacco con un'arma mentre sei nascosto da essa, infliggi un danno aggiuntivo pari al tuo bonus di competenza.</li></ul>"
		},
		{
			"id": "Defense Mastery",
			"name": "Maestria Difesa",
			"description": "<p>Hai imparato l'arte di difenderti, trattando la tua armatura come una seconda pelle. Mentre indossi un'armatura media o pesante di cui sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Il danno che subisci dalle armi viene ridotto di una quantità pari al tuo bonus di competenza. Se questo ridurrebbe il danno a 0, il danno è invece ridotto a 1.</li>\n<li>Quando una creatura effettua un attacco in mischia contro di te mentre è alla tua portata, che l'attacco vada a segno o meno, puoi usare la tua reazione per tentare di spingere quella creatura fino a 10 piedi direttamente lontano da te.</li>\n<li>Il tempo necessario per indossare e togliere l'armatura è ridotto della metà.</li></ul>"
		},
		{
			"id": "Disruption Mastery",
			"name": "Repulsione Maestria",
			"description": "<p>Scegli uno dei due tipi di lancio di forza o di tecnologia. Hai imparato a combattere e interferire con i caster del tipo scelto, confondendo la loro concentrazione. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando una creatura entro 30 piedi da te e che puoi vedere lancia un potere, provoca un attacco di opportunità da parte tua. </li>\n<li>Ogni volta che costringi una creatura a effettuare un tiro salvezza per mantenere la concentrazione, la CD del tiro salvezza aumenta di un valore pari al tuo bonus di competenza.</li>\n<li>Hai un vantaggio nei tiri salvezza contro i poteri lanciati da creature che puoi vedere se hai inflitto loro danni dall'inizio del tuo ultimo turno.</li></ul>"
		},
		{
			"id": "Dual Wield Mastery",
			"name": "Maestria Doppia Arma",
			"description": "<p>Hai imparato a combattere con due armi, diventando una raffica di movimenti. Mentre impugni in ogni mano armi separate con le quali sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando usi la tua azione bonus per ingaggiare un combattimento con due armi, puoi scegliere di rinunciare a uno o più attacchi. Per ogni attacco a cui rinunci, guadagni un bonus di +1 alla CA fino all'inizio del tuo prossimo turno.</li>\n<li>Puoi ingaggiare un combattimento con due armi anche se le armi che brandisci non hanno la proprietà della luce.</li>\n<li>Puoi estrarre o riporre due armi quando normalmente saresti in grado di estrarne o riporne solo una.</li>\n<li>Quando usi l'azione bonus per ingaggiare un combattimento con due armi, puoi scegliere di rinunciare al tuo bonus di competenza. Se lo fai, puoi effettuare un attacco aggiuntivo con quell'arma, sempre senza il tuo bonus di competenza. Se normalmente effettueresti più di un attacco con la tua azione bonus, solo un attacco viene effettuato senza il tuo bonus di competenza..</li></ul>"
		},
		{
			"id": "Duelist Mastery",
			"name": "Maestria Duellante",
			"description": "<p>Hai padroneggiato l'arte di combattere con una sola arma, facendo in modo che una sola arma ti sembri come tante. Quando impugni un'arma in una mano con cui sei abile e nessun'altra arma, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando esegui l'azione Attacco, puoi scegliere di attaccare con fretta a scapito della precisione. Il tuo attacco con l'arma viene effettuato senza l'aiuto del tuo bonus di competenza, ma puoi usare la tua reazione per effettuare un ulteriore attacco con l'arma, sempre senza il tuo bonus di competenza. Se vuoi effettuare più di un attacco quando esegui l'azione Attacco, solo un attacco viene effettuato senza il tuo bonus di competenza.</li>\n<li>Quando una creatura ti colpisce con un attacco in mischia, puoi usare la tua reazione per aggiungere il tuo bonus di competenza alla tua CA per quell'attacco, facendoti potenzialmente mancare l'attacco.</li>\n<li>Hai un vantaggio nelle prove di abilità e nei tiri salvezza per evitare di essere disarmato.</li></ul>"
		},
		{
			"id": "Equilibrium Mastery",
			"name": "Maestria Equilibrium",
			"description": "<p>Hai imparato a combattere senza i limiti dell'armatura, trattando il combattimento come una danza elegante. Quando indossi un'armatura leggera o nulla e non brandisci uno scudo, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando una creatura ti manca con un attacco con l'arma, puoi usare la tua reazione per effettuare un colpo disarmato o un attacco con l'arma contro quella creatura senza il tuo bonus di competenza. </li>\n<li>Quando una creatura ti colpisce con un attacco con un'arma, puoi usare la tua reazione per imporre una penalità al tiro di attacco pari al tuo bonus di competenza, facendo potenzialmente fallire l'attacco.</li>\n<li>Se vieni disarmato, puoi usare la tua reazione per prendere immediatamente l'arma.</li></ul>"
		},
		{
			"id": "Explosives Mastery",
			"name": "Maestria Esplosiva",
			"description": "<p>Hai imparato a combattere con gli esplosivi, causando distruzioni inaudite. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando determini la CD di tiro salvezza di una munizione o di un esplosivo che controlli, puoi usare 8 + il tuo bonus di competenza + il tuo modificatore di Intelligenza, se fosse superiore alla CD dell'oggetto.</li>\n<li>Quando usi una munizione o un esplosivo che richiede un tiro salvezza e infligge danni, puoi prendere una penalità alla CD di tiro salvezza pari al tuo bonus di competenza. Se lo fai, il danno dell'oggetto aumenta di una quantità pari al tuo bonus di competenza.</li></ul>"
		},
		{
			"id": "Formation Mastery",
			"name": "Maestria Formazione",
			"description": "<p>Hai imparato a combattere con un compagno, imparando a muoverti e ad agire come una singola unità. Quando un alleato si trova a meno di un metro e mezzo da te, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando una creatura manca un alleato entro un metro e mezzo da te con un attacco con l'arma, puoi usare la tua reazione per effettuare un attacco con l'arma contro quella creatura senza il tuo bonus di competenza. </li>\n<li>Quando una creatura colpisce un alleato entro un metro e mezzo da te con un attacco con un'arma, puoi usare la tua reazione per imporre una penalità al tiro d'attacco pari al tuo bonus di competenza, facendo potenzialmente fallire l'attacco.</li>\n<li>Quando esegui l'azione Guardia, l'alleato sorvegliato ha vantaggio sui tiri salvezza di Destrezza che interesserebbero solo lui mentre è sorvegliato.</li></ul>"
		},
		{
			"id": "Formfighting Mastery",
			"name": "Maestria Forma Spada Laser",
			"description": "<p><em><strong>Prerequisiti:</strong> La capacità di lanciare poteri di forza</em></p>\n<p>Hai imparato le basi delle forme conosciute di combattimento con la spada laser, brandendo la tua arma con una grazia ineguagliabile. Otterrai i seguenti benefici:</p>\n<ul>\n<li>Impari tre forme di spada laser, descritte in dettaglio più avanti in questo capitolo. Se conosci già almeno tre forme di spada laser, impari invece sette forme di spada laser.</li>\n<li>Una volta in ogni tuo turno, prima di effettuare un attacco in mischia, puoi scegliere di rinunciare al tuo bonus di competenza. Se lo fai, puoi ingaggiare una delle tue forme di spada laser senza usare la tua azione bonus. Se quella forma ti permette di effettuare un attacco, anche quell'attacco viene effettuato senza il tuo bonus di competenza.</li>\n<li>Una volta in ogni tuo turno, prima di effettuare un attacco con un'arma da mischia, puoi scegliere di rinunciare al tuo bonus di competenza. Se lo fai e l'attacco va a segno, puoi scegliere un'altra creatura entro un raggio di 5 piedi. Se il tiro di attacco originale colpisse la seconda creatura, questa subirebbe un danno del tipo di arma pari al doppio del tuo bonus di competenza.</li></ul>"
		},
		{
			"id": "Great Weapon Mastery",
			"name": "Maestria Armi Grandi",
			"description": "<p>Hai imparato a sfruttare il peso di un'arma a tuo vantaggio, permettendo al suo slancio di potenziare i tuoi colpi. Mentre brandisci un'arma leggera o a vibrazione con la proprietà a due mani di cui sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Al tuo turno, quando ottieni un colpo critico o riduci una creatura a 0 punti ferita con un attacco in mischia, puoi effettuare un attacco in mischia come azione bonus.</li>\n<li>Quando sbagli un attacco in mischia, puoi usare la tua azione bonus per ripetere l'attacco contro lo stesso bersaglio. Qualsiasi modifica al tiro di attacco originale, come vantaggio, svantaggio o senza il tuo bonus di competenza, influisce anche su questo tiro di attacco. Se viene colpito, questo attacco infligge un danno cinetico pari al tuo modificatore di Forza.</li>\n<li>Prima di effettuare un attacco con un'arma da mischia, puoi scegliere di rinunciare al tuo bonus di competenza. Se l'attacco va a segno, aggiungerai il doppio del tuo bonus di competenza ai danni dell'attacco.</li>\n<li>Mentre maneggi l'arma a due mani, avrai un vantaggio nelle prove di abilità e nei tiri salvezza per evitare di essere disarmato.</li></ul>"
		},
		{
			"id": "Guerrilla Mastery",
			"name": "Maestria Guerriglia",
			"description": "<p>Hai imparato a manovrare sul campo di battaglia, scivolando attraverso aperture che altri potrebbero non vedere. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Puoi muoverti attraverso lo spazio di una creatura ostile, indipendentemente dalla sua taglia.</li>\n<li>Quando colpisci una creatura con un attacco di opportunità, puoi muoverti fino a metà della tua velocità (nessuna azione richiesta) senza provocare attacchi di opportunità da quella creatura. </li>\n<li>Una volta per turno, quando colpisci una creatura con un attacco con un'arma, un altro nemico della creatura si trova entro 5 piedi da essa e quel nemico non è incapacitato, puoi infliggere un danno aggiuntivo pari al doppio del tuo bonus di competenza.</li>\n<li>Quando una creatura ostile si muove entro 5 piedi da te, puoi usare la tua reazione per Sganciarti e muoverti fino a metà della tua velocità. Se potevi già usare la tua reazione per disimpegnarti e muoverti fino a metà della tua velocità, puoi invece muoverti fino alla tua piena velocità.</li></ul>"
		},
		{
			"id": "Gunning Mastery",
			"name": "Maestria Crivellare",
			"description": "<p>Hai imparato a usare i blaster in modi unici, controllando il campo di battaglia. Quando impugni un'arma blaster di cui sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li> Quando una creatura riesce a effettuare un tiro salvezza contro la proprietà di raffica o rapida della tua arma, subisce un danno pari al modificatore di abilità di governo dell'arma.</li>\n<li>Quando usi la proprietà di raffica di un'arma, puoi scegliere di rinunciare al tuo bonus di competenza alla CD di tiro salvezza. Se lo fai, ogni creatura che fallisce il tiro salvezza subisce un danno aggiuntivo pari al tuo bonus di competenza.</li>\n<li>Quando usi la proprietà rapida di un'arma, puoi scegliere di rinunciare al tuo bonus di competenza alla CD di tiro salvezza. Se lo fai e il bersaglio fallisce il tiro salvezza, subisce un danno aggiuntivo pari al doppio del tuo bonus di competenza.</li>\n<li>Trasformi il numero di forza delle armi in un livello inferiore (da 19 a 17, da 17 a 15, da 15 a 13 o da 13 a 11). Se il numero di forza è 11, lo si ignora completamente.</li></ul>"
		},
		{
			"id": "Mounted Mastery",
			"name": "Maestria a Monta",
			"description": "<p>Hai imparato l'arte di combattere mentre sei montato, muovendoti senza soluzione di continuità con il tuo compagno. Mentre sei montato su un veicolo o su una bestia controllata, ottieni i seguenti benefici:</p>\n<ul>\n<li>Una volta per turno, puoi scegliere di avere vantaggio su un tiro di attacco con un'arma da mischia contro una creatura non montata che sia più piccola della tua cavalcatura. Se l'attacco va a segno, infliggi un danno aggiuntivo pari al tuo bonus di competenza.</li>\n<li>Se la tua cavalcatura è soggetta a un effetto che le permette di effettuare un tiro salvezza di Destrezza per subire solo metà dei danni, puoi usare la tua reazione per far sì che non subisca alcun danno se riesce nel tiro salvezza, e solo metà danni se fallisce.</li>\n<li>Mentre sei montato su un veicolo, puoi usare la tua azione bonus invece della tua azione per compiere una delle azioni del veicolo a tua disposizione. Non puoi fare la stessa azione due volte in un turno.</li>\n<li>Mentre sei montato su una bestia controllata, puoi usare la tua azione bonus per far compiere alla tua cavalcatura un singolo attacco contro una creatura nel suo raggio d'azione.</li></ul>"
		},
		{
			"id": "Onslaught Mastery",
			"name": "Maestria Assalto",
			"description": "<p>Hai padronanza nell'usare il tuo slancio a tuo vantaggio, sottomettendo efficacemente le creature a pugni e tenendole a terra una volta cadute. Ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando una creatura cade a terra entro un metro e mezzo da te, provoca un attacco di opportunità da parte tua.</li>\n<li>Quando avresti vantaggio su un attacco con un'arma da mischia a causa di una creatura a terra, puoi ritirare un dado una volta. </li>\n<li>Quando una creatura a terra entro un metro e mezzo da te cerca di alzarsi, provoca un attacco di opportunità da parte tua.</li>\n<li>Una volta in ogni tuo turno, se ti muovi di almeno 3 metri in linea retta verso una creatura immediatamente prima di colpirla con un attacco in mischia, puoi infliggere un danno aggiuntivo pari al tuo bonus di competenza.</li></ul>"
		},
		{
			"id": "Sentinel Mastery",
			"name": "Maestria Sentinella",
			"description": "<p>Hai padroneggiato le tecniche per approfittare di ogni calo di guardia del nemico; negli spazi stretti sei indomabile. Mentre brandisci un'arma leggera o a vibrazione con cui sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Le creature nel tuo raggio d'azione provocano attacchi di opportunità da parte tua anche se compiono l'azione Disimpegno.</li>\n<li>Puoi usare un'azione bonus per entrare in una posizione difensiva che dura fino all'inizio del tuo prossimo turno. Mentre sei in posizione difensiva, hai un numero di reazioni speciali pari al tuo bonus di competenza che puoi usare solo per effettuare attacchi di opportunità. Puoi effettuare una sola reazione per turno.</li>\n<li>Quando effettui l'azione Schivare, una volta per turno, puoi effettuare due reazioni nello stesso turno, invece di una sola. Puoi effettuare una sola reazione per turno.</li></ul>"
		},
		{
			"id": "Sharpshooter Mastery",
			"name": "Maestria Tiratore Scelto",
			"description": "<p>Hai imparato a padroneggiare le armi blaster e puoi facilmente effettuare colpi che altri trovano impossibili. Mentre impugni un'arma blaster di cui sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Attaccare a lunga distanza non implica svantaggio nei tuoi tiri di attacco con armi a distanza.</li>\n<li>I tuoi attacchi con armi a distanza riducono la copertura parziale di un passo (da tre quarti a metà o da metà a un quarto) contro bersagli distanti da te almeno 30 piedi. Se il bersaglio ha una copertura di un quarto, la ignori completamente.</li>\n<li>Prima di effettuare un attacco con un'arma blaster contro un bersaglio distante da te 30 piedi o più, puoi scegliere di rinunciare al tuo bonus di competenza. Se l'attacco va a segno, aggiungi il doppio del tuo bonus di competenza ai danni dell'attacco.</li></ul>"
		},
		{
			"id": "Shield Mastery",
			"name": "Maestria Scudo",
			"description": "<p>Hai imparato a usare uno scudo per difendere i tuoi alleati e te stesso, imponendo strategicamente il tuo scudo per sfruttare la sua protezione. Mentre brandisci uno scudo di cui sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Se non sei incapace, puoi aggiungere il bonus alla CA del tuo scudo a qualsiasi tiro salvezza di Destrezza che effettui contro un potere o un altro effetto dannoso. </li>\n<li>Quando una creatura che puoi vedere ti danneggia, puoi usare la tua reazione per ridurre il danno di una quantità pari al tuo bonus di competenza. Quando sei soggetto a un effetto che ti permette di effettuare un tiro salvezza di Destrezza per subire solo metà dei danni e hai successo nel tiro salvezza, puoi usare la tua reazione per non subire danni.</li></ul>"
		},
		{
			"id": "Snapshot Mastery",
			"name": "Maestria Colpo Repentino",
			"description": "<p>Sei diventato esperto nell'avvicinarti alle armi blaster, mantenendo sia la velocità di fuoco che la precisione. Quando impugni un'arma blaster di cui sei esperto, ottieni i seguenti benefici:</p>\n<ul\n<li>Quando esegui l'azione Attacco mirando a una creatura entro 30 piedi, puoi scegliere di attaccare rapidamente a spese della precisione. Il tuo attacco con l'arma a distanza viene effettuato senza l'aiuto del tuo bonus di competenza, ma puoi usare la tua azione bonus per effettuare un ulteriore attacco con l'arma a distanza, sempre senza il tuo bonus di competenza. Se dovresti effettuare più di un attacco quando esegui l'azione Attacco, solo un attacco viene effettuato senza il tuo bonus di competenza.</li>\n<li>I tuoi attacchi con armi a distanza riducono la copertura parziale di un passo (da tre quarti a metà o da metà a un quarto) contro i bersagli entro 30 piedi da te. Se il bersaglio ha una copertura di un quarto, la ignori completamente.</li>\n<li>Le altre creature provocano un attacco di opportunità da parte tua quando si muovono entro 30 piedi da te, e puoi effettuare attacchi a distanza con armi blaster quando fai attacchi di opportunità.</li></ul>"
		},
		{
			"id": "Throwing Mastery",
			"name": "Maestria Lancio",
			"description": "<p>Hai padroneggiato le tecniche di lancio delle armi, fondendo prontamente le armi con i tuoi movimenti. Mentre impugni un'arma con la proprietà di lancio di cui sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Attaccare a distanza non ti impone uno svantaggio nei tiri di attacco a distanza con armi da lancio.</li>\n<li>Una volta in ogni tuo turno, puoi effettuare un attacco a distanza con un'arma da lancio contro un bersaglio all'interno della portata normale dell'arma senza l'aiuto del tuo bonus di competenza (nessuna azione richiesta). </li>\n<li>Quando colpisci una creatura con un attacco a distanza con un'arma da lancio, hai un vantaggio sul tuo prossimo attacco con un'arma da mischia contro quella creatura prima della fine del tuo prossimo turno.</li>\n<li>Una volta per turno, puoi estrarre un'arma con proprietà di lancio senza usare la tua interazione con gli oggetti.</li></ul>"
		},
		{
			"id": "Twin-Blade Mastery",
			"name": "Maestria Doppia Lama",
			"description": "<p>Hai imparato a combattere con le armi a doppia lama, usando entrambe le estremità con effetti devastanti. Mentre brandisci un'arma con la doppia proprietà con la quale sei abile, ottieni i seguenti benefici:</p>\n<ul>\n<li>Ogni volta che tiri il massimo sul dado del danno dell'arma contro una creatura, ottieni un bonus di +1 al prossimo tiro di attacco che effettui contro quella creatura prima della fine del tuo prossimo turno. </li>\n<li>Puoi ingaggiare un combattimento con doppia arma anche se l'arma che stai brandendo non ha la proprietà della luce.</li>\n<li>Afferrare una doppia arma che stai brandendo in una sola mano con l'altra mano non richiede più l'interazione con l'oggetto.</li>\n<li>Prima di effettuare un attacco con un'arma da mischia, puoi scegliere di rinunciare al tuo bonus di competenza. Se l'attacco va a segno, aggiungi il tuo bonus di competenza al danno dell'attacco.</li></ul>"
		},
		{
			"id": "Versatile Mastery",
			"name": "Maestria Versatile",
			"description": "<p>Hai imparato a usare le armi in modi diversi, modificando i tuoi schemi di attacco a metà del movimento. Quando brandisci un'arma leggera o a vibrazione con la proprietà versatile con la quale sei abile e nessun'altra arma, ottieni i seguenti benefici:</p>\n<ul>\n<li>Quando sei il bersaglio di un attacco con un'arma da mischia, puoi usare immediatamente la tua reazione per effettuare un attacco con un'arma da mischia contro il bersaglio senza il tuo bonus di competenza. Se viene colpito, il bersaglio subisce i normali effetti dell'attacco e tu imponi uno svantaggio al tiro per attivare l'attacco.</li>\n<li>Una volta per turno, quando effettui un tiro di attacco mentre brandisci un'arma a due mani, puoi tentare di dare seguito all'attacco. Se l'attacco colpisce, la creatura deve effettuare un tiro salvezza di Forza (DC = 8 + il tuo bonus agli attacchi con l'arma). Se il tiro salvezza viene fallito, la creatura viene spinta indietro di un metro e mezzo e tu puoi spostarti immediatamente nello spazio che ha appena lasciato senza provocare attacchi di opportunità.</li>\n<li>Una volta per turno, quando effettui un tiro di attacco mentre brandisci un'arma in una mano, il bersaglio brandisce uno scudo e l'altra mano è vuota, puoi usare l'altra mano per tirare giù lo scudo (nessuna azione richiesta). Se lo fai, la creatura non ottiene alcun beneficio alla classe armatura dal suo scudo per quell'attacco.</li></ul>"
		}
	]
}