{
  "_id": "oS6xyOzOjPla0Y9L",
  "name": "Elemental Adept",
  "type": "feat",
  "img": "systems/sw5e/packs/Icons/Class%20Features/MNK-ARCH-Bonus.webp",
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {
    "sw5e-importer": {
      "timestamp": "2023-03-09T01:52:14.6847388+00:00",
      "importer_version": 3,
      "uid": "Feature.name-elemental_adept.source-archetype.sourceName-kro_var_order.level-11"
    }
  },
  "system": {
    "description": {
      "value": "<p><em><strong>Kro Var Order:</strong> 6th, 11th, and 17th level</em></p>\n<p>You gain two of the following features. You gain an additional option at 11th and 17th level. </p>\n<p>You can use these features a combined number of times equal to your proficiency bonus, as shown in the monk table. You regain all expended uses when you complete a long rest.</p>\n<p>While you have no remaining uses of this feature, you can instead expend 2 focus points to use it. When you do so, your maximum focus points are reduced by 2 until you complete a long rest.</p>\n<h3>Burning Ember Flourish</h3>\n<p>You can use your action to choose an area of flame that you can see and that fits within a 5-foot cube within 60 feet. You can extinguish the fire in that area, and you create either fireworks or smoke when you do so.</p>\n<p><strong><em>Fireworks.</em></strong> The target explodes with a dazzling display of colors. Each creature within 10 feet of the target must succeed on a Constitution saving throw or become blinded until the end of your next turn.</p>\n<p><strong><em>Smoke.</em></strong> Thick black smoke spreads out from the target in a 20-foot radius, moving around corners. The area of the smoke is heavily obscured. The smoke persists for 1 minute or until a strong wind disperses it.</p>\n<h3>Curtain of Unyielding Wind</h3>\n<p>As an action, you call up a mighty gale, which swirls around you in a 10-foot radius and moves with you, remaining centered on you. The wind lasts for 10 minutes. The wind deafens both you and other creatures in its area. It extinguishes unprotected flames in its area that are torch-sized or smaller and hedges out vapor, gas, and fog that can be dispersed by strong wind. The area is difficult terrain for creatures other than you and the attack rolls of ranged weapon attacks have disadvantage if the attacks pass in or out of the wind.</p>\n<h3>Crushing Hand of the Mountain</h3>\n<p>As an action, you can choose a 5-foot-square unoccupied space on the ground that you can see within 30 feet. A Medium hand made from soil and stone, which lasts for 1 minute, rises in that space and reaches for one Large or smaller creature you can see within 5 feet of it. The target must make a Strength saving throw. On a failed save, the target takes [[/r 2d6]] kinetic damage and is restrained for the duration. As a bonus action on each of your turns, you can cause the hand to crush the restrained target, which must make a Strength saving throw. It takes [[/r 2d6]] kinetic damage on a failed save, or half as much damage on a successful one. To break out, the restrained creature can use its action to make a Strength check against your focus save DC. On a success, the target escapes and is no longer restrained by the hand. As an action, you can cause the hand to reach for a different creature or to move to a different unoccupied space within range. The hand releases a restrained target if you do either.</p>\n<h3>Hatchling's Flame</h3>\n<p>As an action, you focus your energy into a torrent of fire that streaks away from you. A line of roaring flame </p>\n<p>30 feet long and 5 feet wide emanates from you in a direction you choose. Each creature in the line must make a Dexterity saving throw. A creature takes [[/r 3d8]] fire damage on a failed save, or half as much damage on a successful one.</p>\n<h3>Patient Bantha Listens</h3>\n<p>You reach out to the ground beneath you. You can use your bonus action to gain tremorsense with a range of 30 feet and a burrow speed equal to your walking speed for up to 1 minute. Your movement leaves behind a tunnel that remains for as long as this ability is active, after which it collapses.</p>\n<h3>Rush of the Shyrack</h3>\n<p>As an action, you form a line of strong wind 60 feet long and 10 feet wide that blasts from you in a direction you choose for one minute or until you lose concentration or dismiss the effect (no action required). Each Large or smaller creature that starts its turn in the line must succeed on a Strength saving throw or be pushed 15 feet away from you in a direction following the line. Any creature in the line must spend 2 feet of movement for every 1 foot it moves when moving closer to you. The gust disperses gas or vapor, and it extinguishes candles, torches, and similar unprotected flames in the area. It causes protected flames, such as those of lanterns, to dance wildly and has a 50 percent chance to extinguish them. As a bonus action on each of your turns before the effect ends, you can change the direction in which the line blasts from you.</p>\n<h3>Shape the Raincloud</h3>\n<p>You can use your action pull water from air, and return it to the atmosphere. In an open container, you can create up to 20 gallons of drinkable water. You may also produce a rain that falls within a 30-foot cube and extinguishes open-air flames. You can destroy the same amount of water in an open container, or destroy a 30-foot cube of fog.</p>\n<h3>Swarming Ice Rabbit</h3>\n<p>As an action, you can cause a flurry of ice crystals to erupt from a point you can see within 90 feet. Each creature in a 5-foot-radius sphere centered on that point must make a Dexterity saving throw. On a failed save, a creature takes [[/r 3d6]] cold damage, and gains 1 slowed level until the start of your next turn. On a successful save, a creature takes half as much damage and isn't slowed.</p>",
      "chat": "",
      "unidentified": ""
    },
    "requirements": "Monk (Kro Var Order) 11",
    "source": "EC",
    "activation": {
      "type": "bonus",
      "cost": 1,
      "condition": ""
    },
    "duration": {
      "value": "1",
      "units": "minute"
    },
    "cover": null,
    "target": {
      "value": "20",
      "width": null,
      "units": "ft",
      "type": "radius"
    },
    "range": {
      "value": "60",
      "long": null,
      "units": "",
      "unit": "feet"
    },
    "uses": {
      "value": null,
      "max": null,
      "per": null,
      "recovery": ""
    },
    "consume": {
      "type": "",
      "target": null,
      "amount": null
    },
    "ability": "",
    "actionType": "save",
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": null,
    "damage": {
      "parts": [
        [
          "2d6",
          "kinetic"
        ],
        [
          "2d6",
          "kinetic"
        ],
        [
          "3d8",
          "fire"
        ],
        [
          "3d6",
          "cold"
        ]
      ],
      "versatile": ""
    },
    "formula": "",
    "save": {
      "ability": "con",
      "dc": null,
      "scaling": "power"
    },
    "type": {
      "value": "class",
      "subtype": ""
    },
    "recharge": "",
    "attributes": {
      "speed": {
        "space": null,
        "turn": null
      }
    },
    "className": "Monk"
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "sw5e",
    "systemVersion": "2.1.5.2.4.4",
    "coreVersion": "10.291",
    "createdTime": 1674493958112,
    "modifiedTime": 1684777308391,
    "lastModifiedBy": "sw5ebuilder0000"
  }
}
